import React from 'react'
import Table from './components/table/Table'

const data = [
	{
		"id": 86,
		"name": "Благотворительность/спонсорство",
		"total": {
			"sum": "100.03"
		},
		"categories": [
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 1.75,
					"sum": "100.03"
				},
				"items": [
					{
						"id": "semi_2068",
						"name": "Морс клюквенный из концентрата 1л п/ф",
						"price": "57.16",
						"quantity": 1.75,
						"sum": "100.03"
					}
				]
			}
		]
	},
	{
		"id": 5,
		"name": "Брак по вине сотрудника",
		"total": {
			"sum": "23209.39"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 118.75,
					"sum": "8143.99"
				},
				"items": [
					{
						"id": "product_3416",
						"name": "4 сыра большая",
						"price": "143.49",
						"quantity": 1,
						"sum": "143.49"
					},
					{
						"id": "product_2704",
						"name": "Ананасовый смузи",
						"price": "27.95",
						"quantity": 1,
						"sum": "27.95"
					},
					{
						"id": "product_4739",
						"name": "Барбекю большая",
						"price": "169.19",
						"quantity": 1,
						"sum": "169.19"
					},
					{
						"id": "product_4740",
						"name": "Барбекю средняя",
						"price": "97.06",
						"quantity": 1,
						"sum": "97.06"
					},
					{
						"id": "product_3453",
						"name": "Богатырская большая",
						"price": "198.52",
						"quantity": 2,
						"sum": "397.03"
					},
					{
						"id": "product_1052",
						"name": "Витушка с маком",
						"price": "8.97",
						"quantity": 5,
						"sum": "44.85"
					},
					{
						"id": "product_1054",
						"name": "Витушка с сахаром",
						"price": "6.15",
						"quantity": 5,
						"sum": "30.73"
					},
					{
						"id": "product_3481",
						"name": "Всё и сразу большая",
						"price": "172.36",
						"quantity": 3,
						"sum": "517.09"
					},
					{
						"id": "product_3744",
						"name": "Гавайская",
						"price": "157.36",
						"quantity": 0.25,
						"sum": "39.34"
					},
					{
						"id": "product_3506",
						"name": "Деревенская большая",
						"price": "149.75",
						"quantity": 1,
						"sum": "149.75"
					},
					{
						"id": "product_3393",
						"name": "Дракон 8шт",
						"price": "52.13",
						"quantity": 2,
						"sum": "104.27"
					},
					{
						"id": "product_1458",
						"name": "Дыня & киви",
						"price": "150.52",
						"quantity": 1,
						"sum": "150.52"
					},
					{
						"id": "product_3527",
						"name": "Жар-птица большая",
						"price": "179.75",
						"quantity": 1,
						"sum": "179.75"
					},
					{
						"id": "product_3760",
						"name": "Жюльен",
						"price": "97.89",
						"quantity": 0.5,
						"sum": "48.94"
					},
					{
						"id": "product_3553",
						"name": "Золотая рыбка большая",
						"price": "386.53",
						"quantity": 3,
						"sum": "1159.58"
					},
					{
						"id": "product_3558",
						"name": "Золотая рыбка средняя",
						"price": "187.93",
						"quantity": 1,
						"sum": "187.93"
					},
					{
						"id": "product_3562",
						"name": "Итальянское ассорти большая",
						"price": "167.86",
						"quantity": 2,
						"sum": "335.72"
					},
					{
						"id": "product_418",
						"name": "Капучино",
						"price": "14.21",
						"quantity": 2,
						"sum": "28.43"
					},
					{
						"id": "product_2236",
						"name": "Киото 8шт",
						"price": "58.55",
						"quantity": 1,
						"sum": "58.55"
					},
					{
						"id": "product_1454",
						"name": "Клубника с персиком",
						"price": "116.07",
						"quantity": 2,
						"sum": "232.14"
					},
					{
						"id": "product_4776",
						"name": "Компот из черной смородины 1л",
						"price": "58.85",
						"quantity": 1,
						"sum": "58.85"
					},
					{
						"id": "product_425",
						"name": "Лесные ягоды 600мл",
						"price": "31.66",
						"quantity": 1,
						"sum": "31.66"
					},
					{
						"id": "product_465",
						"name": "Лимонад Кирилловский (кафе)",
						"price": "24.60",
						"quantity": 1,
						"sum": "24.60"
					},
					{
						"id": "product_3102",
						"name": "Малиновый лимонад 0,4 л",
						"price": "28.23",
						"quantity": 1,
						"sum": "28.23"
					},
					{
						"id": "product_1446",
						"name": "Молочный с орехами и карамелью",
						"price": "128.00",
						"quantity": 1,
						"sum": "128.00"
					},
					{
						"id": "product_475",
						"name": "Мохито безалкогольный",
						"price": "40.44",
						"quantity": 1,
						"sum": "40.44"
					},
					{
						"id": "product_3598",
						"name": "Мясное плато большая",
						"price": "128.72",
						"quantity": 1,
						"sum": "128.72"
					},
					{
						"id": "product_1123",
						"name": "Налитушка с грибами",
						"price": "13.37",
						"quantity": 8,
						"sum": "106.97"
					},
					{
						"id": "product_1128",
						"name": "Налитушка с сыром",
						"price": "12.46",
						"quantity": 8,
						"sum": "99.67"
					},
					{
						"id": "product_3612",
						"name": "Пепперони большая",
						"price": "136.81",
						"quantity": 1,
						"sum": "136.81"
					},
					{
						"id": "product_1150",
						"name": "Пирожок с яблоками",
						"price": "9.87",
						"quantity": 6,
						"sum": "59.25"
					},
					{
						"id": "product_3320",
						"name": "ПиццаРолл камчатский 1 шт.",
						"price": "93.93",
						"quantity": 3,
						"sum": "281.78"
					},
					{
						"id": "product_3325",
						"name": "ПиццаРолл с курочкой 1шт.",
						"price": "70.65",
						"quantity": 4,
						"sum": "282.60"
					},
					{
						"id": "product_3635",
						"name": "По-домашнему средняя",
						"price": "81.73",
						"quantity": 1,
						"sum": "81.73"
					},
					{
						"id": "product_3655",
						"name": "Праздничная большая",
						"price": "162.80",
						"quantity": 1,
						"sum": "162.80"
					},
					{
						"id": "product_4860",
						"name": "Римская Пицца Ассорти Зосимовская",
						"price": "124.41",
						"quantity": 1,
						"sum": "124.41"
					},
					{
						"id": "product_4885",
						"name": "Римская Пицца Острая",
						"price": "44.97",
						"quantity": 1,
						"sum": "44.97"
					},
					{
						"id": "product_3677",
						"name": "С копченостями большая",
						"price": "155.07",
						"quantity": 1,
						"sum": "155.07"
					},
					{
						"id": "product_216",
						"name": "Салат Оливье",
						"price": "30.16",
						"quantity": 1,
						"sum": "30.16"
					},
					{
						"id": "product_1156",
						"name": "Сосиска в тесте",
						"price": "17.59",
						"quantity": 10,
						"sum": "175.89"
					},
					{
						"id": "product_1515",
						"name": "Торт Тройной шоколад (ресторан)",
						"price": "121.76",
						"quantity": 2,
						"sum": "243.52"
					},
					{
						"id": "product_195",
						"name": "Удон с морепродуктами в устричном соусе",
						"price": "131.14",
						"quantity": 2,
						"sum": "262.29"
					},
					{
						"id": "product_700",
						"name": "Украинский борщ (кафе)",
						"price": "43.47",
						"quantity": 20,
						"sum": "869.31"
					},
					{
						"id": "product_2336",
						"name": "Фудзияма 8шт",
						"price": "83.50",
						"quantity": 2,
						"sum": "167.01"
					},
					{
						"id": "product_3405",
						"name": "Черная леди 8шт",
						"price": "75.41",
						"quantity": 1,
						"sum": "75.41"
					},
					{
						"id": "product_4896",
						"name": "Чизкейк Карамельный с арахисом (ресторан)",
						"price": "39.18",
						"quantity": 1,
						"sum": "39.18"
					},
					{
						"id": "product_190",
						"name": "Шен стандарт 10шт",
						"price": "103.28",
						"quantity": 1,
						"sum": "103.28"
					},
					{
						"id": "product_191",
						"name": "Якудза стандарт 10шт",
						"price": "99.07",
						"quantity": 1,
						"sum": "99.07"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 54.342,
					"sum": "5849.27"
				},
				"items": [
					{
						"id": "raw_2591",
						"name": "Вино Алазанская долина грузинское п/сл белое 1 л",
						"price": "522.67",
						"quantity": 0.75,
						"sum": "392.00"
					},
					{
						"id": "raw_2606",
						"name": "Вино Верано Бланко, белое п/сл 1 л",
						"price": "385.97",
						"quantity": 0.75,
						"sum": "289.48"
					},
					{
						"id": "raw_2602",
						"name": "Вино Саперави кр./сух. 1 л",
						"price": "662.59",
						"quantity": 0.75,
						"sum": "496.94"
					},
					{
						"id": "raw_171",
						"name": "Вино игристое Российское 1 л",
						"price": "278.35",
						"quantity": 0.75,
						"sum": "208.76"
					},
					{
						"id": "raw_163",
						"name": "Водка Отечественная",
						"price": "476.56",
						"quantity": 2.15,
						"sum": "1024.60"
					},
					{
						"id": "raw_829",
						"name": "Зелень (мята, базилик, розмарин, тимьян)",
						"price": "980.00",
						"quantity": 0.066,
						"sum": "64.68"
					},
					{
						"id": "raw_848",
						"name": "Картофельные улыбки",
						"price": "226.67",
						"quantity": 0.29,
						"sum": "65.73"
					},
					{
						"id": "raw_3055",
						"name": "Компот черной смородины 1л",
						"price": "58.85",
						"quantity": 1,
						"sum": "58.85"
					},
					{
						"id": "raw_173",
						"name": "Коньяк Арарат 3 звезды",
						"price": "1425.94",
						"quantity": 0.105,
						"sum": "149.72"
					},
					{
						"id": "raw_674",
						"name": "Курица окорочка б/к с/м",
						"price": "275.26",
						"quantity": 2.361,
						"sum": "649.89"
					},
					{
						"id": "raw_469",
						"name": "Лечо",
						"price": "49.97",
						"quantity": 10,
						"sum": "499.69"
					},
					{
						"id": "raw_2314",
						"name": "Моккочино десерт",
						"price": "38.50",
						"quantity": 2,
						"sum": "77.00"
					},
					{
						"id": "raw_2843",
						"name": "Мороженое Лесные ягоды",
						"price": "343.33",
						"quantity": 0.05,
						"sum": "17.17"
					},
					{
						"id": "raw_2857",
						"name": "Мороженое Хмельная вишня",
						"price": "226.78",
						"quantity": 0.05,
						"sum": "11.34"
					},
					{
						"id": "raw_191",
						"name": "Пиво Бад 0,47л",
						"price": "52.94",
						"quantity": 17,
						"sum": "899.98"
					},
					{
						"id": "raw_206",
						"name": "Пиво Тинькофф Баварское светлое 0,47л",
						"price": "56.74",
						"quantity": 2,
						"sum": "113.48"
					},
					{
						"id": "raw_743",
						"name": "Севен АП 0,5 л",
						"price": "32.57",
						"quantity": 2,
						"sum": "65.14"
					},
					{
						"id": "raw_2733",
						"name": "Сок Ананасовый литр. ",
						"price": "54.67",
						"quantity": 0.2,
						"sum": "10.93"
					},
					{
						"id": "raw_2736",
						"name": "Сок Апельсиновый литр. ",
						"price": "58.37",
						"quantity": 0.2,
						"sum": "11.67"
					},
					{
						"id": "raw_2741",
						"name": "Сок Томатный литр. ",
						"price": "51.94",
						"quantity": 0.2,
						"sum": "10.39"
					},
					{
						"id": "raw_1000",
						"name": "Соус из черного перца",
						"price": "443.56",
						"quantity": 0.825,
						"sum": "365.94"
					},
					{
						"id": "raw_1036",
						"name": "Соус устричный",
						"price": "231.07",
						"quantity": 0.815,
						"sum": "188.32"
					},
					{
						"id": "raw_408",
						"name": "Топпинг",
						"price": "250.00",
						"quantity": 0.03,
						"sum": "7.50"
					},
					{
						"id": "raw_443",
						"name": "Торт Морковный",
						"price": "0.00",
						"quantity": 6,
						"sum": "0.00"
					},
					{
						"id": "raw_447",
						"name": "Торт Тройной шоколад",
						"price": "91.68",
						"quantity": 1,
						"sum": "91.68"
					},
					{
						"id": "raw_413",
						"name": "Тортилья пшеничная",
						"price": "9.93",
						"quantity": 1,
						"sum": "9.93"
					},
					{
						"id": "raw_1977",
						"name": "Чизкейк клубничный",
						"price": "34.22",
						"quantity": 1,
						"sum": "34.22"
					},
					{
						"id": "raw_1972",
						"name": "Чизкейк кокосовый",
						"price": "34.22",
						"quantity": 1,
						"sum": "34.22"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 82.7,
					"sum": "9216.13"
				},
				"items": [
					{
						"id": "semi_1279",
						"name": "Картофель отварной п/ф",
						"price": "43.88",
						"quantity": 0.394,
						"sum": "17.29"
					},
					{
						"id": "semi_2761",
						"name": "Куриное филе отварное разморож. п/ф 05.02.19",
						"price": "375.46",
						"quantity": 16.82,
						"sum": "6315.29"
					},
					{
						"id": "semi_1385",
						"name": "Медовый сироп п/ф",
						"price": "181.44",
						"quantity": 1,
						"sum": "181.44"
					},
					{
						"id": "semi_3132",
						"name": "Парбейк для римской пиццы п/ф ",
						"price": "35.45",
						"quantity": 47,
						"sum": "1666.30"
					},
					{
						"id": "semi_2101",
						"name": "ПиццаРолл камчатский 1 шт. п/ф (Архив)",
						"price": "90.68",
						"quantity": 1,
						"sum": "90.68"
					},
					{
						"id": "semi_1821",
						"name": "ПиццаРолл с курочкой 1шт. п/ф (Архив)",
						"price": "67.25",
						"quantity": 1,
						"sum": "67.25"
					},
					{
						"id": "semi_1452",
						"name": "Салат Айсберг п/ф",
						"price": "209.09",
						"quantity": 0.575,
						"sum": "120.23"
					},
					{
						"id": "semi_1487",
						"name": "Сельдерей стебель п/ф",
						"price": "166.60",
						"quantity": 0.33,
						"sum": "54.98"
					},
					{
						"id": "semi_1796",
						"name": "Соус Цезарь п/ф",
						"price": "106.70",
						"quantity": 1.696,
						"sum": "180.96"
					},
					{
						"id": "semi_1552",
						"name": "Спаржа п/ф",
						"price": "182.66",
						"quantity": 0.325,
						"sum": "59.36"
					},
					{
						"id": "semi_1607",
						"name": "Тесто для пиццы п/ф",
						"price": "32.98",
						"quantity": 12.48,
						"sum": "411.54"
					},
					{
						"id": "semi_1640",
						"name": "Фарш Болоньезе п/ф",
						"price": "635.19",
						"quantity": 0.08,
						"sum": "50.82"
					}
				]
			}
		]
	},
	{
		"id": 92,
		"name": "Бытовые принадлежности",
		"total": {
			"sum": "1009675.92"
		},
		"categories": [
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 285149.3,
					"sum": "1009675.92"
				},
				"items": [
					{
						"id": "raw_3270",
						"name": "Батарейки",
						"price": "62.40",
						"quantity": 187,
						"sum": "11669.00"
					},
					{
						"id": "raw_3025",
						"name": "Брюки черные",
						"price": "342.40",
						"quantity": 33,
						"sum": "11299.20"
					},
					{
						"id": "raw_3006",
						"name": "Головной убор с козырьком",
						"price": "218.28",
						"quantity": 45,
						"sum": "9822.60"
					},
					{
						"id": "raw_3155",
						"name": "Губка для посуды с абразивом",
						"price": "22.60",
						"quantity": 200,
						"sum": "4520.00"
					},
					{
						"id": "raw_3160",
						"name": "Зубочистки дерев.",
						"price": "0.09",
						"quantity": 5000,
						"sum": "450.00"
					},
					{
						"id": "raw_3166",
						"name": "Кассовая лента 80*55, 57*30",
						"price": "55.00",
						"quantity": 72,
						"sum": "3960.00"
					},
					{
						"id": "raw_3009",
						"name": "Кепка-бейсболка",
						"price": "244.64",
						"quantity": 22,
						"sum": "5382.10"
					},
					{
						"id": "raw_2973",
						"name": "Коврик для суши",
						"price": "55.64",
						"quantity": 25,
						"sum": "1391.00"
					},
					{
						"id": "raw_3265",
						"name": "Контейнер 1л",
						"price": "5.60",
						"quantity": 2400,
						"sum": "13440.00"
					},
					{
						"id": "raw_3240",
						"name": "Контейнер 500",
						"price": "1.60",
						"quantity": 1000,
						"sum": "1600.00"
					},
					{
						"id": "raw_3268",
						"name": "Крышка 1л",
						"price": "3.36",
						"quantity": 2400,
						"sum": "8064.00"
					},
					{
						"id": "raw_3243",
						"name": "Крышка 500",
						"price": "1.16",
						"quantity": 1000,
						"sum": "1160.00"
					},
					{
						"id": "raw_3163",
						"name": "Лента для этикет-пистолета",
						"price": "22.00",
						"quantity": 160,
						"sum": "3520.00"
					},
					{
						"id": "raw_3158",
						"name": "Мыло жидкое",
						"price": "41.50",
						"quantity": 50,
						"sum": "2075.00"
					},
					{
						"id": "raw_3031",
						"name": "Обувь \"Сабо\" женская",
						"price": "539.28",
						"quantity": 27,
						"sum": "14560.56"
					},
					{
						"id": "raw_3028",
						"name": "Обувь \"Сабо\" мужская",
						"price": "572.45",
						"quantity": 20,
						"sum": "11449.00"
					},
					{
						"id": "raw_3167",
						"name": "Освежитель воздуха",
						"price": "230.40",
						"quantity": 15,
						"sum": "3456.00"
					},
					{
						"id": "raw_2873",
						"name": "Пакет бумажный 220*150*300",
						"price": "3.91",
						"quantity": 33000,
						"sum": "129030.00"
					},
					{
						"id": "raw_3168",
						"name": "Пакет д/мусора",
						"price": "5.68",
						"quantity": 1950,
						"sum": "11080.00"
					},
					{
						"id": "raw_3056",
						"name": "Пакет с замком \"Зип\" 10*15см",
						"price": "0.32",
						"quantity": 3000,
						"sum": "960.00"
					},
					{
						"id": "raw_3229",
						"name": "Пакет фасовочный",
						"price": "0.19",
						"quantity": 7500,
						"sum": "1412.50"
					},
					{
						"id": "raw_2879",
						"name": "Пакет-майка 25*45 14мкн",
						"price": "1.01",
						"quantity": 2500,
						"sum": "2514.50"
					},
					{
						"id": "raw_2876",
						"name": "Пакет-майка 36*65 18мкн",
						"price": "1.98",
						"quantity": 11000,
						"sum": "21774.50"
					},
					{
						"id": "raw_2893",
						"name": "Палочка для шара",
						"price": "1.07",
						"quantity": 300,
						"sum": "321.00"
					},
					{
						"id": "raw_2983",
						"name": "Перчатки виниловые S,M,L",
						"price": "1.60",
						"quantity": 49010,
						"sum": "78297.80"
					},
					{
						"id": "raw_2989",
						"name": "Перчатки латексные S,M,L",
						"price": "31.00",
						"quantity": 125,
						"sum": "3875.00"
					},
					{
						"id": "raw_2986",
						"name": "Перчатки нитриловые S,M,L",
						"price": "2.85",
						"quantity": 96680,
						"sum": "275616.58"
					},
					{
						"id": "raw_3171",
						"name": "Пленка пищевая 30*25, 45*25",
						"price": "72.00",
						"quantity": 24,
						"sum": "1728.00"
					},
					{
						"id": "raw_2955",
						"name": "Под круглый 220мм",
						"price": "1423.10",
						"quantity": 15,
						"sum": "21346.50"
					},
					{
						"id": "raw_3174",
						"name": "Полотенца бумажные",
						"price": "0.60",
						"quantity": 36100,
						"sum": "21532.00"
					},
					{
						"id": "raw_2896",
						"name": "Розетка для шара",
						"price": "0.96",
						"quantity": 300,
						"sum": "288.00"
					},
					{
						"id": "raw_2994",
						"name": "Рубашка женская",
						"price": "853.86",
						"quantity": 5,
						"sum": "4269.30"
					},
					{
						"id": "raw_3179",
						"name": "Салфетки бумажные",
						"price": "126.12",
						"quantity": 84,
						"sum": "10594.08"
					},
					{
						"id": "raw_3286",
						"name": "Свеча плавающая",
						"price": "3.00",
						"quantity": 1200,
						"sum": "3600.00"
					},
					{
						"id": "raw_3227",
						"name": "Соусница с крышкой 30мл",
						"price": "1.81",
						"quantity": 5300,
						"sum": "9600.00"
					},
					{
						"id": "raw_3180",
						"name": "Ср-во Санокс",
						"price": "68.67",
						"quantity": 22.5,
						"sum": "1545.00"
					},
					{
						"id": "raw_3185",
						"name": "Ср-во д/дезинфекции",
						"price": "118.00",
						"quantity": 10,
						"sum": "1180.00"
					},
					{
						"id": "raw_3193",
						"name": "Ср-во д/мытья печей, грилей, духовок",
						"price": "98.40",
						"quantity": 100,
						"sum": "9840.00"
					},
					{
						"id": "raw_3190",
						"name": "Ср-во д/мытья полов",
						"price": "76.67",
						"quantity": 60,
						"sum": "4600.00"
					},
					{
						"id": "raw_3191",
						"name": "Ср-во д/мытья посуды",
						"price": "65.60",
						"quantity": 160,
						"sum": "10496.00"
					},
					{
						"id": "raw_3183",
						"name": "Ср-во д/мытья стекол",
						"price": "66.82",
						"quantity": 26.4,
						"sum": "1764.00"
					},
					{
						"id": "raw_3260",
						"name": "Ср-во д/посуд. машин",
						"price": "130.00",
						"quantity": 10,
						"sum": "1300.00"
					},
					{
						"id": "raw_3235",
						"name": "Ср-во дезенф. Ника",
						"price": "2.03",
						"quantity": 1500,
						"sum": "3050.00"
					},
					{
						"id": "raw_3197",
						"name": "Стиральный порошок",
						"price": "83.95",
						"quantity": 30.4,
						"sum": "2552.00"
					},
					{
						"id": "raw_3200",
						"name": "Т/бумага",
						"price": "33.00",
						"quantity": 12,
						"sum": "396.00"
					},
					{
						"id": "raw_2949",
						"name": "Термосумка большая",
						"price": "4322.80",
						"quantity": 1,
						"sum": "4322.80"
					},
					{
						"id": "raw_2952",
						"name": "Термосумка маленькая ",
						"price": "2311.20",
						"quantity": 10,
						"sum": "23112.00"
					},
					{
						"id": "raw_3216",
						"name": "Термоэтикетки 58*60, 58*100",
						"price": "110.00",
						"quantity": 108,
						"sum": "11880.00"
					},
					{
						"id": "raw_2959",
						"name": "Ткань вафельная",
						"price": "105.98",
						"quantity": 945,
						"sum": "100152.00"
					},
					{
						"id": "raw_3202",
						"name": "Ткань д/мытья полов",
						"price": "35.29",
						"quantity": 357,
						"sum": "12600.00"
					},
					{
						"id": "raw_2962",
						"name": "Ткань к тестопрессу",
						"price": "2439.60",
						"quantity": 2,
						"sum": "4879.20"
					},
					{
						"id": "raw_2998",
						"name": "Фартук джинсовый",
						"price": "1139.55",
						"quantity": 6,
						"sum": "6837.30"
					},
					{
						"id": "raw_3001",
						"name": "Фартук черный б/р",
						"price": "411.95",
						"quantity": 20,
						"sum": "8239.00"
					},
					{
						"id": "raw_3003",
						"name": "Фартук черный с красными элементами б/р",
						"price": "465.45",
						"quantity": 5,
						"sum": "2327.25"
					},
					{
						"id": "raw_3208",
						"name": "Фольга алюм.",
						"price": "300.00",
						"quantity": 36,
						"sum": "10800.00"
					},
					{
						"id": "raw_2970",
						"name": "Формы для нарезки роллов (8шт)",
						"price": "7222.50",
						"quantity": 5,
						"sum": "36112.50"
					},
					{
						"id": "raw_2991",
						"name": "Футболка",
						"price": "576.25",
						"quantity": 31,
						"sum": "17863.65"
					},
					{
						"id": "raw_3209",
						"name": "Халат одноразовый",
						"price": "12.89",
						"quantity": 121,
						"sum": "1560.00"
					},
					{
						"id": "raw_3212",
						"name": "Чековая лента 30*57,80*80",
						"price": "55.00",
						"quantity": 72,
						"sum": "3960.00"
					},
					{
						"id": "raw_3213",
						"name": "Шапочка одноразовая",
						"price": "1.30",
						"quantity": 200,
						"sum": "260.00"
					},
					{
						"id": "raw_2891",
						"name": "Шар красный с печатью",
						"price": "5.78",
						"quantity": 300,
						"sum": "1734.00"
					},
					{
						"id": "raw_2885",
						"name": "Этикетка \"Острый\" круг 38*38мм",
						"price": "1.02",
						"quantity": 20250,
						"sum": "20655.00"
					}
				]
			}
		]
	},
	{
		"id": 52,
		"name": "Инвентаризация",
		"total": {
			"sum": "2161485.41"
		},
		"categories": [
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 51806.960155,
					"sum": "2161485.41"
				},
				"items": [
					{
						"id": "raw_795",
						"name": "Авокадо свежий",
						"price": "360.39",
						"quantity": 9.296075,
						"sum": "3350.23"
					},
					{
						"id": "raw_700",
						"name": "Аква Минерале 0,5 л",
						"price": "22.62",
						"quantity": 132,
						"sum": "2985.84"
					},
					{
						"id": "raw_703",
						"name": "Аква Минерале 1 л",
						"price": "28.22",
						"quantity": 0.3,
						"sum": "8.47"
					},
					{
						"id": "raw_448",
						"name": "Ананасы консервированные",
						"price": "144.34",
						"quantity": 21.13942,
						"sum": "3051.33"
					},
					{
						"id": "raw_800",
						"name": "Апельсин свежий",
						"price": "83.83",
						"quantity": 9.979348,
						"sum": "836.58"
					},
					{
						"id": "raw_804",
						"name": "Баклажан свежий",
						"price": "268.98",
						"quantity": 9.641379,
						"sum": "2593.34"
					},
					{
						"id": "raw_805",
						"name": "Банан свежий",
						"price": "69.86",
						"quantity": 20.294,
						"sum": "1417.71"
					},
					{
						"id": "raw_620",
						"name": "Бастурма",
						"price": "1211.86",
						"quantity": 1.22326,
						"sum": "1482.42"
					},
					{
						"id": "raw_239",
						"name": "Батончик шок. Сникерс 50 г",
						"price": "35.26",
						"quantity": 14,
						"sum": "493.70"
					},
					{
						"id": "raw_624",
						"name": "Бекон с/к",
						"price": "408.05",
						"quantity": 46.952885,
						"sum": "19159.29"
					},
					{
						"id": "raw_810",
						"name": "Белые грибы с/м",
						"price": "589.48",
						"quantity": 30.77229,
						"sum": "18139.73"
					},
					{
						"id": "raw_2725",
						"name": "Бифштекс рубленный Гурман, зам.",
						"price": "21.00",
						"quantity": 11,
						"sum": "231.00"
					},
					{
						"id": "raw_813",
						"name": "Брокколи заморозка (Архив)",
						"price": "124.07",
						"quantity": 25.60962,
						"sum": "3177.33"
					},
					{
						"id": "raw_2788",
						"name": "Брокколи с/м",
						"price": "138.30",
						"quantity": 6.39381,
						"sum": "884.27"
					},
					{
						"id": "raw_2227",
						"name": "Брусника в сметане десерт",
						"price": "39.00",
						"quantity": 4,
						"sum": "156.00"
					},
					{
						"id": "raw_2668",
						"name": "Брюссельская капуста с/м",
						"price": "126.40",
						"quantity": 1.6006,
						"sum": "202.32"
					},
					{
						"id": "raw_242",
						"name": "Бульон кубики",
						"price": "345.95",
						"quantity": 86.63938,
						"sum": "29972.73"
					},
					{
						"id": "raw_251",
						"name": "Васаби штучный",
						"price": "2.38",
						"quantity": 3428,
						"sum": "8160.15"
					},
					{
						"id": "raw_188",
						"name": "Вермут Лилле Блан",
						"price": "1126.03",
						"quantity": 0.005,
						"sum": "5.63"
					},
					{
						"id": "raw_628",
						"name": "Ветчина",
						"price": "254.88",
						"quantity": 3.187175,
						"sum": "812.35"
					},
					{
						"id": "raw_2591",
						"name": "Вино Алазанская долина грузинское п/сл белое 1 л",
						"price": "522.67",
						"quantity": 3,
						"sum": "1568.00"
					},
					{
						"id": "raw_2595",
						"name": "Вино Алазанская долина грузинское п/сл красное 1 л",
						"price": "742.40",
						"quantity": 3,
						"sum": "2227.20"
					},
					{
						"id": "raw_2606",
						"name": "Вино Верано Бланко, белое п/сл 1 л",
						"price": "396.00",
						"quantity": 0.75,
						"sum": "297.00"
					},
					{
						"id": "raw_2608",
						"name": "Вино Верано Бланко, белое сух 1 л",
						"price": "386.34",
						"quantity": 6.785,
						"sum": "2621.33"
					},
					{
						"id": "raw_2610",
						"name": "Вино Верано Тинто, красное п/сл 1 л",
						"price": "407.95",
						"quantity": 3,
						"sum": "1223.84"
					},
					{
						"id": "raw_2612",
						"name": "Вино Верано Тинто, красное сух. 1 л",
						"price": "386.28",
						"quantity": 6.605,
						"sum": "2551.38"
					},
					{
						"id": "raw_2650",
						"name": "Вино Ламбруско дель Эмилия Россо Подери Альти 1 л",
						"price": "536.99",
						"quantity": 1.5,
						"sum": "805.48"
					},
					{
						"id": "raw_2590",
						"name": "Вино Псоу 1л",
						"price": "510.19",
						"quantity": 1.5,
						"sum": "765.28"
					},
					{
						"id": "raw_2602",
						"name": "Вино Саперави кр./сух. 1 л",
						"price": "616.65",
						"quantity": 2.25,
						"sum": "1387.47"
					},
					{
						"id": "raw_2627",
						"name": "Вино Терре Аллегре Санджовезе кр. п/сл 1 л",
						"price": "517.94",
						"quantity": 3.75,
						"sum": "1942.29"
					},
					{
						"id": "raw_2630",
						"name": "Вино Терре Аллегре Треббьяно бел. п/сл 1 л",
						"price": "521.04",
						"quantity": 3.75,
						"sum": "1953.90"
					},
					{
						"id": "raw_142",
						"name": "Вино Халео Бланко, белое п/сл 1 л",
						"price": "365.78",
						"quantity": 1.545,
						"sum": "565.13"
					},
					{
						"id": "raw_143",
						"name": "Вино Халео Тинто, красное п/сл 1 л",
						"price": "396.00",
						"quantity": 0.84,
						"sum": "332.64"
					},
					{
						"id": "raw_2605",
						"name": "Вино Цинандали бел./сух. 1 л",
						"price": "655.79",
						"quantity": 3.75,
						"sum": "2459.20"
					},
					{
						"id": "raw_818",
						"name": "Виноград свежий",
						"price": "209.88",
						"quantity": 15.4774,
						"sum": "3248.44"
					},
					{
						"id": "raw_158",
						"name": "Виски Баллантайнс",
						"price": "1602.71",
						"quantity": 0.02,
						"sum": "32.05"
					},
					{
						"id": "raw_161",
						"name": "Виски Джемесон",
						"price": "2322.36",
						"quantity": 0.125,
						"sum": "290.30"
					},
					{
						"id": "raw_162",
						"name": "Водка Абсолют",
						"price": "1441.34",
						"quantity": 0.28,
						"sum": "403.58"
					},
					{
						"id": "raw_163",
						"name": "Водка Отечественная",
						"price": "476.56",
						"quantity": 1.15,
						"sum": "548.04"
					},
					{
						"id": "raw_1110",
						"name": "Гвоздика",
						"price": "1282.82",
						"quantity": 0.215,
						"sum": "275.81"
					},
					{
						"id": "raw_2698",
						"name": "Говядина котлетное мясо с/м",
						"price": "298.00",
						"quantity": 7.730601,
						"sum": "2303.72"
					},
					{
						"id": "raw_648",
						"name": "Говядина оковалок с/м",
						"price": "470.80",
						"quantity": 14.215235,
						"sum": "6692.53"
					},
					{
						"id": "raw_653",
						"name": "Говядина филе с/м",
						"price": "950.00",
						"quantity": 14.45941,
						"sum": "13736.44"
					},
					{
						"id": "raw_948",
						"name": "Горбуша филе с/м",
						"price": "285.00",
						"quantity": 15.43928,
						"sum": "4400.19"
					},
					{
						"id": "raw_823",
						"name": "Горох зеленый с/м",
						"price": "107.91",
						"quantity": 0.662251,
						"sum": "71.46"
					},
					{
						"id": "raw_253",
						"name": "Горох сушеный",
						"price": "32.10",
						"quantity": 11.675,
						"sum": "374.71"
					},
					{
						"id": "raw_454",
						"name": "Горошек консервированный",
						"price": "154.50",
						"quantity": 7.0835,
						"sum": "1094.40"
					},
					{
						"id": "raw_257",
						"name": "Горчица",
						"price": "157.87",
						"quantity": 3.975935,
						"sum": "627.67"
					},
					{
						"id": "raw_828",
						"name": "Грейпфрут",
						"price": "88.42",
						"quantity": 3.999,
						"sum": "353.60"
					},
					{
						"id": "raw_1107",
						"name": "Грецкие орехи",
						"price": "668.03",
						"quantity": 6.049,
						"sum": "4040.90"
					},
					{
						"id": "raw_262",
						"name": "Греча",
						"price": "67.54",
						"quantity": 27.0649,
						"sum": "1827.96"
					},
					{
						"id": "raw_2232",
						"name": "Гречанка десерт",
						"price": "44.40",
						"quantity": 2,
						"sum": "88.80"
					},
					{
						"id": "raw_1097",
						"name": "Груша свежая",
						"price": "140.00",
						"quantity": 1.264,
						"sum": "176.96"
					},
					{
						"id": "raw_2237",
						"name": "Грушевый каприз десерт",
						"price": "35.20",
						"quantity": 11,
						"sum": "387.20"
					},
					{
						"id": "raw_263",
						"name": "Деми Глясс порошок",
						"price": "826.52",
						"quantity": 0.5,
						"sum": "413.26"
					},
					{
						"id": "raw_267",
						"name": "Джем",
						"price": "201.06",
						"quantity": 1.834,
						"sum": "368.75"
					},
					{
						"id": "raw_167",
						"name": "Джин Бифитер",
						"price": "1959.05",
						"quantity": 0.01,
						"sum": "19.59"
					},
					{
						"id": "raw_705",
						"name": "Ессентуки 0.5л",
						"price": "36.50",
						"quantity": 22,
						"sum": "802.90"
					},
					{
						"id": "raw_277",
						"name": "Жевательная резинка",
						"price": "2.13",
						"quantity": 11961,
						"sum": "25500.85"
					},
					{
						"id": "raw_459",
						"name": "Жидкий дым",
						"price": "136.16",
						"quantity": 1.283,
						"sum": "174.69"
					},
					{
						"id": "raw_279",
						"name": "Зефир (маршмеллоу)",
						"price": "600.00",
						"quantity": 0.116,
						"sum": "69.60"
					},
					{
						"id": "raw_465",
						"name": "Имбирь маринованный штучный",
						"price": "7.82",
						"quantity": 652,
						"sum": "5101.47"
					},
					{
						"id": "raw_656",
						"name": "Индейка филе с/м",
						"price": "520.00",
						"quantity": 0.033528,
						"sum": "17.43"
					},
					{
						"id": "raw_281",
						"name": "Какао-порошок",
						"price": "280.00",
						"quantity": 2.552,
						"sum": "714.56"
					},
					{
						"id": "raw_950",
						"name": "Кальмар филе с/м",
						"price": "290.36",
						"quantity": 23.774347,
						"sum": "6903.07"
					},
					{
						"id": "raw_835",
						"name": "Капуста свежая",
						"price": "39.10",
						"quantity": 12.310478,
						"sum": "481.39"
					},
					{
						"id": "raw_2247",
						"name": "Караканде миндальное пирожное",
						"price": "14.00",
						"quantity": 3,
						"sum": "42.00"
					},
					{
						"id": "raw_629",
						"name": "Карбонад в/к",
						"price": "358.21",
						"quantity": 10.256718,
						"sum": "3674.09"
					},
					{
						"id": "raw_838",
						"name": "Картофель свежий",
						"price": "18.00",
						"quantity": 48.888429,
						"sum": "879.99"
					},
					{
						"id": "raw_840",
						"name": "Картофель фри (товар)",
						"price": "158.37",
						"quantity": 116.929,
						"sum": "18518.30"
					},
					{
						"id": "raw_2794",
						"name": "Картофельное пюре сухое",
						"price": "283.75",
						"quantity": 3.925,
						"sum": "1113.72"
					},
					{
						"id": "raw_2110",
						"name": "Картофельные пирамидки с сыром",
						"price": "266.16",
						"quantity": 3.235,
						"sum": "861.03"
					},
					{
						"id": "raw_848",
						"name": "Картофельные улыбки",
						"price": "219.02",
						"quantity": 11.658,
						"sum": "2553.32"
					},
					{
						"id": "raw_286",
						"name": "Кетчуп",
						"price": "161.98",
						"quantity": 6.81635,
						"sum": "1104.10"
					},
					{
						"id": "raw_850",
						"name": "Киви свежий",
						"price": "88.00",
						"quantity": 0.438,
						"sum": "38.54"
					},
					{
						"id": "raw_3067",
						"name": "Киноа красная",
						"price": "337.05",
						"quantity": 1.400931,
						"sum": "472.18"
					},
					{
						"id": "raw_2750",
						"name": "Кларий угревидный",
						"price": "770.40",
						"quantity": 14.37398,
						"sum": "11073.71"
					},
					{
						"id": "raw_2783",
						"name": "Клубника с/м",
						"price": "134.06",
						"quantity": 14.274,
						"sum": "1913.61"
					},
					{
						"id": "raw_2787",
						"name": "Клюква/брусника с/м",
						"price": "280.00",
						"quantity": 0.6186,
						"sum": "173.21"
					},
					{
						"id": "raw_594",
						"name": "Кокосовое молоко",
						"price": "247.88",
						"quantity": 3.305,
						"sum": "819.25"
					},
					{
						"id": "raw_639",
						"name": "Колбаса вареная",
						"price": "142.70",
						"quantity": 19.778376,
						"sum": "2822.38"
					},
					{
						"id": "raw_635",
						"name": "Колбаски охотничьи",
						"price": "329.56",
						"quantity": 17.03542,
						"sum": "5614.19"
					},
					{
						"id": "raw_2771",
						"name": "Компот клюквенный 0,5 л",
						"price": "37.45",
						"quantity": 10,
						"sum": "374.50"
					},
					{
						"id": "raw_3053",
						"name": "Компот клюквенный 1 л",
						"price": "58.85",
						"quantity": 1.5,
						"sum": "88.28"
					},
					{
						"id": "raw_2774",
						"name": "Компот черной смородины 0,5 л",
						"price": "37.45",
						"quantity": 48,
						"sum": "1797.60"
					},
					{
						"id": "raw_3055",
						"name": "Компот черной смородины 1л",
						"price": "58.85",
						"quantity": 56.9,
						"sum": "3348.57"
					},
					{
						"id": "raw_2257",
						"name": "Конфеты Смородинка",
						"price": "15.00",
						"quantity": 56,
						"sum": "840.00"
					},
					{
						"id": "raw_2282",
						"name": "Корзинка с вареной сгущенкой",
						"price": "12.00",
						"quantity": 19,
						"sum": "228.00"
					},
					{
						"id": "raw_2289",
						"name": "Корзинка творожная",
						"price": "11.60",
						"quantity": 14,
						"sum": "162.40"
					},
					{
						"id": "raw_1095",
						"name": "Корица в палочках",
						"price": "939.54",
						"quantity": 0.436,
						"sum": "409.64"
					},
					{
						"id": "raw_2726",
						"name": "Котлета Хуторская зам. (Архив)",
						"price": "11.94",
						"quantity": 34,
						"sum": "406.00"
					},
					{
						"id": "raw_715",
						"name": "Кофе пакетики",
						"price": "7.60",
						"quantity": 82,
						"sum": "623.20"
					},
					{
						"id": "raw_719",
						"name": "Кофе(персонал)",
						"price": "982.49",
						"quantity": 5.25,
						"sum": "5158.09"
					},
					{
						"id": "raw_952",
						"name": "Крабовое мясо зам.",
						"price": "308.16",
						"quantity": 19.18252,
						"sum": "5911.29"
					},
					{
						"id": "raw_297",
						"name": "Краситель пищевой",
						"price": "800.00",
						"quantity": 0.554689,
						"sum": "443.75"
					},
					{
						"id": "raw_298",
						"name": "Крахмал",
						"price": "126.70",
						"quantity": 2.1793,
						"sum": "276.12"
					},
					{
						"id": "raw_1116",
						"name": "Креветки в кляре с/м",
						"price": "716.31",
						"quantity": 40.875,
						"sum": "29279.17"
					},
					{
						"id": "raw_955",
						"name": "Креветки зам.",
						"price": "716.31",
						"quantity": 5.506946,
						"sum": "3944.68"
					},
					{
						"id": "raw_660",
						"name": "Крылышки куриные в панировке зам.",
						"price": "264.78",
						"quantity": 23.18,
						"sum": "6137.60"
					},
					{
						"id": "raw_468",
						"name": "Кукуруза консервированная",
						"price": "148.35",
						"quantity": 28.592218,
						"sum": "4241.55"
					},
					{
						"id": "raw_303",
						"name": "Кунжут",
						"price": "280.47",
						"quantity": 18.3779,
						"sum": "5154.50"
					},
					{
						"id": "raw_665",
						"name": "Куриные наггетсы зам.",
						"price": "240.02",
						"quantity": 12.95,
						"sum": "3108.26"
					},
					{
						"id": "raw_666",
						"name": "Куриные стрипсы зам.",
						"price": "361.92",
						"quantity": 0.02,
						"sum": "7.24"
					},
					{
						"id": "raw_2523",
						"name": "Курица бедро н/к с/м",
						"price": "264.98",
						"quantity": 14.67935,
						"sum": "3889.70"
					},
					{
						"id": "raw_670",
						"name": "Курица грудка копченая",
						"price": "285.00",
						"quantity": 12.599738,
						"sum": "3590.93"
					},
					{
						"id": "raw_674",
						"name": "Курица окорочка б/к с/м",
						"price": "305.20",
						"quantity": 3.481498,
						"sum": "1062.55"
					},
					{
						"id": "raw_675",
						"name": "Курица окорочка н/к с/м",
						"price": "201.78",
						"quantity": 55.06288,
						"sum": "11110.81"
					},
					{
						"id": "raw_2759",
						"name": "Курица филе отварное зам.",
						"price": "319.00",
						"quantity": 37.768367,
						"sum": "12048.11"
					},
					{
						"id": "raw_858",
						"name": "Лайм свежий",
						"price": "321.57",
						"quantity": 4.2025,
						"sum": "1351.39"
					},
					{
						"id": "raw_317",
						"name": "Лапша Харусаме",
						"price": "256.80",
						"quantity": 6.518,
						"sum": "1673.82"
					},
					{
						"id": "raw_469",
						"name": "Лечо",
						"price": "49.01",
						"quantity": 38.106606,
						"sum": "1867.45"
					},
					{
						"id": "raw_178",
						"name": "Ликер Амаретто",
						"price": "1019.10",
						"quantity": 0.115,
						"sum": "117.20"
					},
					{
						"id": "raw_182",
						"name": "Ликер Дынный",
						"price": "1817.83",
						"quantity": 0.05,
						"sum": "90.89"
					},
					{
						"id": "raw_187",
						"name": "Ликер Егермайстер",
						"price": "1721.39",
						"quantity": 0.01,
						"sum": "17.21"
					},
					{
						"id": "raw_720",
						"name": "Лимонад",
						"price": "25.43",
						"quantity": 86,
						"sum": "2187.10"
					},
					{
						"id": "raw_321",
						"name": "Лимонная кислота",
						"price": "329.45",
						"quantity": 10.744975,
						"sum": "3539.96"
					},
					{
						"id": "raw_863",
						"name": "Лимоны свежие",
						"price": "101.74",
						"quantity": 7.049278,
						"sum": "717.22"
					},
					{
						"id": "raw_865",
						"name": "Лук зеленый",
						"price": "246.63",
						"quantity": 3.224866,
						"sum": "795.36"
					},
					{
						"id": "raw_870",
						"name": "Лук порей свежий",
						"price": "339.35",
						"quantity": 30.858359,
						"sum": "10471.92"
					},
					{
						"id": "raw_875",
						"name": "Лук репка свежий",
						"price": "115.00",
						"quantity": 6.573079,
						"sum": "755.90"
					},
					{
						"id": "raw_323",
						"name": "Майонез",
						"price": "61.98",
						"quantity": 102.368532,
						"sum": "6345.15"
					},
					{
						"id": "raw_328",
						"name": "Мак ",
						"price": "525.01",
						"quantity": 2.2,
						"sum": "1155.03"
					},
					{
						"id": "raw_332",
						"name": "Макароны",
						"price": "100.95",
						"quantity": 42.71066,
						"sum": "4311.75"
					},
					{
						"id": "raw_334",
						"name": "Макароны Лазанья",
						"price": "278.28",
						"quantity": 3.6548,
						"sum": "1017.07"
					},
					{
						"id": "raw_338",
						"name": "Макароны Тальятелле Дельверде",
						"price": "308.16",
						"quantity": 6.915035,
						"sum": "2130.94"
					},
					{
						"id": "raw_2780",
						"name": "Малина с/м",
						"price": "214.63",
						"quantity": 3.27424,
						"sum": "702.76"
					},
					{
						"id": "raw_879",
						"name": "Мандарины свежие",
						"price": "105.04",
						"quantity": 10.684,
						"sum": "1122.30"
					},
					{
						"id": "raw_341",
						"name": "Манка",
						"price": "35.78",
						"quantity": 3.48363,
						"sum": "124.66"
					},
					{
						"id": "raw_344",
						"name": "Маргарин",
						"price": "87.99",
						"quantity": 24.19638,
						"sum": "2128.92"
					},
					{
						"id": "raw_470",
						"name": "Маслины консервированные",
						"price": "362.76",
						"quantity": 11.3223,
						"sum": "4107.23"
					},
					{
						"id": "raw_347",
						"name": "Масло оливковое",
						"price": "236.23",
						"quantity": 1234.726587,
						"sum": "291678.30"
					},
					{
						"id": "raw_352",
						"name": "Масло растительное",
						"price": "74.31",
						"quantity": 140.340519,
						"sum": "10428.86"
					},
					{
						"id": "raw_354",
						"name": "Масло фритюрное",
						"price": "91.79",
						"quantity": 3596.058,
						"sum": "330075.83"
					},
					{
						"id": "raw_2104",
						"name": "Масляная рыба (Архив)",
						"price": "796.40",
						"quantity": 0.516,
						"sum": "410.94"
					},
					{
						"id": "raw_1987",
						"name": "Маффин шоколадный с кусочками шоколада",
						"price": "28.23",
						"quantity": 13,
						"sum": "366.95"
					},
					{
						"id": "raw_356",
						"name": "Мед натуральный",
						"price": "258.94",
						"quantity": 6.366932,
						"sum": "1648.63"
					},
					{
						"id": "raw_947",
						"name": "Минтай филе с/м",
						"price": "198.17",
						"quantity": 9.314191,
						"sum": "1845.83"
					},
					{
						"id": "raw_728",
						"name": "Миринда 0,5 л",
						"price": "34.69",
						"quantity": 28,
						"sum": "971.32"
					},
					{
						"id": "raw_730",
						"name": "Миринда 1 л",
						"price": "43.26",
						"quantity": 16,
						"sum": "692.12"
					},
					{
						"id": "raw_2314",
						"name": "Моккочино десерт",
						"price": "38.50",
						"quantity": 6,
						"sum": "231.00"
					},
					{
						"id": "raw_599",
						"name": "Молоко",
						"price": "41.47",
						"quantity": 111.746022,
						"sum": "4634.25"
					},
					{
						"id": "raw_601",
						"name": "Молоко сгущеное",
						"price": "155.64",
						"quantity": 14.02,
						"sum": "2182.01"
					},
					{
						"id": "raw_478",
						"name": "Морковь по-корейски",
						"price": "136.37",
						"quantity": 6.348814,
						"sum": "865.79"
					},
					{
						"id": "raw_604",
						"name": "Мороженое (Архив)",
						"price": "200.60",
						"quantity": 15.615,
						"sum": "3132.37"
					},
					{
						"id": "raw_2858",
						"name": "Мороженое Бабл гам Голубое небо",
						"price": "340.89",
						"quantity": 1.443,
						"sum": "491.90"
					},
					{
						"id": "raw_2843",
						"name": "Мороженое Лесные ягоды",
						"price": "343.33",
						"quantity": 1.453,
						"sum": "498.85"
					},
					{
						"id": "raw_2845",
						"name": "Мороженое Малина с зефиром",
						"price": "343.33",
						"quantity": 2.601,
						"sum": "892.99"
					},
					{
						"id": "raw_2847",
						"name": "Мороженое Пломбир",
						"price": "213.63",
						"quantity": 8.263,
						"sum": "1765.20"
					},
					{
						"id": "raw_2857",
						"name": "Мороженое Хмельная вишня",
						"price": "226.78",
						"quantity": 1.054,
						"sum": "239.03"
					},
					{
						"id": "raw_2848",
						"name": "Мороженое Шоколад",
						"price": "198.33",
						"quantity": 0.429,
						"sum": "85.08"
					},
					{
						"id": "raw_733",
						"name": "Морс 0,5 л готовый",
						"price": "38.00",
						"quantity": 450,
						"sum": "17100.00"
					},
					{
						"id": "raw_288",
						"name": "Морс клюквенный концентрат (Архив)",
						"price": "108.19",
						"quantity": 108.185836,
						"sum": "11704.88"
					},
					{
						"id": "raw_361",
						"name": "Мука пшеничная",
						"price": "34.19",
						"quantity": 724.095527,
						"sum": "24760.08"
					},
					{
						"id": "raw_364",
						"name": "Мука темпурная",
						"price": "44.23",
						"quantity": 45.66532,
						"sum": "2019.92"
					},
					{
						"id": "raw_2321",
						"name": "Нежность десерт",
						"price": "42.00",
						"quantity": 5,
						"sum": "210.00"
					},
					{
						"id": "raw_368",
						"name": "Нори",
						"price": "6.02",
						"quantity": 2774.5,
						"sum": "16705.43"
					},
					{
						"id": "raw_2786",
						"name": "Облепиха с/м",
						"price": "226.81",
						"quantity": 12.48606,
						"sum": "2831.96"
					},
					{
						"id": "raw_369",
						"name": "Овсяные хлопья",
						"price": "99.36",
						"quantity": 0.85875,
						"sum": "85.33"
					},
					{
						"id": "raw_483",
						"name": "Огурцы маринованные",
						"price": "200.63",
						"quantity": 52.910345,
						"sum": "10615.14"
					},
					{
						"id": "raw_885",
						"name": "Огурцы свежие",
						"price": "159.78",
						"quantity": 68.891934,
						"sum": "11007.45"
					},
					{
						"id": "raw_485",
						"name": "Огурцы соленые",
						"price": "79.01",
						"quantity": 24.66489,
						"sum": "1948.89"
					},
					{
						"id": "raw_488",
						"name": "Опята маринованные",
						"price": "281.05",
						"quantity": 31.676917,
						"sum": "8902.69"
					},
					{
						"id": "raw_1057",
						"name": "Орегано",
						"price": "321.00",
						"quantity": 0.31303,
						"sum": "100.48"
					},
					{
						"id": "raw_493",
						"name": "Паста Карри",
						"price": "435.14",
						"quantity": 0.43275,
						"sum": "188.31"
					},
					{
						"id": "raw_494",
						"name": "Паста Кимчи",
						"price": "329.92",
						"quantity": 0.230754,
						"sum": "76.13"
					},
					{
						"id": "raw_640",
						"name": "Пепперони",
						"price": "589.67",
						"quantity": 61.304855,
						"sum": "36149.63"
					},
					{
						"id": "raw_735",
						"name": "Пепси 0,5 л",
						"price": "34.16",
						"quantity": 84,
						"sum": "2869.44"
					},
					{
						"id": "raw_738",
						"name": "Пепси 1 л",
						"price": "43.33",
						"quantity": 58,
						"sum": "2513.14"
					},
					{
						"id": "raw_498",
						"name": "Перец Халапеньо зеленый",
						"price": "219.84",
						"quantity": 35.79156,
						"sum": "7868.29"
					},
					{
						"id": "raw_499",
						"name": "Перец Халапеньо красный",
						"price": "206.87",
						"quantity": 7.691356,
						"sum": "1591.09"
					},
					{
						"id": "raw_890",
						"name": "Перец сладкий свежий",
						"price": "245.73",
						"quantity": 85.790391,
						"sum": "21081.10"
					},
					{
						"id": "raw_378",
						"name": "Перловая крупа",
						"price": "28.56",
						"quantity": 6.70594,
						"sum": "191.52"
					},
					{
						"id": "raw_679",
						"name": "Печень говяжья с/м",
						"price": "159.58",
						"quantity": 6.5236,
						"sum": "1041.01"
					},
					{
						"id": "raw_680",
						"name": "Печень куриная с/м",
						"price": "141.16",
						"quantity": 3.4745,
						"sum": "490.45"
					},
					{
						"id": "raw_382",
						"name": "Печенье Орео",
						"price": "37.88",
						"quantity": 59.909,
						"sum": "2269.36"
					},
					{
						"id": "raw_2778",
						"name": "Печенье лимонное весов.",
						"price": "214.35",
						"quantity": 3.942,
						"sum": "844.96"
					},
					{
						"id": "raw_193",
						"name": "Пиво Бад (безалкогольное) 0,45л",
						"price": "36.14",
						"quantity": 26,
						"sum": "939.69"
					},
					{
						"id": "raw_202",
						"name": "Пиво Левенбрау темное 0,47л",
						"price": "60.95",
						"quantity": 20,
						"sum": "1218.90"
					},
					{
						"id": "raw_222",
						"name": "Пиво Стелла Артуа (разливное) 1л",
						"price": "154.11",
						"quantity": 15.64,
						"sum": "2410.28"
					},
					{
						"id": "raw_213",
						"name": "Пиво Шпатен светлое 0,5л",
						"price": "121.47",
						"quantity": 13,
						"sum": "1579.09"
					},
					{
						"id": "raw_2037",
						"name": "Пиво Шпатен темное (разливное) 1л",
						"price": "205.42",
						"quantity": 3,
						"sum": "616.26"
					},
					{
						"id": "raw_2334",
						"name": "Пирожное Картошка",
						"price": "20.00",
						"quantity": 1,
						"sum": "20.00"
					},
					{
						"id": "raw_2349",
						"name": "Пирожное песочное в/а",
						"price": "12.00",
						"quantity": 1,
						"sum": "12.00"
					},
					{
						"id": "raw_894",
						"name": "Помидоры Черри свежие",
						"price": "316.49",
						"quantity": 3.99684,
						"sum": "1264.97"
					},
					{
						"id": "raw_893",
						"name": "Помидоры свежие",
						"price": "159.03",
						"quantity": 426.392516,
						"sum": "67810.47"
					},
					{
						"id": "raw_1140",
						"name": "Приправа Магги, Кнорр (болоньезе)",
						"price": "1152.74",
						"quantity": 1.718352,
						"sum": "1980.81"
					},
					{
						"id": "raw_2521",
						"name": "Приправа для плова",
						"price": "492.58",
						"quantity": 0.153,
						"sum": "75.36"
					},
					{
						"id": "raw_387",
						"name": "Пудра сахарная",
						"price": "110.09",
						"quantity": 1.412,
						"sum": "155.44"
					},
					{
						"id": "raw_388",
						"name": "Пшено",
						"price": "86.38",
						"quantity": 0.9,
						"sum": "77.74"
					},
					{
						"id": "raw_898",
						"name": "Редис свежий",
						"price": "127.33",
						"quantity": 2.215164,
						"sum": "282.05"
					},
					{
						"id": "raw_3050",
						"name": "Редька маринованная",
						"price": "162.64",
						"quantity": 0.23,
						"sum": "37.41"
					},
					{
						"id": "raw_391",
						"name": "Рис",
						"price": "95.86",
						"quantity": 24.237925,
						"sum": "2323.47"
					},
					{
						"id": "raw_903",
						"name": "Салат Айсберг",
						"price": "263.15",
						"quantity": 42.019064,
						"sum": "11057.51"
					},
					{
						"id": "raw_905",
						"name": "Салат Пати Микс",
						"price": "974.89",
						"quantity": 57.175874,
						"sum": "55740.20"
					},
					{
						"id": "raw_908",
						"name": "Салат Пекинский",
						"price": "80.38",
						"quantity": 14.024945,
						"sum": "1127.34"
					},
					{
						"id": "raw_909",
						"name": "Салат листовой",
						"price": "387.09",
						"quantity": 15.845108,
						"sum": "6133.44"
					},
					{
						"id": "raw_644",
						"name": "Салями",
						"price": "418.79",
						"quantity": 43.221226,
						"sum": "18100.62"
					},
					{
						"id": "raw_401",
						"name": "Сахар штучный",
						"price": "0.51",
						"quantity": 5466,
						"sum": "2786.64"
					},
					{
						"id": "raw_397",
						"name": "Сахар-песок",
						"price": "49.46",
						"quantity": 83.651413,
						"sum": "4137.39"
					},
					{
						"id": "raw_912",
						"name": "Свекла свежая",
						"price": "25.00",
						"quantity": 3.444314,
						"sum": "86.11"
					},
					{
						"id": "raw_681",
						"name": "Свинина карбонад с/м",
						"price": "297.63",
						"quantity": 111.338882,
						"sum": "33138.22"
					},
					{
						"id": "raw_2693",
						"name": "Свинина лопатка с/м ",
						"price": "232.78",
						"quantity": 11.168319,
						"sum": "2599.78"
					},
					{
						"id": "raw_688",
						"name": "Свинина филе с/м (не испол.) (Архив)",
						"price": "335.00",
						"quantity": 20.6,
						"sum": "6901.00"
					},
					{
						"id": "raw_690",
						"name": "Свинина шея с/м",
						"price": "352.71",
						"quantity": 62.595797,
						"sum": "22078.29"
					},
					{
						"id": "raw_743",
						"name": "Севен АП 0,5 л",
						"price": "33.58",
						"quantity": 80,
						"sum": "2686.16"
					},
					{
						"id": "raw_748",
						"name": "Севен Ап 1 л",
						"price": "43.26",
						"quantity": 80.798,
						"sum": "3495.15"
					},
					{
						"id": "raw_915",
						"name": "Сельдерей стебель",
						"price": "139.54",
						"quantity": 0.12307,
						"sum": "17.17"
					},
					{
						"id": "raw_511",
						"name": "Сельдь в масле",
						"price": "365.00",
						"quantity": 3.7156,
						"sum": "1356.19"
					},
					{
						"id": "raw_964",
						"name": "Семга копченая",
						"price": "1193.58",
						"quantity": 21.60152,
						"sum": "25783.04"
					},
					{
						"id": "raw_970",
						"name": "Семга филе на коже",
						"price": "1164.96",
						"quantity": 92.990801,
						"sum": "108330.90"
					},
					{
						"id": "raw_2564",
						"name": "Сердце говяжье с/м",
						"price": "165.40",
						"quantity": 14.475545,
						"sum": "2394.24"
					},
					{
						"id": "raw_402",
						"name": "Сироп Монин",
						"price": "265.32",
						"quantity": 0.7536,
						"sum": "199.95"
					},
					{
						"id": "raw_609",
						"name": "Сливки",
						"price": "214.58",
						"quantity": 26.887519,
						"sum": "5769.48"
					},
					{
						"id": "raw_3125",
						"name": "Смесь для римской пиццы",
						"price": "180.48",
						"quantity": 77.297855,
						"sum": "13950.72"
					},
					{
						"id": "raw_2354",
						"name": "Сметанный десерт ",
						"price": "45.50",
						"quantity": 6,
						"sum": "273.00"
					},
					{
						"id": "raw_2359",
						"name": "Сникерс десерт",
						"price": "35.00",
						"quantity": 11,
						"sum": "385.00"
					},
					{
						"id": "raw_1130",
						"name": "Сода",
						"price": "81.74",
						"quantity": 1.555,
						"sum": "127.11"
					},
					{
						"id": "raw_2733",
						"name": "Сок Ананасовый литр. ",
						"price": "54.64",
						"quantity": 97.7,
						"sum": "5337.90"
					},
					{
						"id": "raw_2736",
						"name": "Сок Апельсиновый литр. ",
						"price": "56.21",
						"quantity": 18.429,
						"sum": "1035.83"
					},
					{
						"id": "raw_2737",
						"name": "Сок Вишня Рябина Яблоко литр. ",
						"price": "54.60",
						"quantity": 21.647,
						"sum": "1181.82"
					},
					{
						"id": "raw_2739",
						"name": "Сок Мультифруктовый литр. ",
						"price": "57.11",
						"quantity": 49.956,
						"sum": "2852.89"
					},
					{
						"id": "raw_2741",
						"name": "Сок Томатный литр. ",
						"price": "54.39",
						"quantity": 23.775,
						"sum": "1293.21"
					},
					{
						"id": "raw_2743",
						"name": "Сок Яблочный литр. ",
						"price": "55.70",
						"quantity": 46.883,
						"sum": "2611.33"
					},
					{
						"id": "raw_763",
						"name": "Сок лимонный концентрированный",
						"price": "274.38",
						"quantity": 2.89,
						"sum": "792.96"
					},
					{
						"id": "raw_404",
						"name": "Соль",
						"price": "12.95",
						"quantity": 1.082661,
						"sum": "14.02"
					},
					{
						"id": "raw_645",
						"name": "Сосиски",
						"price": "302.42",
						"quantity": 13.42452,
						"sum": "4059.85"
					},
					{
						"id": "raw_997",
						"name": "Соус Бальзамический",
						"price": "676.00",
						"quantity": 0.123,
						"sum": "83.15"
					},
					{
						"id": "raw_1027",
						"name": "Соус Терияки",
						"price": "163.69",
						"quantity": 86.15018,
						"sum": "14102.02"
					},
					{
						"id": "raw_1031",
						"name": "Соус Унаги",
						"price": "181.02",
						"quantity": 11.691,
						"sum": "2116.29"
					},
					{
						"id": "raw_1003",
						"name": "Соус дип-пот Баварский",
						"price": "5.66",
						"quantity": 317,
						"sum": "1793.21"
					},
					{
						"id": "raw_1001",
						"name": "Соус дип-пот Барбекю",
						"price": "5.35",
						"quantity": 358,
						"sum": "1915.30"
					},
					{
						"id": "raw_2675",
						"name": "Соус дип-пот Кетчуп",
						"price": "5.24",
						"quantity": 504,
						"sum": "2641.37"
					},
					{
						"id": "raw_1007",
						"name": "Соус дип-пот Кисло-сладкий ",
						"price": "5.35",
						"quantity": 273,
						"sum": "1460.55"
					},
					{
						"id": "raw_1011",
						"name": "Соус дип-пот Сырный ",
						"price": "5.35",
						"quantity": 1104,
						"sum": "5906.40"
					},
					{
						"id": "raw_1016",
						"name": "Соус дип-пот Чесночный ",
						"price": "5.35",
						"quantity": 391,
						"sum": "2091.85"
					},
					{
						"id": "raw_1000",
						"name": "Соус из черного перца",
						"price": "437.68",
						"quantity": 13.649525,
						"sum": "5974.07"
					},
					{
						"id": "raw_1041",
						"name": "Соус майонезный Баварский",
						"price": "190.90",
						"quantity": 3.52765,
						"sum": "673.41"
					},
					{
						"id": "raw_3134",
						"name": "Соус майонезный Ранч",
						"price": "168.20",
						"quantity": 1.908,
						"sum": "320.93"
					},
					{
						"id": "raw_1052",
						"name": "Соус майонезный Французский",
						"price": "200.31",
						"quantity": 26.3805,
						"sum": "5284.32"
					},
					{
						"id": "raw_1021",
						"name": "Соус соевый концентрат",
						"price": "145.86",
						"quantity": 23.518446,
						"sum": "3430.34"
					},
					{
						"id": "raw_1023",
						"name": "Соус соевый штучный",
						"price": "6.05",
						"quantity": 977.073,
						"sum": "5911.29"
					},
					{
						"id": "raw_1047",
						"name": "Соус томатный Барбекю классический",
						"price": "184.59",
						"quantity": 22.207,
						"sum": "4099.29"
					},
					{
						"id": "raw_1036",
						"name": "Соус устричный",
						"price": "230.26",
						"quantity": 8.62216,
						"sum": "1985.33"
					},
					{
						"id": "raw_918",
						"name": "Спаржа соевая",
						"price": "360.07",
						"quantity": 1.50378,
						"sum": "541.47"
					},
					{
						"id": "raw_1062",
						"name": "Специи разные",
						"price": "431.63",
						"quantity": 2.740463,
						"sum": "1182.88"
					},
					{
						"id": "raw_920",
						"name": "Сухофрукты",
						"price": "85.00",
						"quantity": 0.5,
						"sum": "42.50"
					},
					{
						"id": "raw_1068",
						"name": "Сыр Голландский",
						"price": "278.20",
						"quantity": 35.816055,
						"sum": "9964.03"
					},
					{
						"id": "raw_1076",
						"name": "Сыр Моцарелла",
						"price": "288.20",
						"quantity": 477.455285,
						"sum": "137602.11"
					},
					{
						"id": "raw_3120",
						"name": "Сыр Моцарелла в борт",
						"price": "348.07",
						"quantity": 7.76,
						"sum": "2701.02"
					},
					{
						"id": "raw_1081",
						"name": "Сыр Пармезан",
						"price": "516.82",
						"quantity": 122.018807,
						"sum": "63062.08"
					},
					{
						"id": "raw_1082",
						"name": "Сыр Плавленый",
						"price": "407.45",
						"quantity": 28.32525,
						"sum": "11541.20"
					},
					{
						"id": "raw_1086",
						"name": "Сыр Фета",
						"price": "476.46",
						"quantity": 6.284096,
						"sum": "2994.12"
					},
					{
						"id": "raw_1087",
						"name": "Сыр творожный",
						"price": "229.80",
						"quantity": 63.7975,
						"sum": "14660.71"
					},
					{
						"id": "raw_1129",
						"name": "Сырники готовые замороженные",
						"price": "21.05",
						"quantity": 159,
						"sum": "3346.90"
					},
					{
						"id": "raw_619",
						"name": "Творог",
						"price": "0.37",
						"quantity": 1760.8532,
						"sum": "642.79"
					},
					{
						"id": "raw_407",
						"name": "Тесто слоеное",
						"price": "96.67",
						"quantity": 4.809,
						"sum": "464.87"
					},
					{
						"id": "raw_977",
						"name": "Тилапия филе с/м",
						"price": "261.76",
						"quantity": 11.6018,
						"sum": "3036.86"
					},
					{
						"id": "raw_2374",
						"name": "Тирамису десерт",
						"price": "39.00",
						"quantity": 6,
						"sum": "234.00"
					},
					{
						"id": "raw_1046",
						"name": "Томатный соус для пиццы",
						"price": "126.32",
						"quantity": 116.213409,
						"sum": "14679.77"
					},
					{
						"id": "raw_509",
						"name": "Томаты целые очищенные с\\с",
						"price": "74.85",
						"quantity": 59.043693,
						"sum": "4419.66"
					},
					{
						"id": "raw_408",
						"name": "Топпинг",
						"price": "258.78",
						"quantity": 1.6558,
						"sum": "428.48"
					},
					{
						"id": "raw_3058",
						"name": "Топпинг для пиццы \"С говядиной и специями\"",
						"price": "434.42",
						"quantity": 1.0687,
						"sum": "464.26"
					},
					{
						"id": "raw_440",
						"name": "Торт Медовик",
						"price": "32.15",
						"quantity": 271,
						"sum": "8711.78"
					},
					{
						"id": "raw_443",
						"name": "Торт Морковный",
						"price": "66.28",
						"quantity": 53,
						"sum": "3513.08"
					},
					{
						"id": "raw_447",
						"name": "Торт Тройной шоколад",
						"price": "90.95",
						"quantity": 38,
						"sum": "3455.99"
					},
					{
						"id": "raw_413",
						"name": "Тортилья пшеничная",
						"price": "4.51",
						"quantity": 3806,
						"sum": "17173.00"
					},
					{
						"id": "raw_984",
						"name": "Треска филе с/м",
						"price": "421.33",
						"quantity": 18.63434,
						"sum": "7851.22"
					},
					{
						"id": "raw_987",
						"name": "Тунец филе с/м",
						"price": "1337.50",
						"quantity": 5.690048,
						"sum": "7610.44"
					},
					{
						"id": "raw_992",
						"name": "Угорь (Архив)",
						"price": "770.40",
						"quantity": 13.26804,
						"sum": "10221.69"
					},
					{
						"id": "raw_2746",
						"name": "Угорь жареный",
						"price": "1557.36",
						"quantity": 32.4776,
						"sum": "50579.19"
					},
					{
						"id": "raw_414",
						"name": "Уксус столовый",
						"price": "68.90",
						"quantity": 41.909568,
						"sum": "2887.71"
					},
					{
						"id": "raw_2554",
						"name": "Хлеб Харрис",
						"price": "156.95",
						"quantity": 2.11,
						"sum": "331.17"
					},
					{
						"id": "raw_422",
						"name": "Хлеб пшеничный",
						"price": "64.29",
						"quantity": 58.395724,
						"sum": "3754.40"
					},
					{
						"id": "raw_2379",
						"name": "Хозяюшка десерт",
						"price": "22.00",
						"quantity": 6,
						"sum": "132.00"
					},
					{
						"id": "raw_427",
						"name": "Хондаши рыб.бульон",
						"price": "473.40",
						"quantity": 0.09329,
						"sum": "44.16"
					},
					{
						"id": "raw_429",
						"name": "Хрен",
						"price": "189.95",
						"quantity": 0.934424,
						"sum": "177.49"
					},
					{
						"id": "raw_2791",
						"name": "Цветная капуста с/м",
						"price": "108.91",
						"quantity": 12.1522,
						"sum": "1323.52"
					},
					{
						"id": "raw_927",
						"name": "Цукини",
						"price": "246.98",
						"quantity": 52.895555,
						"sum": "13063.89"
					},
					{
						"id": "raw_780",
						"name": "Чай пакетики для чайника",
						"price": "30.13",
						"quantity": 157,
						"sum": "4730.02"
					},
					{
						"id": "raw_778",
						"name": "Чай пакетики для чашки",
						"price": "3.90",
						"quantity": 47,
						"sum": "183.48"
					},
					{
						"id": "raw_785",
						"name": "Чай пакетики(персонал)",
						"price": "1.35",
						"quantity": 2097,
						"sum": "2826.07"
					},
					{
						"id": "raw_2384",
						"name": "Чизкейк вишневый десерт",
						"price": "48.00",
						"quantity": 2,
						"sum": "96.00"
					},
					{
						"id": "raw_1977",
						"name": "Чизкейк клубничный",
						"price": "34.22",
						"quantity": 60,
						"sum": "2053.35"
					},
					{
						"id": "raw_1972",
						"name": "Чизкейк кокосовый",
						"price": "34.22",
						"quantity": 17,
						"sum": "581.78"
					},
					{
						"id": "raw_2389",
						"name": "Чизкейк фруктовый",
						"price": "41.25",
						"quantity": 8,
						"sum": "330.00"
					},
					{
						"id": "raw_525",
						"name": "Шампиньоны маринованные",
						"price": "239.79",
						"quantity": 5.4892,
						"sum": "1316.27"
					},
					{
						"id": "raw_431",
						"name": "Шоколад",
						"price": "426.58",
						"quantity": 3.49986,
						"sum": "1492.96"
					},
					{
						"id": "raw_1968",
						"name": "Шоколад для детей",
						"price": "5.09",
						"quantity": 2896,
						"sum": "14740.64"
					},
					{
						"id": "raw_935",
						"name": "Шпинат с/м",
						"price": "170.10",
						"quantity": 0.19,
						"sum": "32.32"
					},
					{
						"id": "raw_2404",
						"name": "Эскимо десерт ",
						"price": "50.67",
						"quantity": 7,
						"sum": "354.67"
					},
					{
						"id": "raw_943",
						"name": "Ягоды с/м (Архив)",
						"price": "235.79",
						"quantity": 6.29864,
						"sum": "1485.14"
					},
					{
						"id": "raw_437",
						"name": "Яйцо перепелиное",
						"price": "420.00",
						"quantity": 0.668,
						"sum": "280.56"
					}
				]
			}
		]
	},
	{
		"id": 76,
		"name": "Истек срок реализации",
		"total": {
			"sum": "626477.52"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 1430.506,
					"sum": "42647.28"
				},
				"items": [
					{
						"id": "product_3420",
						"name": "4 сыра средняя",
						"price": "83.30",
						"quantity": 1,
						"sum": "83.30"
					},
					{
						"id": "product_822",
						"name": "Астра",
						"price": "134.25",
						"quantity": 2.1,
						"sum": "281.92"
					},
					{
						"id": "product_1385",
						"name": "Баварский",
						"price": "5.24",
						"quantity": 11,
						"sum": "57.65"
					},
					{
						"id": "product_1012",
						"name": "Беляш с мясом",
						"price": "25.83",
						"quantity": 7,
						"sum": "180.80"
					},
					{
						"id": "product_982",
						"name": "Бифштекс с беконом",
						"price": "251.92",
						"quantity": 0.14,
						"sum": "35.27"
					},
					{
						"id": "product_1018",
						"name": "Блин без начинки",
						"price": "9.04",
						"quantity": 64,
						"sum": "578.50"
					},
					{
						"id": "product_1013",
						"name": "Блин масленица",
						"price": "0.00",
						"quantity": 47,
						"sum": "0.00"
					},
					{
						"id": "product_1019",
						"name": "Блин с абрикосовым джемом",
						"price": "13.41",
						"quantity": 4,
						"sum": "53.63"
					},
					{
						"id": "product_1031",
						"name": "Блин с ветчиной и сыром",
						"price": "18.87",
						"quantity": 15,
						"sum": "283.08"
					},
					{
						"id": "product_4433",
						"name": "Блин с капустой",
						"price": "11.93",
						"quantity": 9,
						"sum": "107.38"
					},
					{
						"id": "product_4438",
						"name": "Блин с творогом",
						"price": "14.63",
						"quantity": 16,
						"sum": "234.03"
					},
					{
						"id": "product_4441",
						"name": "Блин с яблоками",
						"price": "13.90",
						"quantity": 4,
						"sum": "55.62"
					},
					{
						"id": "product_1034",
						"name": "Блин с яицом",
						"price": "10.21",
						"quantity": 8,
						"sum": "81.71"
					},
					{
						"id": "product_4728",
						"name": "Борщ постный с фасолью",
						"price": "13.97",
						"quantity": 31,
						"sum": "432.92"
					},
					{
						"id": "product_1627",
						"name": "Булочка к супу",
						"price": "2.92",
						"quantity": 24,
						"sum": "70.19"
					},
					{
						"id": "product_697",
						"name": "Бульон куриный",
						"price": "49.19",
						"quantity": 3.9,
						"sum": "191.84"
					},
					{
						"id": "product_1049",
						"name": "Ватрушка с повидлом",
						"price": "12.51",
						"quantity": 2,
						"sum": "25.03"
					},
					{
						"id": "product_1050",
						"name": "Ватрушка с творогом",
						"price": "11.47",
						"quantity": 1,
						"sum": "11.47"
					},
					{
						"id": "product_825",
						"name": "Винегрет",
						"price": "56.00",
						"quantity": 0.5,
						"sum": "28.00"
					},
					{
						"id": "product_1052",
						"name": "Витушка с маком",
						"price": "8.95",
						"quantity": 39,
						"sum": "349.10"
					},
					{
						"id": "product_1054",
						"name": "Витушка с сахаром",
						"price": "6.16",
						"quantity": 60,
						"sum": "369.78"
					},
					{
						"id": "product_4148",
						"name": "Встреча БЛ",
						"price": "192.61",
						"quantity": 0.4,
						"sum": "77.05"
					},
					{
						"id": "product_3486",
						"name": "Всё и сразу средняя",
						"price": "115.27",
						"quantity": 1,
						"sum": "115.27"
					},
					{
						"id": "product_3388",
						"name": "Вулкан 8шт",
						"price": "78.77",
						"quantity": 4,
						"sum": "315.07"
					},
					{
						"id": "product_120",
						"name": "Вулкан стандарт 10шт",
						"price": "110.74",
						"quantity": 1,
						"sum": "110.74"
					},
					{
						"id": "product_988",
						"name": "Голубцы ленивые",
						"price": "171.47",
						"quantity": 1.4,
						"sum": "240.05"
					},
					{
						"id": "product_3954",
						"name": "Гороховый суп с курицей и грибами",
						"price": "69.98",
						"quantity": 0.5,
						"sum": "34.99"
					},
					{
						"id": "product_1365",
						"name": "Греча с грибами и луком",
						"price": "99.77",
						"quantity": 0.8,
						"sum": "79.82"
					},
					{
						"id": "product_832",
						"name": "Греческий комплекс",
						"price": "283.43",
						"quantity": 0.5,
						"sum": "141.71"
					},
					{
						"id": "product_833",
						"name": "Деревенский",
						"price": "204.45",
						"quantity": 0.5,
						"sum": "102.23"
					},
					{
						"id": "product_4547",
						"name": "Диана",
						"price": "251.07",
						"quantity": 0.7,
						"sum": "175.75"
					},
					{
						"id": "product_4552",
						"name": "Днестр",
						"price": "110.41",
						"quantity": 1.5,
						"sum": "165.62"
					},
					{
						"id": "product_3393",
						"name": "Дракон 8шт",
						"price": "53.26",
						"quantity": 10,
						"sum": "532.59"
					},
					{
						"id": "product_3532",
						"name": "Жар-птица средняя",
						"price": "95.34",
						"quantity": 1,
						"sum": "95.34"
					},
					{
						"id": "product_4532",
						"name": "Закусочный",
						"price": "49.96",
						"quantity": 1,
						"sum": "49.96"
					},
					{
						"id": "product_3553",
						"name": "Золотая рыбка большая",
						"price": "395.63",
						"quantity": 1,
						"sum": "395.63"
					},
					{
						"id": "product_3558",
						"name": "Золотая рыбка средняя",
						"price": "211.25",
						"quantity": 1,
						"sum": "211.25"
					},
					{
						"id": "product_1045",
						"name": "Зразы рыбные с яйцом",
						"price": "285.63",
						"quantity": 1.08,
						"sum": "308.48"
					},
					{
						"id": "product_897",
						"name": "Из свежей капусты",
						"price": "46.42",
						"quantity": 0.5,
						"sum": "23.21"
					},
					{
						"id": "product_4195",
						"name": "Из свежей капусты БЛ",
						"price": "104.33",
						"quantity": 1.9,
						"sum": "198.23"
					},
					{
						"id": "product_841",
						"name": "Из свежей капусты с яблоком",
						"price": "55.84",
						"quantity": 3,
						"sum": "167.51"
					},
					{
						"id": "product_3566",
						"name": "Итальянское ассорти средняя",
						"price": "123.66",
						"quantity": 1,
						"sum": "123.66"
					},
					{
						"id": "product_3381",
						"name": "Калифорния 8шт",
						"price": "45.54",
						"quantity": 1,
						"sum": "45.54"
					},
					{
						"id": "product_950",
						"name": "Капуста тушеная",
						"price": "70.94",
						"quantity": 2,
						"sum": "141.89"
					},
					{
						"id": "product_4505",
						"name": "Картофель с овощами половинка",
						"price": "133.37",
						"quantity": 0.1,
						"sum": "13.34"
					},
					{
						"id": "product_1210",
						"name": "Картофель фри (комплекс)",
						"price": "213.29",
						"quantity": 1.8,
						"sum": "383.92"
					},
					{
						"id": "product_1352",
						"name": "Картофельное пюре",
						"price": "47.64",
						"quantity": 0.078,
						"sum": "3.72"
					},
					{
						"id": "product_3394",
						"name": "Катана 8шт",
						"price": "66.83",
						"quantity": 6,
						"sum": "400.96"
					},
					{
						"id": "product_1367",
						"name": "Каша по-гусарски",
						"price": "54.11",
						"quantity": 1.2,
						"sum": "64.93"
					},
					{
						"id": "product_2236",
						"name": "Киото 8шт",
						"price": "65.68",
						"quantity": 4,
						"sum": "262.71"
					},
					{
						"id": "product_1378",
						"name": "Китайский",
						"price": "270.59",
						"quantity": 0.4,
						"sum": "108.24"
					},
					{
						"id": "product_4590",
						"name": "Кнели из индейки",
						"price": "431.28",
						"quantity": 0.6,
						"sum": "258.77"
					},
					{
						"id": "product_852",
						"name": "Кокетка",
						"price": "158.02",
						"quantity": 1.8,
						"sum": "284.44"
					},
					{
						"id": "product_4142",
						"name": "Корсар БЛ",
						"price": "254.34",
						"quantity": 1.082,
						"sum": "275.20"
					},
					{
						"id": "product_1056",
						"name": "Котлета в тесте",
						"price": "21.66",
						"quantity": 63,
						"sum": "1364.56"
					},
					{
						"id": "product_4454",
						"name": "Котлета капустная",
						"price": "87.98",
						"quantity": 0.48,
						"sum": "42.23"
					},
					{
						"id": "product_1394",
						"name": "Котлета куриная",
						"price": "307.41",
						"quantity": 0.1,
						"sum": "30.74"
					},
					{
						"id": "product_3583",
						"name": "Куриная пицца",
						"price": "77.87",
						"quantity": 1,
						"sum": "77.87"
					},
					{
						"id": "product_389",
						"name": "Куриный супчик с алфавитом",
						"price": "20.35",
						"quantity": 25.855,
						"sum": "526.16"
					},
					{
						"id": "product_4006",
						"name": "Курица по-мексикански",
						"price": "281.54",
						"quantity": 0.32,
						"sum": "90.09"
					},
					{
						"id": "product_1392",
						"name": "Лесная опушка",
						"price": "131.93",
						"quantity": 0.2,
						"sum": "26.39"
					},
					{
						"id": "product_4525",
						"name": "Любимая",
						"price": "195.63",
						"quantity": 1.4,
						"sum": "273.88"
					},
					{
						"id": "product_956",
						"name": "Макароны",
						"price": "43.51",
						"quantity": 3.2,
						"sum": "139.23"
					},
					{
						"id": "product_4096",
						"name": "Макароны с овощами",
						"price": "55.00",
						"quantity": 1.4,
						"sum": "77.00"
					},
					{
						"id": "product_857",
						"name": "Мимоза",
						"price": "350.93",
						"quantity": 1.8,
						"sum": "631.68"
					},
					{
						"id": "product_1123",
						"name": "Налитушка с грибами",
						"price": "13.88",
						"quantity": 72,
						"sum": "999.60"
					},
					{
						"id": "product_1124",
						"name": "Налитушка с капустой",
						"price": "7.09",
						"quantity": 2,
						"sum": "14.18"
					},
					{
						"id": "product_1126",
						"name": "Налитушка с картофелем",
						"price": "6.52",
						"quantity": 6,
						"sum": "39.14"
					},
					{
						"id": "product_1128",
						"name": "Налитушка с сыром",
						"price": "12.54",
						"quantity": 43,
						"sum": "539.16"
					},
					{
						"id": "product_1129",
						"name": "Налитушка с яицом",
						"price": "8.44",
						"quantity": 19,
						"sum": "160.33"
					},
					{
						"id": "product_4183",
						"name": "Наслаждение БЛ",
						"price": "212.04",
						"quantity": 1.8,
						"sum": "381.67"
					},
					{
						"id": "product_3399",
						"name": "Океан 8шт",
						"price": "127.51",
						"quantity": 1,
						"sum": "127.51"
					},
					{
						"id": "product_4341",
						"name": "Океан с треской",
						"price": "292.11",
						"quantity": 0.6,
						"sum": "175.26"
					},
					{
						"id": "product_1080",
						"name": "Окорочок отварной",
						"price": "243.77",
						"quantity": 0.4,
						"sum": "97.51"
					},
					{
						"id": "product_177",
						"name": "Окрошка",
						"price": "31.93",
						"quantity": 7,
						"sum": "223.50"
					},
					{
						"id": "product_1542",
						"name": "Окрошка (кафе)",
						"price": "32.24",
						"quantity": 1,
						"sum": "32.24"
					},
					{
						"id": "product_870",
						"name": "Оливье (комплекс)",
						"price": "98.25",
						"quantity": 0.1,
						"sum": "9.83"
					},
					{
						"id": "product_811",
						"name": "Омлет с ветчиной и сыром",
						"price": "29.35",
						"quantity": 1,
						"sum": "29.35"
					},
					{
						"id": "product_1358",
						"name": "Очарование",
						"price": "224.30",
						"quantity": 0.6,
						"sum": "134.58"
					},
					{
						"id": "product_4542",
						"name": "Павлин",
						"price": "124.43",
						"quantity": 0.5,
						"sum": "62.21"
					},
					{
						"id": "product_1084",
						"name": "Печень по-строгановски",
						"price": "220.00",
						"quantity": 0.3,
						"sum": "66.00"
					},
					{
						"id": "product_1142",
						"name": "Пирожок с вареной сгущенкой",
						"price": "8.60",
						"quantity": 2,
						"sum": "17.19"
					},
					{
						"id": "product_1143",
						"name": "Пирожок с капустой",
						"price": "7.20",
						"quantity": 20,
						"sum": "144.05"
					},
					{
						"id": "product_1145",
						"name": "Пирожок с картофелем и луком",
						"price": "8.64",
						"quantity": 1,
						"sum": "8.64"
					},
					{
						"id": "product_1147",
						"name": "Пирожок с луком и яицом",
						"price": "12.65",
						"quantity": 15,
						"sum": "189.69"
					},
					{
						"id": "product_446",
						"name": "Пирожок с мясом",
						"price": "25.75",
						"quantity": 8,
						"sum": "205.97"
					},
					{
						"id": "product_1150",
						"name": "Пирожок с яблоками",
						"price": "9.69",
						"quantity": 45,
						"sum": "435.90"
					},
					{
						"id": "product_3629",
						"name": "Пицца счастья средняя",
						"price": "144.51",
						"quantity": 1,
						"sum": "144.51"
					},
					{
						"id": "product_3320",
						"name": "ПиццаРолл камчатский 1 шт.",
						"price": "83.19",
						"quantity": 14,
						"sum": "1164.61"
					},
					{
						"id": "product_3327",
						"name": "ПиццаРолл мексиканский 1шт.",
						"price": "42.56",
						"quantity": 7,
						"sum": "297.91"
					},
					{
						"id": "product_3325",
						"name": "ПиццаРолл с курочкой 1шт.",
						"price": "66.92",
						"quantity": 2,
						"sum": "133.84"
					},
					{
						"id": "product_1095",
						"name": "Плов со свининой",
						"price": "132.39",
						"quantity": 0.2,
						"sum": "26.48"
					},
					{
						"id": "product_818",
						"name": "Пшеная каша",
						"price": "65.16",
						"quantity": 1,
						"sum": "65.16"
					},
					{
						"id": "product_1554",
						"name": "Пшеничная лапша удон 150г",
						"price": "9.09",
						"quantity": 6,
						"sum": "54.57"
					},
					{
						"id": "product_962",
						"name": "Пюре картофельное",
						"price": "47.28",
						"quantity": 0.8,
						"sum": "37.83"
					},
					{
						"id": "product_970",
						"name": "Рагу овощное",
						"price": "197.21",
						"quantity": 0.8,
						"sum": "157.77"
					},
					{
						"id": "product_912",
						"name": "Рассольник",
						"price": "20.86",
						"quantity": 8,
						"sum": "166.87"
					},
					{
						"id": "product_820",
						"name": "Рисовая каша",
						"price": "74.17",
						"quantity": 1.25,
						"sum": "92.71"
					},
					{
						"id": "product_3402",
						"name": "Ролл Цезарь 8шт",
						"price": "40.03",
						"quantity": 9,
						"sum": "360.24"
					},
					{
						"id": "product_3003",
						"name": "Рыбный с овощами",
						"price": "328.25",
						"quantity": 1,
						"sum": "328.25"
					},
					{
						"id": "product_884",
						"name": "С копченой курицей",
						"price": "204.88",
						"quantity": 0.8,
						"sum": "163.91"
					},
					{
						"id": "product_847",
						"name": "С помидором и огурцами с маслом",
						"price": "187.98",
						"quantity": 0.1,
						"sum": "18.80"
					},
					{
						"id": "product_2985",
						"name": "Салат Крабовый",
						"price": "232.78",
						"quantity": 1.4,
						"sum": "325.89"
					},
					{
						"id": "product_1598",
						"name": "Салат Норвежский",
						"price": "55.90",
						"quantity": 1,
						"sum": "55.90"
					},
					{
						"id": "product_217",
						"name": "Салат Цезарь с курицей",
						"price": "85.87",
						"quantity": 1,
						"sum": "85.87"
					},
					{
						"id": "product_2817",
						"name": "Салат от Дяди Фёдора",
						"price": "21.34",
						"quantity": 1,
						"sum": "21.34"
					},
					{
						"id": "product_881",
						"name": "Салат с курицей и опятами",
						"price": "231.73",
						"quantity": 1,
						"sum": "231.73"
					},
					{
						"id": "product_4190",
						"name": "Салат с курицей и опятами БЛ",
						"price": "260.36",
						"quantity": 1.2,
						"sum": "312.43"
					},
					{
						"id": "product_1393",
						"name": "Сборная солянка",
						"price": "40.47",
						"quantity": 2,
						"sum": "80.94"
					},
					{
						"id": "product_1543",
						"name": "Сборная солянка (кафе)",
						"price": "39.59",
						"quantity": 2.5,
						"sum": "98.98"
					},
					{
						"id": "product_890",
						"name": "Свежесть",
						"price": "90.06",
						"quantity": 0.1,
						"sum": "9.01"
					},
					{
						"id": "product_883",
						"name": "Свекла с сыром и майонезом",
						"price": "88.22",
						"quantity": 0.1,
						"sum": "8.82"
					},
					{
						"id": "product_1109",
						"name": "Свинина запеченная с овощами",
						"price": "325.00",
						"quantity": 1.89,
						"sum": "614.25"
					},
					{
						"id": "product_4079",
						"name": "Свинина запеченная с помидорами",
						"price": "351.18",
						"quantity": 0.45,
						"sum": "158.03"
					},
					{
						"id": "product_1117",
						"name": "Свинина по-болгарски",
						"price": "356.90",
						"quantity": 0.125,
						"sum": "44.61"
					},
					{
						"id": "product_886",
						"name": "Сельдь под шубой",
						"price": "136.51",
						"quantity": 0.5,
						"sum": "68.26"
					},
					{
						"id": "product_4188",
						"name": "Сельдь под шубой БЛ",
						"price": "180.77",
						"quantity": 0.2,
						"sum": "36.15"
					},
					{
						"id": "product_4077",
						"name": "Семга запеченная с картофелем (Архив)",
						"price": "522.56",
						"quantity": 0.51,
						"sum": "266.51"
					},
					{
						"id": "product_3580",
						"name": "Семейное Комбо",
						"price": "251.06",
						"quantity": 2,
						"sum": "502.11"
					},
					{
						"id": "product_4146",
						"name": "Славянский БЛ",
						"price": "176.11",
						"quantity": 0.5,
						"sum": "88.05"
					},
					{
						"id": "product_1380",
						"name": "Славянский Вологда",
						"price": "126.38",
						"quantity": 0.7,
						"sum": "88.47"
					},
					{
						"id": "product_1152",
						"name": "Слойка с творогом",
						"price": "20.32",
						"quantity": 3,
						"sum": "60.95"
					},
					{
						"id": "product_1634",
						"name": "Сок Ананас 0,2 л",
						"price": "10.93",
						"quantity": 3,
						"sum": "32.80"
					},
					{
						"id": "product_4725",
						"name": "Солянка грибная",
						"price": "34.11",
						"quantity": 37.715,
						"sum": "1286.39"
					},
					{
						"id": "product_437",
						"name": "Солянка мясная (комплекс)",
						"price": "38.19",
						"quantity": 8,
						"sum": "305.50"
					},
					{
						"id": "product_3973",
						"name": "Солянка по-сибирски с грибами",
						"price": "135.74",
						"quantity": 2.25,
						"sum": "305.40"
					},
					{
						"id": "product_1156",
						"name": "Сосиска в тесте",
						"price": "17.98",
						"quantity": 29,
						"sum": "521.52"
					},
					{
						"id": "product_227",
						"name": "Соус Острый",
						"price": "4.94",
						"quantity": 172,
						"sum": "849.08"
					},
					{
						"id": "product_724",
						"name": "Соус острый",
						"price": "4.70",
						"quantity": 141,
						"sum": "662.14"
					},
					{
						"id": "product_22",
						"name": "Соус фирменный острый (спайс) 100г",
						"price": "10.74",
						"quantity": 9.1,
						"sum": "97.71"
					},
					{
						"id": "product_958",
						"name": "Спагетти",
						"price": "48.88",
						"quantity": 5.256,
						"sum": "256.93"
					},
					{
						"id": "product_716",
						"name": "Стейк из семги на гриле",
						"price": "395.66",
						"quantity": 1,
						"sum": "395.66"
					},
					{
						"id": "product_1623",
						"name": "Суп Тайский",
						"price": "71.73",
						"quantity": 2,
						"sum": "143.46"
					},
					{
						"id": "product_3980",
						"name": "Суп с куриными клецками и зеленым горошком",
						"price": "66.94",
						"quantity": 2.5,
						"sum": "167.35"
					},
					{
						"id": "product_1648",
						"name": "Суп сырный с крабом",
						"price": "123.19",
						"quantity": 1.25,
						"sum": "153.99"
					},
					{
						"id": "product_703",
						"name": "Суп-крем из белых грибов",
						"price": "72.69",
						"quantity": 1.23,
						"sum": "89.41"
					},
					{
						"id": "product_1317",
						"name": "Суп-лапша грибная",
						"price": "64.34",
						"quantity": 2,
						"sum": "128.68"
					},
					{
						"id": "product_921",
						"name": "Суп-пюре грибной",
						"price": "113.52",
						"quantity": 2,
						"sum": "227.05"
					},
					{
						"id": "product_927",
						"name": "Суп-пюре из семги",
						"price": "201.37",
						"quantity": 4.25,
						"sum": "855.82"
					},
					{
						"id": "product_925",
						"name": "Суп-пюре овощной",
						"price": "62.93",
						"quantity": 2.25,
						"sum": "141.60"
					},
					{
						"id": "product_3031",
						"name": "Сырная пицца",
						"price": "65.72",
						"quantity": 2,
						"sum": "131.45"
					},
					{
						"id": "product_1160",
						"name": "Сырники (комплекс)",
						"price": "46.61",
						"quantity": 10,
						"sum": "466.06"
					},
					{
						"id": "product_1131",
						"name": "Тефтели",
						"price": "177.90",
						"quantity": 0.19,
						"sum": "33.80"
					},
					{
						"id": "product_1133",
						"name": "Тефтели из индейки",
						"price": "357.49",
						"quantity": 0.175,
						"sum": "62.56"
					},
					{
						"id": "product_1515",
						"name": "Торт Тройной шоколад (ресторан)",
						"price": "121.76",
						"quantity": 1,
						"sum": "121.76"
					},
					{
						"id": "product_1646",
						"name": "Треска запеченная с перцем",
						"price": "592.62",
						"quantity": 2.21,
						"sum": "1309.70"
					},
					{
						"id": "product_4049",
						"name": "Украинский борщ",
						"price": "37.91",
						"quantity": 47,
						"sum": "1781.71"
					},
					{
						"id": "product_700",
						"name": "Украинский борщ (кафе)",
						"price": "39.65",
						"quantity": 58,
						"sum": "2299.56"
					},
					{
						"id": "product_1535",
						"name": "Уха по-фински (Архив)",
						"price": "226.98",
						"quantity": 3.5,
						"sum": "794.43"
					},
					{
						"id": "product_1388",
						"name": "Фарш Болоньезе 100г",
						"price": "64.38",
						"quantity": 5,
						"sum": "321.89"
					},
					{
						"id": "product_26",
						"name": "Филадельфия 10шт",
						"price": "187.98",
						"quantity": 1,
						"sum": "187.98"
					},
					{
						"id": "product_2232",
						"name": "Филадельфия 8шт",
						"price": "115.43",
						"quantity": 11,
						"sum": "1269.76"
					},
					{
						"id": "product_4370",
						"name": "Филадельфия чиз",
						"price": "73.47",
						"quantity": 11,
						"sum": "808.21"
					},
					{
						"id": "product_1066",
						"name": "Филе куриное запеченное с ананасом",
						"price": "365.94",
						"quantity": 0.13,
						"sum": "47.57"
					},
					{
						"id": "product_1063",
						"name": "Филе куры под сырной корочкой",
						"price": "364.96",
						"quantity": 0.77,
						"sum": "281.02"
					},
					{
						"id": "product_1381",
						"name": "Французский",
						"price": "257.71",
						"quantity": 0.5,
						"sum": "128.86"
					},
					{
						"id": "product_3011",
						"name": "Фунчоза с овощами",
						"price": "131.04",
						"quantity": 0.3,
						"sum": "39.31"
					},
					{
						"id": "product_894",
						"name": "Царский",
						"price": "199.90",
						"quantity": 2.4,
						"sum": "479.76"
					},
					{
						"id": "product_4200",
						"name": "Царский БЛ",
						"price": "224.19",
						"quantity": 0.1,
						"sum": "22.42"
					},
					{
						"id": "product_1209",
						"name": "Цезарь комплекс",
						"price": "274.94",
						"quantity": 2.5,
						"sum": "687.36"
					},
					{
						"id": "product_3707",
						"name": "Цезарь средняя",
						"price": "97.78",
						"quantity": 1,
						"sum": "97.78"
					},
					{
						"id": "product_3405",
						"name": "Черная леди 8шт",
						"price": "80.29",
						"quantity": 1,
						"sum": "80.29"
					},
					{
						"id": "product_3710",
						"name": "Чесночный цыпа большая",
						"price": "167.01",
						"quantity": 1,
						"sum": "167.01"
					},
					{
						"id": "product_218",
						"name": "Чизкейк кокосовый",
						"price": "36.72",
						"quantity": 1,
						"sum": "36.72"
					},
					{
						"id": "product_3410",
						"name": "Шен 8шт",
						"price": "75.61",
						"quantity": 1,
						"sum": "75.61"
					},
					{
						"id": "product_190",
						"name": "Шен стандарт 10шт",
						"price": "90.25",
						"quantity": 5,
						"sum": "451.27"
					},
					{
						"id": "product_936",
						"name": "Щи из свежей капусты",
						"price": "19.00",
						"quantity": 10,
						"sum": "189.99"
					},
					{
						"id": "product_1178",
						"name": "Эскалоп из курицы",
						"price": "508.78",
						"quantity": 0.2,
						"sum": "101.76"
					},
					{
						"id": "product_4570",
						"name": "Южно-итальянский",
						"price": "227.24",
						"quantity": 0.9,
						"sum": "204.52"
					},
					{
						"id": "product_4359",
						"name": "Язык запечённый с картофелем (Архив)",
						"price": "514.71",
						"quantity": 0.17,
						"sum": "87.50"
					},
					{
						"id": "product_191",
						"name": "Якудза стандарт 10шт",
						"price": "95.03",
						"quantity": 1,
						"sum": "95.03"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 1632.81246,
					"sum": "120510.83"
				},
				"items": [
					{
						"id": "raw_795",
						"name": "Авокадо свежий",
						"price": "365.00",
						"quantity": 1.2,
						"sum": "438.00"
					},
					{
						"id": "raw_448",
						"name": "Ананасы консервированные",
						"price": "143.68",
						"quantity": 1.962,
						"sum": "281.90"
					},
					{
						"id": "raw_800",
						"name": "Апельсин свежий",
						"price": "85.26",
						"quantity": 1.245,
						"sum": "106.15"
					},
					{
						"id": "raw_804",
						"name": "Баклажан свежий",
						"price": "279.80",
						"quantity": 2,
						"sum": "559.60"
					},
					{
						"id": "raw_805",
						"name": "Банан свежий",
						"price": "73.30",
						"quantity": 1.51,
						"sum": "110.68"
					},
					{
						"id": "raw_624",
						"name": "Бекон с/к",
						"price": "872.00",
						"quantity": 0.04,
						"sum": "34.88"
					},
					{
						"id": "raw_810",
						"name": "Белые грибы с/м",
						"price": "610.00",
						"quantity": 0.1,
						"sum": "61.00"
					},
					{
						"id": "raw_813",
						"name": "Брокколи заморозка (Архив)",
						"price": "110.00",
						"quantity": 0.24,
						"sum": "26.40"
					},
					{
						"id": "raw_2788",
						"name": "Брокколи с/м",
						"price": "135.16",
						"quantity": 1.93,
						"sum": "260.86"
					},
					{
						"id": "raw_2227",
						"name": "Брусника в сметане десерт",
						"price": "38.70",
						"quantity": 46,
						"sum": "1780.35"
					},
					{
						"id": "raw_628",
						"name": "Ветчина",
						"price": "254.88",
						"quantity": 2.991,
						"sum": "762.35"
					},
					{
						"id": "raw_818",
						"name": "Виноград свежий",
						"price": "205.71",
						"quantity": 4.267,
						"sum": "877.76"
					},
					{
						"id": "raw_648",
						"name": "Говядина оковалок с/м",
						"price": "470.80",
						"quantity": 1.1,
						"sum": "517.88"
					},
					{
						"id": "raw_653",
						"name": "Говядина филе с/м",
						"price": "950.00",
						"quantity": 0.73,
						"sum": "693.50"
					},
					{
						"id": "raw_823",
						"name": "Горох зеленый с/м",
						"price": "109.47",
						"quantity": 3.795,
						"sum": "415.45"
					},
					{
						"id": "raw_454",
						"name": "Горошек консервированный",
						"price": "154.86",
						"quantity": 4.773,
						"sum": "739.15"
					},
					{
						"id": "raw_828",
						"name": "Грейпфрут",
						"price": "188.32",
						"quantity": 1.802,
						"sum": "339.35"
					},
					{
						"id": "raw_2232",
						"name": "Гречанка десерт",
						"price": "44.40",
						"quantity": 9,
						"sum": "399.60"
					},
					{
						"id": "raw_2237",
						"name": "Грушевый каприз десерт",
						"price": "35.57",
						"quantity": 109,
						"sum": "3876.60"
					},
					{
						"id": "raw_267",
						"name": "Джем",
						"price": "192.81",
						"quantity": 0.2,
						"sum": "38.56"
					},
					{
						"id": "raw_2242",
						"name": "Дипломат десерт",
						"price": "39.75",
						"quantity": 2,
						"sum": "79.50"
					},
					{
						"id": "raw_829",
						"name": "Зелень (мята, базилик, розмарин, тимьян)",
						"price": "953.99",
						"quantity": 0.13,
						"sum": "124.02"
					},
					{
						"id": "raw_833",
						"name": "Зелень (петрушка+укроп)",
						"price": "187.71",
						"quantity": 0.502,
						"sum": "94.23"
					},
					{
						"id": "raw_465",
						"name": "Имбирь маринованный штучный",
						"price": "7.86",
						"quantity": 4,
						"sum": "31.44"
					},
					{
						"id": "raw_950",
						"name": "Кальмар филе с/м",
						"price": "294.82",
						"quantity": 0.505,
						"sum": "148.89"
					},
					{
						"id": "raw_835",
						"name": "Капуста свежая",
						"price": "55.00",
						"quantity": 2.615,
						"sum": "143.83"
					},
					{
						"id": "raw_2247",
						"name": "Караканде миндальное пирожное",
						"price": "13.65",
						"quantity": 20,
						"sum": "273.00"
					},
					{
						"id": "raw_629",
						"name": "Карбонад в/к",
						"price": "325.28",
						"quantity": 5.258,
						"sum": "1710.34"
					},
					{
						"id": "raw_838",
						"name": "Картофель свежий",
						"price": "18.54",
						"quantity": 1.969,
						"sum": "36.50"
					},
					{
						"id": "raw_843",
						"name": "Картофельные дольки",
						"price": "145.74",
						"quantity": 0.15,
						"sum": "21.86"
					},
					{
						"id": "raw_848",
						"name": "Картофельные улыбки",
						"price": "226.67",
						"quantity": 0.675,
						"sum": "153.00"
					},
					{
						"id": "raw_850",
						"name": "Киви свежий",
						"price": "112.20",
						"quantity": 1.761,
						"sum": "197.59"
					},
					{
						"id": "raw_639",
						"name": "Колбаса вареная",
						"price": "151.20",
						"quantity": 6.028,
						"sum": "911.43"
					},
					{
						"id": "raw_635",
						"name": "Колбаски охотничьи",
						"price": "329.56",
						"quantity": 0.18,
						"sum": "59.32"
					},
					{
						"id": "raw_2771",
						"name": "Компот клюквенный 0,5 л",
						"price": "37.45",
						"quantity": 4,
						"sum": "149.80"
					},
					{
						"id": "raw_2774",
						"name": "Компот черной смородины 0,5 л",
						"price": "37.45",
						"quantity": 1,
						"sum": "37.45"
					},
					{
						"id": "raw_2282",
						"name": "Корзинка с вареной сгущенкой",
						"price": "11.71",
						"quantity": 43,
						"sum": "503.50"
					},
					{
						"id": "raw_2289",
						"name": "Корзинка творожная",
						"price": "11.52",
						"quantity": 77,
						"sum": "887.20"
					},
					{
						"id": "raw_952",
						"name": "Крабовое мясо зам.",
						"price": "308.16",
						"quantity": 0.1,
						"sum": "30.82"
					},
					{
						"id": "raw_1116",
						"name": "Креветки в кляре с/м",
						"price": "652.70",
						"quantity": 0.2,
						"sum": "130.54"
					},
					{
						"id": "raw_955",
						"name": "Креветки зам.",
						"price": "740.01",
						"quantity": 0.305,
						"sum": "225.70"
					},
					{
						"id": "raw_468",
						"name": "Кукуруза консервированная",
						"price": "128.57",
						"quantity": 3.227,
						"sum": "414.89"
					},
					{
						"id": "raw_665",
						"name": "Куриные наггетсы зам.",
						"price": "240.02",
						"quantity": 0.56,
						"sum": "134.41"
					},
					{
						"id": "raw_2523",
						"name": "Курица бедро н/к с/м",
						"price": "272.85",
						"quantity": 1.11,
						"sum": "302.86"
					},
					{
						"id": "raw_670",
						"name": "Курица грудка копченая",
						"price": "285.00",
						"quantity": 0.233,
						"sum": "66.41"
					},
					{
						"id": "raw_674",
						"name": "Курица окорочка б/к с/м",
						"price": "305.20",
						"quantity": 0.75,
						"sum": "228.90"
					},
					{
						"id": "raw_675",
						"name": "Курица окорочка н/к с/м",
						"price": "185.00",
						"quantity": 0.67,
						"sum": "123.95"
					},
					{
						"id": "raw_2759",
						"name": "Курица филе отварное зам.",
						"price": "342.23",
						"quantity": 21.4,
						"sum": "7323.80"
					},
					{
						"id": "raw_2758",
						"name": "Курица филе с/м",
						"price": "230.05",
						"quantity": 0.32,
						"sum": "73.62"
					},
					{
						"id": "raw_858",
						"name": "Лайм свежий",
						"price": "365.81",
						"quantity": 1.258,
						"sum": "460.19"
					},
					{
						"id": "raw_863",
						"name": "Лимоны свежие",
						"price": "95.02",
						"quantity": 0.235,
						"sum": "22.33"
					},
					{
						"id": "raw_865",
						"name": "Лук зеленый",
						"price": "265.65",
						"quantity": 0.425,
						"sum": "112.90"
					},
					{
						"id": "raw_870",
						"name": "Лук порей свежий",
						"price": "597.83",
						"quantity": 0.115,
						"sum": "68.75"
					},
					{
						"id": "raw_875",
						"name": "Лук репка свежий",
						"price": "51.49",
						"quantity": 7.005,
						"sum": "360.72"
					},
					{
						"id": "raw_323",
						"name": "Майонез",
						"price": "59.92",
						"quantity": 0.16,
						"sum": "9.59"
					},
					{
						"id": "raw_332",
						"name": "Макароны",
						"price": "100.40",
						"quantity": 0.28,
						"sum": "28.11"
					},
					{
						"id": "raw_879",
						"name": "Мандарины свежие",
						"price": "102.85",
						"quantity": 1.175,
						"sum": "120.85"
					},
					{
						"id": "raw_979",
						"name": "Масаго икра зам.",
						"price": "619.32",
						"quantity": 0.2,
						"sum": "123.86"
					},
					{
						"id": "raw_470",
						"name": "Маслины консервированные",
						"price": "418.53",
						"quantity": 3.455,
						"sum": "1446.02"
					},
					{
						"id": "raw_598",
						"name": "Масло сливочное",
						"price": "221.45",
						"quantity": 0.166,
						"sum": "36.76"
					},
					{
						"id": "raw_354",
						"name": "Масло фритюрное",
						"price": "91.80",
						"quantity": 258,
						"sum": "23685.15"
					},
					{
						"id": "raw_730",
						"name": "Миринда 1 л",
						"price": "43.33",
						"quantity": 26,
						"sum": "1126.58"
					},
					{
						"id": "raw_2314",
						"name": "Моккочино десерт",
						"price": "38.53",
						"quantity": 50,
						"sum": "1926.30"
					},
					{
						"id": "raw_601",
						"name": "Молоко сгущеное",
						"price": "129.63",
						"quantity": 1.123,
						"sum": "145.58"
					},
					{
						"id": "raw_478",
						"name": "Морковь по-корейски",
						"price": "72.08",
						"quantity": 1.452,
						"sum": "104.67"
					},
					{
						"id": "raw_883",
						"name": "Морковь свежая",
						"price": "36.11",
						"quantity": 2.618,
						"sum": "94.53"
					},
					{
						"id": "raw_2321",
						"name": "Нежность десерт",
						"price": "42.40",
						"quantity": 104,
						"sum": "4410.00"
					},
					{
						"id": "raw_483",
						"name": "Огурцы маринованные",
						"price": "200.63",
						"quantity": 2.728,
						"sum": "547.31"
					},
					{
						"id": "raw_885",
						"name": "Огурцы свежие",
						"price": "152.25",
						"quantity": 31.425,
						"sum": "4784.57"
					},
					{
						"id": "raw_488",
						"name": "Опята маринованные",
						"price": "307.65",
						"quantity": 0.275,
						"sum": "84.60"
					},
					{
						"id": "raw_959",
						"name": "Осьминоги молодые с/м",
						"price": "608.14",
						"quantity": 0.895,
						"sum": "544.29"
					},
					{
						"id": "raw_735",
						"name": "Пепси 0,5 л",
						"price": "34.69",
						"quantity": 1,
						"sum": "34.69"
					},
					{
						"id": "raw_498",
						"name": "Перец Халапеньо зеленый",
						"price": "219.84",
						"quantity": 0.45,
						"sum": "98.93"
					},
					{
						"id": "raw_890",
						"name": "Перец сладкий свежий",
						"price": "267.44",
						"quantity": 7.09,
						"sum": "1896.15"
					},
					{
						"id": "raw_504",
						"name": "Персики консервированные (Архив)",
						"price": "200.41",
						"quantity": 0.248,
						"sum": "49.70"
					},
					{
						"id": "raw_222",
						"name": "Пиво Стелла Артуа (разливное) 1л",
						"price": "154.11",
						"quantity": 1.6,
						"sum": "246.58"
					},
					{
						"id": "raw_2037",
						"name": "Пиво Шпатен темное (разливное) 1л",
						"price": "220.80",
						"quantity": 47.72,
						"sum": "10536.41"
					},
					{
						"id": "raw_2331",
						"name": "Пирожное воздушное с масляным кремом",
						"price": "16.50",
						"quantity": 4,
						"sum": "66.00"
					},
					{
						"id": "raw_2349",
						"name": "Пирожное песочное в/а",
						"price": "11.86",
						"quantity": 73,
						"sum": "866.00"
					},
					{
						"id": "raw_894",
						"name": "Помидоры Черри свежие",
						"price": "340.88",
						"quantity": 1.49,
						"sum": "507.91"
					},
					{
						"id": "raw_893",
						"name": "Помидоры свежие",
						"price": "168.57",
						"quantity": 11.836,
						"sum": "1995.17"
					},
					{
						"id": "raw_898",
						"name": "Редис свежий",
						"price": "110.00",
						"quantity": 0.265,
						"sum": "29.15"
					},
					{
						"id": "raw_3050",
						"name": "Редька маринованная",
						"price": "162.64",
						"quantity": 1.119,
						"sum": "181.99"
					},
					{
						"id": "raw_903",
						"name": "Салат Айсберг",
						"price": "255.88",
						"quantity": 16.58646,
						"sum": "4244.17"
					},
					{
						"id": "raw_905",
						"name": "Салат Пати Микс",
						"price": "1005.50",
						"quantity": 2.11,
						"sum": "2121.61"
					},
					{
						"id": "raw_908",
						"name": "Салат Пекинский",
						"price": "95.00",
						"quantity": 0.09,
						"sum": "8.55"
					},
					{
						"id": "raw_909",
						"name": "Салат листовой",
						"price": "521.31",
						"quantity": 0.363,
						"sum": "189.24"
					},
					{
						"id": "raw_912",
						"name": "Свекла свежая",
						"price": "28.44",
						"quantity": 1.506,
						"sum": "42.83"
					},
					{
						"id": "raw_915",
						"name": "Сельдерей стебель",
						"price": "160.00",
						"quantity": 0.045,
						"sum": "7.20"
					},
					{
						"id": "raw_511",
						"name": "Сельдь в масле",
						"price": "365.00",
						"quantity": 0.8,
						"sum": "292.00"
					},
					{
						"id": "raw_609",
						"name": "Сливки",
						"price": "212.18",
						"quantity": 0.4,
						"sum": "84.87"
					},
					{
						"id": "raw_618",
						"name": "Сметана",
						"price": "104.20",
						"quantity": 0.96,
						"sum": "100.03"
					},
					{
						"id": "raw_2354",
						"name": "Сметанный десерт ",
						"price": "45.50",
						"quantity": 47,
						"sum": "2138.50"
					},
					{
						"id": "raw_2359",
						"name": "Сникерс десерт",
						"price": "35.09",
						"quantity": 38,
						"sum": "1333.25"
					},
					{
						"id": "raw_2733",
						"name": "Сок Ананасовый литр. ",
						"price": "54.67",
						"quantity": 1.55,
						"sum": "84.74"
					},
					{
						"id": "raw_2737",
						"name": "Сок Вишня Рябина Яблоко литр. ",
						"price": "53.15",
						"quantity": 0.9,
						"sum": "47.84"
					},
					{
						"id": "raw_2739",
						"name": "Сок Мультифруктовый литр. ",
						"price": "54.67",
						"quantity": 1,
						"sum": "54.67"
					},
					{
						"id": "raw_645",
						"name": "Сосиски",
						"price": "335.98",
						"quantity": 1.302,
						"sum": "437.45"
					},
					{
						"id": "raw_1027",
						"name": "Соус Терияки",
						"price": "160.97",
						"quantity": 0.13,
						"sum": "20.93"
					},
					{
						"id": "raw_1031",
						"name": "Соус Унаги",
						"price": "184.75",
						"quantity": 0.07,
						"sum": "12.93"
					},
					{
						"id": "raw_1007",
						"name": "Соус дип-пот Кисло-сладкий ",
						"price": "5.35",
						"quantity": 1,
						"sum": "5.35"
					},
					{
						"id": "raw_1041",
						"name": "Соус майонезный Баварский",
						"price": "193.43",
						"quantity": 1.425,
						"sum": "275.64"
					},
					{
						"id": "raw_1052",
						"name": "Соус майонезный Французский",
						"price": "200.97",
						"quantity": 1.71,
						"sum": "343.65"
					},
					{
						"id": "raw_1023",
						"name": "Соус соевый штучный",
						"price": "6.05",
						"quantity": 8,
						"sum": "48.40"
					},
					{
						"id": "raw_1047",
						"name": "Соус томатный Барбекю классический",
						"price": "178.38",
						"quantity": 3.4,
						"sum": "606.48"
					},
					{
						"id": "raw_1071",
						"name": "Сыр Дор Блю",
						"price": "832.46",
						"quantity": 0.205,
						"sum": "170.65"
					},
					{
						"id": "raw_1076",
						"name": "Сыр Моцарелла",
						"price": "302.98",
						"quantity": 1.483,
						"sum": "449.32"
					},
					{
						"id": "raw_3120",
						"name": "Сыр Моцарелла в борт",
						"price": "348.07",
						"quantity": 0.16,
						"sum": "55.69"
					},
					{
						"id": "raw_1086",
						"name": "Сыр Фета",
						"price": "310.46",
						"quantity": 0.38,
						"sum": "117.98"
					},
					{
						"id": "raw_1087",
						"name": "Сыр творожный",
						"price": "225.67",
						"quantity": 0.04,
						"sum": "9.03"
					},
					{
						"id": "raw_619",
						"name": "Творог",
						"price": "184.78",
						"quantity": 0.22,
						"sum": "40.65"
					},
					{
						"id": "raw_2374",
						"name": "Тирамису десерт",
						"price": "39.47",
						"quantity": 103,
						"sum": "4065.00"
					},
					{
						"id": "raw_408",
						"name": "Топпинг",
						"price": "264.73",
						"quantity": 1.835,
						"sum": "485.78"
					},
					{
						"id": "raw_3058",
						"name": "Топпинг для пиццы \"С говядиной и специями\"",
						"price": "434.42",
						"quantity": 0.415,
						"sum": "180.28"
					},
					{
						"id": "raw_440",
						"name": "Торт Медовик",
						"price": "66.64",
						"quantity": 7,
						"sum": "466.45"
					},
					{
						"id": "raw_443",
						"name": "Торт Морковный",
						"price": "76.37",
						"quantity": 7,
						"sum": "534.60"
					},
					{
						"id": "raw_447",
						"name": "Торт Тройной шоколад",
						"price": "91.17",
						"quantity": 10,
						"sum": "911.73"
					},
					{
						"id": "raw_413",
						"name": "Тортилья пшеничная",
						"price": "8.60",
						"quantity": 35,
						"sum": "301.13"
					},
					{
						"id": "raw_987",
						"name": "Тунец филе с/м",
						"price": "1337.50",
						"quantity": 0.3,
						"sum": "401.25"
					},
					{
						"id": "raw_524",
						"name": "Фасоль консервированная",
						"price": "130.32",
						"quantity": 5.62,
						"sum": "732.39"
					},
					{
						"id": "raw_923",
						"name": "Фасоль стручковая заморозка",
						"price": "92.55",
						"quantity": 2.782,
						"sum": "257.47"
					},
					{
						"id": "raw_422",
						"name": "Хлеб пшеничный",
						"price": "69.36",
						"quantity": 27.55,
						"sum": "1910.76"
					},
					{
						"id": "raw_2379",
						"name": "Хозяюшка десерт",
						"price": "21.85",
						"quantity": 8,
						"sum": "174.79"
					},
					{
						"id": "raw_2791",
						"name": "Цветная капуста с/м",
						"price": "110.00",
						"quantity": 0.135,
						"sum": "14.85"
					},
					{
						"id": "raw_927",
						"name": "Цукини",
						"price": "248.92",
						"quantity": 2.739,
						"sum": "681.80"
					},
					{
						"id": "raw_2384",
						"name": "Чизкейк вишневый десерт",
						"price": "47.94",
						"quantity": 99,
						"sum": "4746.00"
					},
					{
						"id": "raw_1977",
						"name": "Чизкейк клубничный",
						"price": "32.06",
						"quantity": 4,
						"sum": "128.26"
					},
					{
						"id": "raw_1972",
						"name": "Чизкейк кокосовый",
						"price": "29.91",
						"quantity": 1,
						"sum": "29.91"
					},
					{
						"id": "raw_2389",
						"name": "Чизкейк фруктовый",
						"price": "41.23",
						"quantity": 108,
						"sum": "4452.70"
					},
					{
						"id": "raw_930",
						"name": "Шампиньоны свежие",
						"price": "188.23",
						"quantity": 0.68,
						"sum": "128.00"
					},
					{
						"id": "raw_2404",
						"name": "Эскимо десерт ",
						"price": "56.10",
						"quantity": 35,
						"sum": "1963.50"
					},
					{
						"id": "raw_939",
						"name": "Яблоки свежие",
						"price": "76.24",
						"quantity": 1.34,
						"sum": "102.16"
					},
					{
						"id": "raw_432",
						"name": "Яйцо",
						"price": "123.50",
						"quantity": 4.7,
						"sum": "580.44"
					},
					{
						"id": "raw_437",
						"name": "Яйцо перепелиное",
						"price": "420.00",
						"quantity": 0.54,
						"sum": "226.80"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 3932.077,
					"sum": "463319.41"
				},
				"items": [
					{
						"id": "semi_1194",
						"name": "Авокадо п/ф (Архив)",
						"price": "532.41",
						"quantity": 1.688,
						"sum": "898.71"
					},
					{
						"id": "semi_1197",
						"name": "Баклажаны свежие порезанные п/ф",
						"price": "348.09",
						"quantity": 0.64,
						"sum": "222.78"
					},
					{
						"id": "semi_2507",
						"name": "Брез на солянку п/ф ",
						"price": "236.80",
						"quantity": 5.24,
						"sum": "1240.86"
					},
					{
						"id": "semi_1206",
						"name": "Брокколи отварная п/ф (Архив)",
						"price": "179.44",
						"quantity": 0.495,
						"sum": "88.82"
					},
					{
						"id": "semi_2804",
						"name": "Брокколи отварная п/ф 19.02.19",
						"price": "146.10",
						"quantity": 1.015,
						"sum": "148.29"
					},
					{
						"id": "semi_1211",
						"name": "Ветчина п/ф",
						"price": "265.58",
						"quantity": 1.439,
						"sum": "382.18"
					},
					{
						"id": "semi_1911",
						"name": "Вулкан п/ф (Архив)",
						"price": "108.53",
						"quantity": 27,
						"sum": "2930.38"
					},
					{
						"id": "semi_3095",
						"name": "Гарнир Греча п/ф",
						"price": "30.37",
						"quantity": 0.4,
						"sum": "12.15"
					},
					{
						"id": "semi_2157",
						"name": "Гарнир Пюре картофельное п/ф",
						"price": "48.62",
						"quantity": 11.345,
						"sum": "551.65"
					},
					{
						"id": "semi_3117",
						"name": "Говядина маринованная на салат п/ф ",
						"price": "1168.59",
						"quantity": 0.14,
						"sum": "163.60"
					},
					{
						"id": "semi_1226",
						"name": "Говядина филе размороженное п/ф",
						"price": "1133.35",
						"quantity": 2.959,
						"sum": "3353.58"
					},
					{
						"id": "semi_3070",
						"name": "Грибы Шиитаке готовые п/ф",
						"price": "441.38",
						"quantity": 0.16,
						"sum": "70.62"
					},
					{
						"id": "semi_1233",
						"name": "Грудка копченая п/ф",
						"price": "354.54",
						"quantity": 0.6,
						"sum": "212.72"
					},
					{
						"id": "semi_1901",
						"name": "Дракон п/ф (Архив)",
						"price": "67.51",
						"quantity": 21,
						"sum": "1417.65"
					},
					{
						"id": "semi_1240",
						"name": "Заправка для салата Испанский п/ф",
						"price": "101.09",
						"quantity": 0.17,
						"sum": "17.18"
					},
					{
						"id": "semi_1245",
						"name": "Заправка для салата Норвежский п/ф",
						"price": "111.51",
						"quantity": 1.977,
						"sum": "220.46"
					},
					{
						"id": "semi_1255",
						"name": "Заправка на окрошку п/ф",
						"price": "23.09",
						"quantity": 0.88,
						"sum": "20.32"
					},
					{
						"id": "semi_2517",
						"name": "Заправка на окрошку п/ф ",
						"price": "21.67",
						"quantity": 0.894,
						"sum": "19.37"
					},
					{
						"id": "semi_1260",
						"name": "Зелень п/ф",
						"price": "272.69",
						"quantity": 0.46,
						"sum": "125.44"
					},
					{
						"id": "semi_1264",
						"name": "Имбирный фреш п/ф",
						"price": "725.00",
						"quantity": 1,
						"sum": "725.00"
					},
					{
						"id": "semi_1875",
						"name": "Калифорния п/ф (Архив)",
						"price": "69.69",
						"quantity": 10,
						"sum": "696.93"
					},
					{
						"id": "semi_1268",
						"name": "Кальмар размороженный п/ф",
						"price": "546.62",
						"quantity": 1.704,
						"sum": "931.43"
					},
					{
						"id": "semi_1269",
						"name": "Капуста белокочанная чищенная п/ф",
						"price": "37.32",
						"quantity": 0.4,
						"sum": "14.93"
					},
					{
						"id": "semi_1274",
						"name": "Карбонад п/ф",
						"price": "364.52",
						"quantity": 1.427,
						"sum": "520.17"
					},
					{
						"id": "semi_1279",
						"name": "Картофель отварной п/ф",
						"price": "35.15",
						"quantity": 8.519,
						"sum": "299.48"
					},
					{
						"id": "semi_1284",
						"name": "Картофель сырой чищенный п/ф",
						"price": "91.69",
						"quantity": 0.4,
						"sum": "36.67"
					},
					{
						"id": "semi_1863",
						"name": "Картофель фри закуски п/ф",
						"price": "38.85",
						"quantity": 0.28,
						"sum": "10.88"
					},
					{
						"id": "semi_1906",
						"name": "Катана п/ф (Архив)",
						"price": "82.43",
						"quantity": 28,
						"sum": "2307.97"
					},
					{
						"id": "semi_3073",
						"name": "Киноа готовая п/ф",
						"price": "137.18",
						"quantity": 3.075,
						"sum": "421.83"
					},
					{
						"id": "semi_1930",
						"name": "Киото запеченый п/ф (Архив)",
						"price": "55.70",
						"quantity": 33,
						"sum": "1838.17"
					},
					{
						"id": "semi_2752",
						"name": "Кларий угревидный п/ф с 22.01.19",
						"price": "1075.42",
						"quantity": 1.794,
						"sum": "1929.30"
					},
					{
						"id": "semi_1824",
						"name": "Клубничный микс п/ф (Архив)",
						"price": "122.54",
						"quantity": 0.5,
						"sum": "61.27"
					},
					{
						"id": "semi_1304",
						"name": "Колбаса вареная п/ф",
						"price": "160.88",
						"quantity": 0.991,
						"sum": "159.43"
					},
					{
						"id": "semi_1294",
						"name": "Колбаса полукопченая п/ф",
						"price": "369.98",
						"quantity": 0.3,
						"sum": "111.00"
					},
					{
						"id": "semi_1299",
						"name": "Колбаски охотничьи п/ф",
						"price": "336.15",
						"quantity": 0.38,
						"sum": "127.74"
					},
					{
						"id": "semi_1309",
						"name": "Котлеты Весёлый маус п/ф",
						"price": "290.21",
						"quantity": 1.485,
						"sum": "430.96"
					},
					{
						"id": "semi_1315",
						"name": "Крабовое мясо п/ф",
						"price": "375.96",
						"quantity": 0.57,
						"sum": "214.29"
					},
					{
						"id": "semi_1803",
						"name": "Креветки на салат Цезарь п/ф",
						"price": "1582.10",
						"quantity": 1.316,
						"sum": "2082.04"
					},
					{
						"id": "semi_1319",
						"name": "Креветки отварные чищенные п/ф",
						"price": "1465.27",
						"quantity": 2.236,
						"sum": "3276.35"
					},
					{
						"id": "semi_1324",
						"name": "Креветки размороженные чищенные п/ф",
						"price": "1036.63",
						"quantity": 3.306,
						"sum": "3427.10"
					},
					{
						"id": "semi_1329",
						"name": "Куриное филе отварное из замороженного п/ф",
						"price": "427.25",
						"quantity": 1.5,
						"sum": "640.88"
					},
					{
						"id": "semi_1330",
						"name": "Куриное филе отварное п/ф",
						"price": "510.38",
						"quantity": 3.29,
						"sum": "1679.14"
					},
					{
						"id": "semi_2761",
						"name": "Куриное филе отварное разморож. п/ф 05.02.19",
						"price": "377.45",
						"quantity": 2.6,
						"sum": "981.38"
					},
					{
						"id": "semi_2764",
						"name": "Куриное филе размороженное п/ф 05.02.19",
						"price": "350.89",
						"quantity": 1.055,
						"sum": "370.18"
					},
					{
						"id": "semi_1336",
						"name": "Куриный окорочок б/к б/ш размороженный п/ф",
						"price": "366.72",
						"quantity": 1.11,
						"sum": "407.06"
					},
					{
						"id": "semi_2767",
						"name": "Курица Цезарь п/ф 05.02.19",
						"price": "520.34",
						"quantity": 11.3,
						"sum": "5879.85"
					},
					{
						"id": "semi_1793",
						"name": "Курица на Цезарь п/ф (Архив)",
						"price": "460.41",
						"quantity": 2.41,
						"sum": "1109.59"
					},
					{
						"id": "semi_1343",
						"name": "Лапша Соба отварная п/ф",
						"price": "55.20",
						"quantity": 18.575,
						"sum": "1025.34"
					},
					{
						"id": "semi_1348",
						"name": "Лапша Удон отварная п/ф",
						"price": "58.92",
						"quantity": 1.915,
						"sum": "112.82"
					},
					{
						"id": "semi_1353",
						"name": "Лапша Фунчоза отварная п/ф",
						"price": "80.55",
						"quantity": 8.66,
						"sum": "697.52"
					},
					{
						"id": "semi_1358",
						"name": "Лапша Харусаме отварная п/ф",
						"price": "115.27",
						"quantity": 13.761,
						"sum": "1586.21"
					},
					{
						"id": "semi_1363",
						"name": "Лук зеленый п/ф",
						"price": "207.73",
						"quantity": 0.475,
						"sum": "98.67"
					},
					{
						"id": "semi_1368",
						"name": "Лук порей п/ф",
						"price": "297.50",
						"quantity": 0.3,
						"sum": "89.25"
					},
					{
						"id": "semi_1373",
						"name": "Лук репка п/ф",
						"price": "39.13",
						"quantity": 298.1,
						"sum": "11665.55"
					},
					{
						"id": "semi_1678",
						"name": "Лук репка пассерованный п/ф",
						"price": "131.23",
						"quantity": 1.584,
						"sum": "207.86"
					},
					{
						"id": "semi_1380",
						"name": "Макароны Дельверде отварные п/ф",
						"price": "134.74",
						"quantity": 1.855,
						"sum": "249.95"
					},
					{
						"id": "semi_1375",
						"name": "Макароны отварные п/ф",
						"price": "46.59",
						"quantity": 0.605,
						"sum": "28.19"
					},
					{
						"id": "semi_1828",
						"name": "Малиновый микс п/ф (Архив)",
						"price": "122.54",
						"quantity": 1,
						"sum": "122.54"
					},
					{
						"id": "semi_2799",
						"name": "Малиновый микс п/ф 19.02.19",
						"price": "122.46",
						"quantity": 0.5,
						"sum": "61.23"
					},
					{
						"id": "semi_1685",
						"name": "Масло чесночное п/ф",
						"price": "162.40",
						"quantity": 0.255,
						"sum": "41.41"
					},
					{
						"id": "semi_1390",
						"name": "Морковь отварная п/ф",
						"price": "44.84",
						"quantity": 4.79,
						"sum": "214.79"
					},
					{
						"id": "semi_1394",
						"name": "Морковь п/ф",
						"price": "33.55",
						"quantity": 0.776,
						"sum": "26.03"
					},
					{
						"id": "semi_1679",
						"name": "Морковь пассерованная п/ф",
						"price": "48.65",
						"quantity": 0.182,
						"sum": "8.85"
					},
					{
						"id": "semi_1399",
						"name": "Морковь по-корейски п/ф",
						"price": "248.42",
						"quantity": 0.48,
						"sum": "119.24"
					},
					{
						"id": "semi_2068",
						"name": "Морс клюквенный из концентрата 1л п/ф",
						"price": "59.70",
						"quantity": 27.5,
						"sum": "1641.84"
					},
					{
						"id": "semi_2512",
						"name": "Набор для окрошки п/ф ",
						"price": "177.12",
						"quantity": 1.076,
						"sum": "190.58"
					},
					{
						"id": "semi_1832",
						"name": "Облепиховый микс п/ф (Архив)",
						"price": "145.38",
						"quantity": 2.3,
						"sum": "334.37"
					},
					{
						"id": "semi_2801",
						"name": "Облепиховый микс п/ф 19.02.19",
						"price": "156.43",
						"quantity": 1,
						"sum": "156.43"
					},
					{
						"id": "semi_1723",
						"name": "Овощное пюре на Неаполитанский суп п/ф",
						"price": "41.38",
						"quantity": 32.468,
						"sum": "1343.39"
					},
					{
						"id": "semi_2463",
						"name": "Овощное пюре на суп-крем из белых грибов п/ф",
						"price": "60.45",
						"quantity": 40.735,
						"sum": "2462.39"
					},
					{
						"id": "semi_1410",
						"name": "Огурцы свежие на роллы п/ф",
						"price": "200.06",
						"quantity": 7.72,
						"sum": "1544.46"
					},
					{
						"id": "semi_1415",
						"name": "Огурцы свежие п/ф",
						"price": "171.54",
						"quantity": 34.405,
						"sum": "5901.72"
					},
					{
						"id": "semi_1420",
						"name": "Осьминоги размороженные п/ф",
						"price": "1254.65",
						"quantity": 2.345,
						"sum": "2942.16"
					},
					{
						"id": "semi_3132",
						"name": "Парбейк для римской пиццы п/ф ",
						"price": "34.07",
						"quantity": 2,
						"sum": "68.14"
					},
					{
						"id": "semi_1716",
						"name": "Пельмени цветные п/ф",
						"price": "234.96",
						"quantity": 1.323,
						"sum": "310.85"
					},
					{
						"id": "semi_1430",
						"name": "Перец болгарский п/ф",
						"price": "310.27",
						"quantity": 7.818,
						"sum": "2425.72"
					},
					{
						"id": "semi_2101",
						"name": "ПиццаРолл камчатский 1 шт. п/ф (Архив)",
						"price": "89.92",
						"quantity": 48,
						"sum": "4316.25"
					},
					{
						"id": "semi_1816",
						"name": "ПиццаРолл мексиканский 1шт. п/ф (Архив)",
						"price": "48.70",
						"quantity": 43,
						"sum": "2094.12"
					},
					{
						"id": "semi_1821",
						"name": "ПиццаРолл с курочкой 1шт. п/ф (Архив)",
						"price": "71.72",
						"quantity": 20,
						"sum": "1434.49"
					},
					{
						"id": "semi_1441",
						"name": "Помидоры Черри п/ф",
						"price": "345.79",
						"quantity": 1.779,
						"sum": "615.16"
					},
					{
						"id": "semi_1436",
						"name": "Помидоры п/ф",
						"price": "199.47",
						"quantity": 5.09,
						"sum": "1015.28"
					},
					{
						"id": "semi_1697",
						"name": "Рис отварной заправленный п/ф",
						"price": "42.57",
						"quantity": 17.676,
						"sum": "752.48"
					},
					{
						"id": "semi_1446",
						"name": "Рис отварной не заправленный п/ф",
						"price": "34.64",
						"quantity": 14.959,
						"sum": "518.18"
					},
					{
						"id": "semi_1447",
						"name": "Рис отварной п/ф (обычный)",
						"price": "34.50",
						"quantity": 4,
						"sum": "138.01"
					},
					{
						"id": "semi_1452",
						"name": "Салат Айсберг п/ф",
						"price": "263.68",
						"quantity": 7.184,
						"sum": "1894.27"
					},
					{
						"id": "semi_1462",
						"name": "Салат Пати микс п/ф",
						"price": "1061.14",
						"quantity": 2.911,
						"sum": "3088.97"
					},
					{
						"id": "semi_1457",
						"name": "Салат листовой п/ф",
						"price": "619.34",
						"quantity": 0.85,
						"sum": "526.44"
					},
					{
						"id": "semi_1467",
						"name": "Салат пекинский п/ф",
						"price": "83.11",
						"quantity": 1,
						"sum": "83.11"
					},
					{
						"id": "semi_1474",
						"name": "Свекла отварная п/ф",
						"price": "42.23",
						"quantity": 0.4,
						"sum": "16.89"
					},
					{
						"id": "semi_1479",
						"name": "Свинина вырезка размороженная п/ф",
						"price": "408.50",
						"quantity": 0.985,
						"sum": "402.37"
					},
					{
						"id": "semi_1482",
						"name": "Свинина отварная п/ф",
						"price": "605.43",
						"quantity": 8.952,
						"sum": "5419.83"
					},
					{
						"id": "semi_1487",
						"name": "Сельдерей стебель п/ф",
						"price": "198.33",
						"quantity": 0.135,
						"sum": "26.78"
					},
					{
						"id": "semi_1497",
						"name": "Семга филе без кожи п/ф",
						"price": "1501.15",
						"quantity": 6.545,
						"sum": "9825.02"
					},
					{
						"id": "semi_2692",
						"name": "Семга филе на коже разморож. п/ф ",
						"price": "1364.95",
						"quantity": 2.025,
						"sum": "2764.02"
					},
					{
						"id": "semi_2207",
						"name": "Сосиски говяжьи размороженные п/ф",
						"price": "249.55",
						"quantity": 0.8,
						"sum": "199.64"
					},
					{
						"id": "semi_1796",
						"name": "Соус Цезарь п/ф",
						"price": "113.69",
						"quantity": 14.773,
						"sum": "1679.58"
					},
					{
						"id": "semi_2050",
						"name": "Соус для пиццаролла п/ф",
						"price": "72.89",
						"quantity": 1.465,
						"sum": "106.78"
					},
					{
						"id": "semi_1503",
						"name": "Соус из черного перца п/ф",
						"price": "263.97",
						"quantity": 0.72,
						"sum": "190.06"
					},
					{
						"id": "semi_1507",
						"name": "Соус на блины с фруктами п/ф",
						"price": "106.37",
						"quantity": 0.91,
						"sum": "96.79"
					},
					{
						"id": "semi_1839",
						"name": "Соус томатный острый п/ф",
						"price": "140.81",
						"quantity": 395.11,
						"sum": "55634.46"
					},
					{
						"id": "semi_1532",
						"name": "Соус томатный п/ф",
						"price": "102.42",
						"quantity": 0.26,
						"sum": "26.63"
					},
					{
						"id": "semi_1537",
						"name": "Соус устричный п/ф",
						"price": "224.67",
						"quantity": 0.62,
						"sum": "139.30"
					},
					{
						"id": "semi_1798",
						"name": "Соус фирменный острый русский (спайс) п/ф",
						"price": "88.93",
						"quantity": 596.663,
						"sum": "53060.60"
					},
					{
						"id": "semi_1542",
						"name": "Соус фирменный п/ф",
						"price": "60.71",
						"quantity": 18.176,
						"sum": "1103.49"
					},
					{
						"id": "semi_1547",
						"name": "Соус фирменный чили п/ф",
						"price": "161.98",
						"quantity": 7.71,
						"sum": "1248.90"
					},
					{
						"id": "semi_1552",
						"name": "Спаржа п/ф",
						"price": "162.74",
						"quantity": 24.792,
						"sum": "4034.60"
					},
					{
						"id": "semi_1577",
						"name": "Сыр Голландский п/ф",
						"price": "292.94",
						"quantity": 0.14,
						"sum": "41.01"
					},
					{
						"id": "semi_1587",
						"name": "Сыр Моцарелла п/ф",
						"price": "317.80",
						"quantity": 1.815,
						"sum": "576.81"
					},
					{
						"id": "semi_1592",
						"name": "Сыр Пармезан п/ф",
						"price": "587.21",
						"quantity": 0.1,
						"sum": "58.72"
					},
					{
						"id": "semi_1597",
						"name": "Сыр Фета п/ф",
						"price": "602.89",
						"quantity": 0.425,
						"sum": "256.23"
					},
					{
						"id": "semi_1607",
						"name": "Тесто для пиццы п/ф",
						"price": "32.93",
						"quantity": 1542.426,
						"sum": "50796.34"
					},
					{
						"id": "semi_3129",
						"name": "Тесто для римской пиццы п/ф",
						"price": "107.60",
						"quantity": 14.5,
						"sum": "1560.23"
					},
					{
						"id": "semi_1612",
						"name": "Тесто кляр п/ф",
						"price": "20.84",
						"quantity": 7.534,
						"sum": "156.99"
					},
					{
						"id": "semi_1634",
						"name": "Треска филе разморож.п/ф",
						"price": "771.26",
						"quantity": 0.36,
						"sum": "277.65"
					},
					{
						"id": "semi_1636",
						"name": "Тунец филе п/ф",
						"price": "1519.40",
						"quantity": 0.412,
						"sum": "625.99"
					},
					{
						"id": "semi_1640",
						"name": "Фарш Болоньезе п/ф",
						"price": "613.64",
						"quantity": 257.407,
						"sum": "157954.84"
					},
					{
						"id": "semi_2559",
						"name": "Фарш говяжий зам.п/ф",
						"price": "607.35",
						"quantity": 0.15,
						"sum": "91.10"
					},
					{
						"id": "semi_1645",
						"name": "Фарш на блины с фруктами п/ф",
						"price": "185.65",
						"quantity": 0.7,
						"sum": "129.95"
					},
					{
						"id": "semi_1714",
						"name": "Фарш на пельмени п/ф",
						"price": "354.36",
						"quantity": 3.23,
						"sum": "1144.57"
					},
					{
						"id": "semi_1920",
						"name": "Филадельфия лайт п/ф (Архив)",
						"price": "109.94",
						"quantity": 16,
						"sum": "1759.00"
					},
					{
						"id": "semi_1870",
						"name": "Филадельфия п/ф (Архив)",
						"price": "177.46",
						"quantity": 52,
						"sum": "9227.67"
					},
					{
						"id": "semi_1925",
						"name": "Фудзияма запеченый п/ф (Архив)",
						"price": "79.67",
						"quantity": 17,
						"sum": "1354.38"
					},
					{
						"id": "semi_1650",
						"name": "Цукини п/ф",
						"price": "272.36",
						"quantity": 4.383,
						"sum": "1193.76"
					},
					{
						"id": "semi_1880",
						"name": "Черная леди п/ф (Архив)",
						"price": "112.37",
						"quantity": 5,
						"sum": "561.86"
					},
					{
						"id": "semi_1660",
						"name": "Шампиньоны п/ф",
						"price": "208.33",
						"quantity": 4.052,
						"sum": "844.15"
					},
					{
						"id": "semi_1916",
						"name": "Шен п/ф (Архив)",
						"price": "89.77",
						"quantity": 24,
						"sum": "2154.43"
					},
					{
						"id": "semi_1917",
						"name": "Якудза п/ф (Архив)",
						"price": "102.24",
						"quantity": 16,
						"sum": "1635.89"
					}
				]
			}
		]
	},
	{
		"id": 47,
		"name": "Клиент отказался",
		"total": {
			"sum": "105532.35"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 1504.475,
					"sum": "105532.35"
				},
				"items": [
					{
						"id": "product_3721",
						"name": "4 сыра",
						"price": "173.65",
						"quantity": 1.5,
						"sum": "260.47"
					},
					{
						"id": "product_3416",
						"name": "4 сыра большая",
						"price": "84.18",
						"quantity": 2,
						"sum": "168.36"
					},
					{
						"id": "product_3420",
						"name": "4 сыра средняя",
						"price": "100.19",
						"quantity": 2,
						"sum": "200.38"
					},
					{
						"id": "product_2206",
						"name": "Jaleo Blanco (Халео Бланко, белое п/сл) 0,75",
						"price": "396.00",
						"quantity": 0.75,
						"sum": "297.00"
					},
					{
						"id": "product_2201",
						"name": "Jaleo Tinto (Халео Тинто, красное п/сл) 0,15",
						"price": "297.00",
						"quantity": 0.6,
						"sum": "178.20"
					},
					{
						"id": "product_2197",
						"name": "Jaleo Tinto (Халео Тинто, красное п/сл) 0,75",
						"price": "281.42",
						"quantity": 5.25,
						"sum": "1477.48"
					},
					{
						"id": "product_783",
						"name": "Jameson (Джемисон) 100мл",
						"price": "2120.45",
						"quantity": 0.1,
						"sum": "212.05"
					},
					{
						"id": "product_784",
						"name": "Jameson (Джемисон) 200мл",
						"price": "2120.45",
						"quantity": 0.2,
						"sum": "424.09"
					},
					{
						"id": "product_607",
						"name": "Terre Allegre Sangiovese (Терре Аллегре Санджовезе, красное п/сл) 0,75",
						"price": "480.00",
						"quantity": 0.75,
						"sum": "360.00"
					},
					{
						"id": "product_2807",
						"name": "Verano Blanco (Верано Бланко, белое п/сл) 0,75",
						"price": "385.97",
						"quantity": 0.75,
						"sum": "289.48"
					},
					{
						"id": "product_4054",
						"name": "Verano Blanco (Верано Бланко, белое сух) 0,15",
						"price": "385.20",
						"quantity": 0.15,
						"sum": "57.78"
					},
					{
						"id": "product_2802",
						"name": "Verano Tinto (Верано Тинто, красное п/сл) 0,75",
						"price": "432.00",
						"quantity": 1.5,
						"sum": "648.00"
					},
					{
						"id": "product_4050",
						"name": "Verano Tinto (Верано Тинто, красное сух) 0,15",
						"price": "385.97",
						"quantity": 0.15,
						"sum": "57.90"
					},
					{
						"id": "product_2214",
						"name": "Verano Tinto (Верано Тинто, красное сух) 0,75",
						"price": "386.53",
						"quantity": 4.5,
						"sum": "1739.38"
					},
					{
						"id": "product_544",
						"name": "Абсолют 50мл",
						"price": "1264.14",
						"quantity": 0.1,
						"sum": "126.41"
					},
					{
						"id": "product_4059",
						"name": "Аква Минерале 0,5л газированная (кафе)",
						"price": "22.62",
						"quantity": 3,
						"sum": "67.86"
					},
					{
						"id": "product_1267",
						"name": "Аква Минерале 0,5л негазированная (кафе)",
						"price": "22.62",
						"quantity": 9,
						"sum": "203.58"
					},
					{
						"id": "product_2227",
						"name": "Алазанская долина Шилдис Мтеби 2016, красное п/сл 0,75",
						"price": "742.40",
						"quantity": 0.75,
						"sum": "556.80"
					},
					{
						"id": "product_3725",
						"name": "Аль-копчоне",
						"price": "78.14",
						"quantity": 1,
						"sum": "78.14"
					},
					{
						"id": "product_3429",
						"name": "Аль-копчоне большая",
						"price": "162.14",
						"quantity": 9,
						"sum": "1459.25"
					},
					{
						"id": "product_3433",
						"name": "Аль-копчоне средняя",
						"price": "108.29",
						"quantity": 2,
						"sum": "216.58"
					},
					{
						"id": "product_417",
						"name": "Американо",
						"price": "9.01",
						"quantity": 2,
						"sum": "18.02"
					},
					{
						"id": "product_2444",
						"name": "Американо БЛ",
						"price": "8.95",
						"quantity": 4,
						"sum": "35.79"
					},
					{
						"id": "product_1703",
						"name": "Ананас консервированный",
						"price": "2.91",
						"quantity": 1,
						"sum": "2.91"
					},
					{
						"id": "product_2704",
						"name": "Ананасовый смузи",
						"price": "27.40",
						"quantity": 1,
						"sum": "27.40"
					},
					{
						"id": "product_4214",
						"name": "Ароматный суп с копч.кур. и плав.сыром БЛ",
						"price": "95.48",
						"quantity": 0.25,
						"sum": "23.87"
					},
					{
						"id": "product_422",
						"name": "Ассам 600мл (черный)",
						"price": "31.45",
						"quantity": 6,
						"sum": "188.68"
					},
					{
						"id": "product_3827",
						"name": "Ассорти из колбас 70г",
						"price": "24.43",
						"quantity": 3,
						"sum": "73.29"
					},
					{
						"id": "product_3869",
						"name": "Ассорти из колбас 70г.",
						"price": "24.43",
						"quantity": 1,
						"sum": "24.43"
					},
					{
						"id": "product_3730",
						"name": "Баварская",
						"price": "229.11",
						"quantity": 1,
						"sum": "229.11"
					},
					{
						"id": "product_3441",
						"name": "Баварская большая",
						"price": "224.40",
						"quantity": 5,
						"sum": "1122.01"
					},
					{
						"id": "product_3446",
						"name": "Баварская средняя",
						"price": "136.54",
						"quantity": 1,
						"sum": "136.54"
					},
					{
						"id": "product_1385",
						"name": "Баварский",
						"price": "5.29",
						"quantity": 11,
						"sum": "58.19"
					},
					{
						"id": "product_583",
						"name": "Бад (безалкогольное)",
						"price": "28.51",
						"quantity": 13,
						"sum": "370.58"
					},
					{
						"id": "product_55",
						"name": "Базилик 1г",
						"price": "0.24",
						"quantity": 2,
						"sum": "0.47"
					},
					{
						"id": "product_4820",
						"name": "Базилик 1г.",
						"price": "0.24",
						"quantity": 14,
						"sum": "3.30"
					},
					{
						"id": "product_8",
						"name": "Барбекью",
						"price": "5.34",
						"quantity": 25,
						"sum": "133.53"
					},
					{
						"id": "product_4764",
						"name": "Барбекю",
						"price": "102.00",
						"quantity": 4,
						"sum": "407.99"
					},
					{
						"id": "product_4739",
						"name": "Барбекю большая",
						"price": "209.43",
						"quantity": 7,
						"sum": "1465.98"
					},
					{
						"id": "product_4742",
						"name": "Барбекю в форме сердца",
						"price": "190.80",
						"quantity": 1,
						"sum": "190.80"
					},
					{
						"id": "product_4740",
						"name": "Барбекю средняя",
						"price": "115.70",
						"quantity": 1,
						"sum": "115.70"
					},
					{
						"id": "product_3834",
						"name": "Бекон 8шт 25г",
						"price": "13.92",
						"quantity": 9,
						"sum": "125.24"
					},
					{
						"id": "product_1012",
						"name": "Беляш с мясом",
						"price": "25.23",
						"quantity": 1,
						"sum": "25.23"
					},
					{
						"id": "product_4297",
						"name": "Биточки мясные БЛ",
						"price": "442.36",
						"quantity": 0.22,
						"sum": "97.32"
					},
					{
						"id": "product_1031",
						"name": "Блин с ветчиной и сыром",
						"price": "18.09",
						"quantity": 6,
						"sum": "108.54"
					},
					{
						"id": "product_1020",
						"name": "Блин с вишневым джемом",
						"price": "13.19",
						"quantity": 1,
						"sum": "13.19"
					},
					{
						"id": "product_4438",
						"name": "Блин с творогом",
						"price": "14.28",
						"quantity": 1,
						"sum": "14.28"
					},
					{
						"id": "product_2369",
						"name": "Блины с курицей",
						"price": "40.65",
						"quantity": 1,
						"sum": "40.65"
					},
					{
						"id": "product_1419",
						"name": "Блины с мясом",
						"price": "60.20",
						"quantity": 1,
						"sum": "60.20"
					},
					{
						"id": "product_1422",
						"name": "Блины с творожным кремом",
						"price": "30.29",
						"quantity": 1,
						"sum": "30.29"
					},
					{
						"id": "product_3453",
						"name": "Богатырская большая",
						"price": "240.98",
						"quantity": 1,
						"sum": "240.98"
					},
					{
						"id": "product_4728",
						"name": "Борщ постный с фасолью",
						"price": "14.86",
						"quantity": 6,
						"sum": "89.19"
					},
					{
						"id": "product_697",
						"name": "Бульон куриный",
						"price": "47.08",
						"quantity": 1.6,
						"sum": "75.33"
					},
					{
						"id": "product_4209",
						"name": "Бульон с гренками и яйцом БЛ",
						"price": "111.81",
						"quantity": 0.25,
						"sum": "27.95"
					},
					{
						"id": "product_3464",
						"name": "Вегетарианская большая",
						"price": "173.54",
						"quantity": 1,
						"sum": "173.54"
					},
					{
						"id": "product_3465",
						"name": "Вегетарианская средняя",
						"price": "99.95",
						"quantity": 14,
						"sum": "1399.29"
					},
					{
						"id": "product_1377",
						"name": "Венеция",
						"price": "239.82",
						"quantity": 0.1,
						"sum": "23.98"
					},
					{
						"id": "product_4157",
						"name": "Венеция БЛ",
						"price": "212.35",
						"quantity": 0.2,
						"sum": "42.47"
					},
					{
						"id": "product_395",
						"name": "Веселый маус",
						"price": "38.51",
						"quantity": 6,
						"sum": "231.08"
					},
					{
						"id": "product_3829",
						"name": "Ветчина 16шт 70г",
						"price": "18.67",
						"quantity": 10,
						"sum": "186.74"
					},
					{
						"id": "product_3737",
						"name": "Ветчина и грибы",
						"price": "83.10",
						"quantity": 1,
						"sum": "83.10"
					},
					{
						"id": "product_3472",
						"name": "Ветчина и грибы большая",
						"price": "162.00",
						"quantity": 2,
						"sum": "324.01"
					},
					{
						"id": "product_3474",
						"name": "Ветчина и грибы средняя",
						"price": "89.50",
						"quantity": 1,
						"sum": "89.50"
					},
					{
						"id": "product_3741",
						"name": "Всё и сразу",
						"price": "103.73",
						"quantity": 3,
						"sum": "311.19"
					},
					{
						"id": "product_3481",
						"name": "Всё и сразу большая",
						"price": "186.23",
						"quantity": 35,
						"sum": "6518.08"
					},
					{
						"id": "product_3491",
						"name": "Всё и сразу в форме сердца",
						"price": "185.82",
						"quantity": 1,
						"sum": "185.82"
					},
					{
						"id": "product_3486",
						"name": "Всё и сразу средняя",
						"price": "115.64",
						"quantity": 8,
						"sum": "925.09"
					},
					{
						"id": "product_3388",
						"name": "Вулкан 8шт",
						"price": "85.88",
						"quantity": 7,
						"sum": "601.16"
					},
					{
						"id": "product_3495",
						"name": "Гавайская большая",
						"price": "156.97",
						"quantity": 2,
						"sum": "313.94"
					},
					{
						"id": "product_2184",
						"name": "Гавана Клаб Эспесиаль 500мл",
						"price": "1673.34",
						"quantity": 0.5,
						"sum": "836.67"
					},
					{
						"id": "product_2177",
						"name": "Гавана Клаб Эспесиаль 50мл",
						"price": "1544.47",
						"quantity": 0.05,
						"sum": "77.22"
					},
					{
						"id": "product_4623",
						"name": "Глинтвейн мандарин с розмарином",
						"price": "85.48",
						"quantity": 1,
						"sum": "85.48"
					},
					{
						"id": "product_1562",
						"name": "Говядина 60г",
						"price": "68.00",
						"quantity": 1,
						"sum": "68.00"
					},
					{
						"id": "product_1365",
						"name": "Греча с грибами и луком",
						"price": "159.26",
						"quantity": 0.2,
						"sum": "31.85"
					},
					{
						"id": "product_3127",
						"name": "Гречанка десерт",
						"price": "44.40",
						"quantity": 1,
						"sum": "44.40"
					},
					{
						"id": "product_832",
						"name": "Греческий комплекс",
						"price": "308.22",
						"quantity": 0.4,
						"sum": "123.29"
					},
					{
						"id": "product_4722",
						"name": "Гречневая лапша с грибами",
						"price": "50.45",
						"quantity": 9,
						"sum": "454.08"
					},
					{
						"id": "product_4768",
						"name": "Грибы Шиитаке 15г",
						"price": "6.62",
						"quantity": 1,
						"sum": "6.62"
					},
					{
						"id": "product_14",
						"name": "Двойной сыр 160г.",
						"price": "52.41",
						"quantity": 2,
						"sum": "104.82"
					},
					{
						"id": "product_327",
						"name": "Двойной сыр 80г.",
						"price": "52.41",
						"quantity": 1,
						"sum": "52.41"
					},
					{
						"id": "product_3506",
						"name": "Деревенская большая",
						"price": "170.93",
						"quantity": 3,
						"sum": "512.78"
					},
					{
						"id": "product_2841",
						"name": "Джем детям",
						"price": "4.18",
						"quantity": 1,
						"sum": "4.18"
					},
					{
						"id": "product_3519",
						"name": "Дон бекон средняя",
						"price": "134.09",
						"quantity": 2,
						"sum": "268.18"
					},
					{
						"id": "product_3393",
						"name": "Дракон 8шт",
						"price": "68.27",
						"quantity": 1,
						"sum": "68.27"
					},
					{
						"id": "product_4672",
						"name": "Ежики в сливочном соусе",
						"price": "124.58",
						"quantity": 0.52,
						"sum": "64.78"
					},
					{
						"id": "product_1460",
						"name": "Ессентуки №4 (кафе)",
						"price": "35.29",
						"quantity": 7,
						"sum": "247.00"
					},
					{
						"id": "product_3527",
						"name": "Жар-птица большая",
						"price": "208.41",
						"quantity": 4,
						"sum": "833.65"
					},
					{
						"id": "product_3760",
						"name": "Жюльен",
						"price": "108.19",
						"quantity": 2,
						"sum": "216.37"
					},
					{
						"id": "product_3540",
						"name": "Жюльен большая",
						"price": "206.57",
						"quantity": 6,
						"sum": "1239.39"
					},
					{
						"id": "product_689",
						"name": "Жюльен с курицей и грибами",
						"price": "72.97",
						"quantity": 2,
						"sum": "145.94"
					},
					{
						"id": "product_3543",
						"name": "Жюльен средняя",
						"price": "110.96",
						"quantity": 1,
						"sum": "110.96"
					},
					{
						"id": "product_56",
						"name": "Зелень 5г",
						"price": "1.59",
						"quantity": 4,
						"sum": "6.36"
					},
					{
						"id": "product_4818",
						"name": "Зелень 5г.",
						"price": "1.77",
						"quantity": 20,
						"sum": "35.34"
					},
					{
						"id": "product_3765",
						"name": "Золотая рыбка",
						"price": "366.84",
						"quantity": 1,
						"sum": "366.84"
					},
					{
						"id": "product_3553",
						"name": "Золотая рыбка большая",
						"price": "384.18",
						"quantity": 17,
						"sum": "6531.14"
					},
					{
						"id": "product_3558",
						"name": "Золотая рыбка средняя",
						"price": "217.29",
						"quantity": 3,
						"sum": "651.86"
					},
					{
						"id": "product_897",
						"name": "Из свежей капусты",
						"price": "58.55",
						"quantity": 0.3,
						"sum": "17.57"
					},
					{
						"id": "product_1047",
						"name": "Индейка запеченная с грибами",
						"price": "379.05",
						"quantity": 0.26,
						"sum": "98.55"
					},
					{
						"id": "product_1048",
						"name": "Индейка запеченная с овощами",
						"price": "575.55",
						"quantity": 0.15,
						"sum": "86.33"
					},
					{
						"id": "product_3562",
						"name": "Итальянское ассорти большая",
						"price": "196.24",
						"quantity": 4,
						"sum": "784.95"
					},
					{
						"id": "product_3571",
						"name": "Итальянцы в России большая",
						"price": "156.25",
						"quantity": 4,
						"sum": "624.99"
					},
					{
						"id": "product_3574",
						"name": "Итальянцы в России средняя",
						"price": "96.22",
						"quantity": 1,
						"sum": "96.22"
					},
					{
						"id": "product_1681",
						"name": "Какао с зефирками",
						"price": "32.83",
						"quantity": 1,
						"sum": "32.83"
					},
					{
						"id": "product_3381",
						"name": "Калифорния 8шт",
						"price": "54.38",
						"quantity": 19,
						"sum": "1033.21"
					},
					{
						"id": "product_6",
						"name": "Калифорния стандарт 10шт",
						"price": "89.36",
						"quantity": 2,
						"sum": "178.71"
					},
					{
						"id": "product_3389",
						"name": "Канада 8шт",
						"price": "165.55",
						"quantity": 2,
						"sum": "331.11"
					},
					{
						"id": "product_1575",
						"name": "Капуста брокколи 20г",
						"price": "2.94",
						"quantity": 2,
						"sum": "5.88"
					},
					{
						"id": "product_950",
						"name": "Капуста тушеная",
						"price": "98.17",
						"quantity": 0.2,
						"sum": "19.63"
					},
					{
						"id": "product_418",
						"name": "Капучино",
						"price": "14.09",
						"quantity": 1,
						"sum": "14.09"
					},
					{
						"id": "product_459",
						"name": "Капучино двойной",
						"price": "25.18",
						"quantity": 3,
						"sum": "75.54"
					},
					{
						"id": "product_3134",
						"name": "Караканде миндальное пирожное",
						"price": "14.00",
						"quantity": 1,
						"sum": "14.00"
					},
					{
						"id": "product_36",
						"name": "Карбонад 8шт 90г",
						"price": "32.00",
						"quantity": 2,
						"sum": "64.00"
					},
					{
						"id": "product_3667",
						"name": "Карбоната большая",
						"price": "191.23",
						"quantity": 2,
						"sum": "382.46"
					},
					{
						"id": "product_954",
						"name": "Картофель запеченый",
						"price": "142.25",
						"quantity": 0.2,
						"sum": "28.45"
					},
					{
						"id": "product_952",
						"name": "Картофель отварной",
						"price": "57.20",
						"quantity": 0.2,
						"sum": "11.44"
					},
					{
						"id": "product_4381",
						"name": "Картофель по-деревенски",
						"price": "25.49",
						"quantity": 2,
						"sum": "50.98"
					},
					{
						"id": "product_720",
						"name": "Картофель по-деревенски (кафе)",
						"price": "32.59",
						"quantity": 3,
						"sum": "97.76"
					},
					{
						"id": "product_1284",
						"name": "Картофель фри",
						"price": "42.03",
						"quantity": 16,
						"sum": "672.51"
					},
					{
						"id": "product_1362",
						"name": "Картофель фри (ресторан)",
						"price": "39.19",
						"quantity": 2,
						"sum": "78.39"
					},
					{
						"id": "product_1352",
						"name": "Картофельное пюре",
						"price": "54.25",
						"quantity": 0.2,
						"sum": "10.85"
					},
					{
						"id": "product_2737",
						"name": "Картофельные пирамидки с сыром 6 шт.",
						"price": "56.34",
						"quantity": 1,
						"sum": "56.34"
					},
					{
						"id": "product_3394",
						"name": "Катана 8шт",
						"price": "82.20",
						"quantity": 6,
						"sum": "493.20"
					},
					{
						"id": "product_174",
						"name": "Катана стандарт 10шт",
						"price": "98.52",
						"quantity": 1,
						"sum": "98.52"
					},
					{
						"id": "product_1367",
						"name": "Каша по-гусарски",
						"price": "57.11",
						"quantity": 0.2,
						"sum": "11.42"
					},
					{
						"id": "product_4429",
						"name": "Кетчуп",
						"price": "5.24",
						"quantity": 13,
						"sum": "68.13"
					},
					{
						"id": "product_4905",
						"name": "Киви-бузина лимонад 1л",
						"price": "80.11",
						"quantity": 1,
						"sum": "80.11"
					},
					{
						"id": "product_2236",
						"name": "Киото 8шт",
						"price": "71.84",
						"quantity": 5,
						"sum": "359.20"
					},
					{
						"id": "product_12",
						"name": "Кисло-сладкий",
						"price": "5.33",
						"quantity": 37,
						"sum": "197.08"
					},
					{
						"id": "product_2709",
						"name": "Клубника-киви смузи",
						"price": "29.80",
						"quantity": 3,
						"sum": "89.41"
					},
					{
						"id": "product_4684",
						"name": "Козел темное 0,5л",
						"price": "142.37",
						"quantity": 0.5,
						"sum": "71.19"
					},
					{
						"id": "product_4709",
						"name": "Кокосовый",
						"price": "99.39",
						"quantity": 2,
						"sum": "198.79"
					},
					{
						"id": "product_38",
						"name": "Колбаса п/к 8шт 55г",
						"price": "20.53",
						"quantity": 3,
						"sum": "61.59"
					},
					{
						"id": "product_3840",
						"name": "Колбаса студенческая 70г",
						"price": "11.26",
						"quantity": 1,
						"sum": "11.26"
					},
					{
						"id": "product_1566",
						"name": "Колбаски охотничьи 50г",
						"price": "16.81",
						"quantity": 1,
						"sum": "16.81"
					},
					{
						"id": "product_1203",
						"name": "Компот из сухофруктов 0,2л",
						"price": "11.52",
						"quantity": 1.4,
						"sum": "16.13"
					},
					{
						"id": "product_4777",
						"name": "Компот из черной смородины 0,2л",
						"price": "11.77",
						"quantity": 2,
						"sum": "23.54"
					},
					{
						"id": "product_4776",
						"name": "Компот из черной смородины 1л",
						"price": "58.85",
						"quantity": 4,
						"sum": "235.40"
					},
					{
						"id": "product_1204",
						"name": "Компот из яблок 0,2л",
						"price": "18.41",
						"quantity": 0.6,
						"sum": "11.05"
					},
					{
						"id": "product_4775",
						"name": "Компот клюквенный 0,2л",
						"price": "11.77",
						"quantity": 1,
						"sum": "11.77"
					},
					{
						"id": "product_4774",
						"name": "Компот клюквенный 1л",
						"price": "60.22",
						"quantity": 12,
						"sum": "722.69"
					},
					{
						"id": "product_1550",
						"name": "Конструктор вок",
						"price": "15.29",
						"quantity": 5,
						"sum": "76.46"
					},
					{
						"id": "product_114",
						"name": "Конструктор пиццы",
						"price": "21.21",
						"quantity": 17,
						"sum": "360.51"
					},
					{
						"id": "product_115",
						"name": "Конструктор роллов",
						"price": "7.80",
						"quantity": 2,
						"sum": "15.60"
					},
					{
						"id": "product_1580",
						"name": "Королевский Эрл Грей 600мл (черный)",
						"price": "31.66",
						"quantity": 4,
						"sum": "126.63"
					},
					{
						"id": "product_1074",
						"name": "Котлета Скандинавская",
						"price": "470.64",
						"quantity": 0.2,
						"sum": "94.13"
					},
					{
						"id": "product_44",
						"name": "Креветки 35г",
						"price": "51.70",
						"quantity": 2,
						"sum": "103.40"
					},
					{
						"id": "product_344",
						"name": "Креветки 35г.",
						"price": "50.31",
						"quantity": 1,
						"sum": "50.31"
					},
					{
						"id": "product_1676",
						"name": "Креветки 8шт.",
						"price": "118.12",
						"quantity": 2,
						"sum": "236.23"
					},
					{
						"id": "product_2244",
						"name": "Креветки в панировке (кафе)",
						"price": "86.22",
						"quantity": 4,
						"sum": "344.86"
					},
					{
						"id": "product_84",
						"name": "Кунжут 10г",
						"price": "3.36",
						"quantity": 2,
						"sum": "6.71"
					},
					{
						"id": "product_1574",
						"name": "Кунжут 2г",
						"price": "0.59",
						"quantity": 1,
						"sum": "0.59"
					},
					{
						"id": "product_2830",
						"name": "Куриные шашлычки",
						"price": "47.49",
						"quantity": 1,
						"sum": "47.49"
					},
					{
						"id": "product_389",
						"name": "Куриный супчик с алфавитом",
						"price": "15.99",
						"quantity": 5,
						"sum": "79.97"
					},
					{
						"id": "product_1564",
						"name": "Курица 60г",
						"price": "26.70",
						"quantity": 1,
						"sum": "26.70"
					},
					{
						"id": "product_40",
						"name": "Курица 70г",
						"price": "26.28",
						"quantity": 1,
						"sum": "26.28"
					},
					{
						"id": "product_193",
						"name": "Лапша с копченостями",
						"price": "64.58",
						"quantity": 2,
						"sum": "129.16"
					},
					{
						"id": "product_419",
						"name": "Латте",
						"price": "15.56",
						"quantity": 2,
						"sum": "31.12"
					},
					{
						"id": "product_425",
						"name": "Лесные ягоды 600мл",
						"price": "31.66",
						"quantity": 2,
						"sum": "63.32"
					},
					{
						"id": "product_1199",
						"name": "Лимон",
						"price": "1.21",
						"quantity": 6,
						"sum": "7.26"
					},
					{
						"id": "product_465",
						"name": "Лимонад Кирилловский (кафе)",
						"price": "25.07",
						"quantity": 7,
						"sum": "175.50"
					},
					{
						"id": "product_4712",
						"name": "Лимонный пирог",
						"price": "70.08",
						"quantity": 2,
						"sum": "140.16"
					},
					{
						"id": "product_1325",
						"name": "Липтон Зеленый чай 0.5л (кафе)",
						"price": "38.71",
						"quantity": 1,
						"sum": "38.71"
					},
					{
						"id": "product_3857",
						"name": "Лук красный 20г",
						"price": "2.04",
						"quantity": 4,
						"sum": "8.16"
					},
					{
						"id": "product_1578",
						"name": "Лук-порей 10г",
						"price": "4.56",
						"quantity": 3,
						"sum": "13.69"
					},
					{
						"id": "product_659",
						"name": "Лыхны красное, п/сл 0,75",
						"price": "531.96",
						"quantity": 1.5,
						"sum": "797.94"
					},
					{
						"id": "product_856",
						"name": "Любительский",
						"price": "153.45",
						"quantity": 0.6,
						"sum": "92.07"
					},
					{
						"id": "product_956",
						"name": "Макароны",
						"price": "49.50",
						"quantity": 0.2,
						"sum": "9.90"
					},
					{
						"id": "product_3102",
						"name": "Малиновый лимонад 0,4 л",
						"price": "28.55",
						"quantity": 6,
						"sum": "171.31"
					},
					{
						"id": "product_1425",
						"name": "Малиновый с имбирем",
						"price": "40.68",
						"quantity": 5,
						"sum": "203.41"
					},
					{
						"id": "product_2713",
						"name": "Малиновый смузи",
						"price": "51.50",
						"quantity": 2,
						"sum": "103.00"
					},
					{
						"id": "product_3776",
						"name": "Маргарита",
						"price": "81.29",
						"quantity": 1,
						"sum": "81.29"
					},
					{
						"id": "product_3587",
						"name": "Маргарита большая",
						"price": "159.50",
						"quantity": 2,
						"sum": "319.00"
					},
					{
						"id": "product_3592",
						"name": "Маргарита средняя",
						"price": "147.98",
						"quantity": 1,
						"sum": "147.98"
					},
					{
						"id": "product_53",
						"name": "Маринованные огурчики 40г",
						"price": "8.03",
						"quantity": 6,
						"sum": "48.15"
					},
					{
						"id": "product_1581",
						"name": "Марокканская мята 600мл (травяной)",
						"price": "31.66",
						"quantity": 2,
						"sum": "63.32"
					},
					{
						"id": "product_54",
						"name": "Маслины 40г",
						"price": "10.96",
						"quantity": 5,
						"sum": "54.78"
					},
					{
						"id": "product_2729",
						"name": "Маффин шоколадный с кусочками шоколада (ресторан)",
						"price": "28.31",
						"quantity": 1,
						"sum": "28.31"
					},
					{
						"id": "product_4883",
						"name": "Микс салат",
						"price": "14.59",
						"quantity": 3,
						"sum": "43.78"
					},
					{
						"id": "product_1464",
						"name": "Миринда 0,5 л (кафе)",
						"price": "33.63",
						"quantity": 2,
						"sum": "67.26"
					},
					{
						"id": "product_2846",
						"name": "Молоко сгущенное детям",
						"price": "2.47",
						"quantity": 1,
						"sum": "2.47"
					},
					{
						"id": "product_2968",
						"name": "Молочный коктейль персиковый",
						"price": "54.19",
						"quantity": 2,
						"sum": "108.38"
					},
					{
						"id": "product_1692",
						"name": "Молочный коктейль с бананом",
						"price": "48.01",
						"quantity": 2,
						"sum": "96.02"
					},
					{
						"id": "product_1447",
						"name": "Молочный с печеньем",
						"price": "93.50",
						"quantity": 1,
						"sum": "93.50"
					},
					{
						"id": "product_4024",
						"name": "Молочный улун",
						"price": "3.95",
						"quantity": 1,
						"sum": "3.95"
					},
					{
						"id": "product_1567",
						"name": "Морковь 10г",
						"price": "0.70",
						"quantity": 2,
						"sum": "1.41"
					},
					{
						"id": "product_3380",
						"name": "Мороженое Баблгам \"Голубое небо\"",
						"price": "18.88",
						"quantity": 2,
						"sum": "37.77"
					},
					{
						"id": "product_2290",
						"name": "Мороженое Малина с зефиром",
						"price": "18.88",
						"quantity": 2,
						"sum": "37.77"
					},
					{
						"id": "product_2306",
						"name": "Мороженое Хмельная вишня",
						"price": "12.47",
						"quantity": 1,
						"sum": "12.47"
					},
					{
						"id": "product_2297",
						"name": "Мороженое Шоколад",
						"price": "10.80",
						"quantity": 7,
						"sum": "75.62"
					},
					{
						"id": "product_1205",
						"name": "Морс 0,2 л (комплекс)",
						"price": "67.61",
						"quantity": 0.2,
						"sum": "13.52"
					},
					{
						"id": "product_3373",
						"name": "Морс 0,2 л БЛ",
						"price": "11.43",
						"quantity": 1,
						"sum": "11.43"
					},
					{
						"id": "product_413",
						"name": "Морс 0,2л(ВЧЯ) (кафе)",
						"price": "10.74",
						"quantity": 7,
						"sum": "75.17"
					},
					{
						"id": "product_452",
						"name": "Морс 1л (ВЧЯ) (кафе)",
						"price": "76.33",
						"quantity": 3,
						"sum": "228.99"
					},
					{
						"id": "product_646",
						"name": "Мохито",
						"price": "123.70",
						"quantity": 8,
						"sum": "989.60"
					},
					{
						"id": "product_475",
						"name": "Мохито безалкогольный",
						"price": "41.70",
						"quantity": 6,
						"sum": "250.21"
					},
					{
						"id": "product_88",
						"name": "Мягкий сыр 10г",
						"price": "4.96",
						"quantity": 1,
						"sum": "4.96"
					},
					{
						"id": "product_3781",
						"name": "Мясное плато",
						"price": "153.14",
						"quantity": 0.5,
						"sum": "76.57"
					},
					{
						"id": "product_3598",
						"name": "Мясное плато большая",
						"price": "163.99",
						"quantity": 18,
						"sum": "2951.77"
					},
					{
						"id": "product_3601",
						"name": "Мясное плато средняя",
						"price": "102.26",
						"quantity": 6,
						"sum": "613.54"
					},
					{
						"id": "product_2333",
						"name": "Мята 2 г",
						"price": "3.92",
						"quantity": 2,
						"sum": "7.84"
					},
					{
						"id": "product_4911",
						"name": "Мята-арбуз лимонад 1л",
						"price": "77.70",
						"quantity": 2,
						"sum": "155.39"
					},
					{
						"id": "product_1285",
						"name": "Наггетсы",
						"price": "71.53",
						"quantity": 5,
						"sum": "357.67"
					},
					{
						"id": "product_1364",
						"name": "Наггетсы куриные (кафе)",
						"price": "64.94",
						"quantity": 1,
						"sum": "64.94"
					},
					{
						"id": "product_1128",
						"name": "Налитушка с сыром",
						"price": "12.54",
						"quantity": 1,
						"sum": "12.54"
					},
					{
						"id": "product_1597",
						"name": "Неаполитанский с морепродуктами",
						"price": "131.89",
						"quantity": 1,
						"sum": "131.89"
					},
					{
						"id": "product_1339",
						"name": "Нектар ананасовый 0.95л (кафе)",
						"price": "49.34",
						"quantity": 1,
						"sum": "49.34"
					},
					{
						"id": "product_1341",
						"name": "Нектар мультифруктовый 0.95л (кафе)",
						"price": "51.94",
						"quantity": 1,
						"sum": "51.94"
					},
					{
						"id": "product_1343",
						"name": "Нектар яблочный 0.95л (кафе)",
						"price": "55.45",
						"quantity": 1,
						"sum": "55.45"
					},
					{
						"id": "product_4916",
						"name": "Облепиха-апельсин лимонад 1л",
						"price": "39.89",
						"quantity": 4,
						"sum": "159.56"
					},
					{
						"id": "product_1434",
						"name": "Облепиховый глинтвейн",
						"price": "73.96",
						"quantity": 4,
						"sum": "295.85"
					},
					{
						"id": "product_1427",
						"name": "Облепиховый с розмарином",
						"price": "45.61",
						"quantity": 4,
						"sum": "182.43"
					},
					{
						"id": "product_960",
						"name": "Овощи на гриле (комплекс)",
						"price": "307.66",
						"quantity": 0.2,
						"sum": "61.53"
					},
					{
						"id": "product_718",
						"name": "Овощи на гриле (ресторан)",
						"price": "61.57",
						"quantity": 3,
						"sum": "184.70"
					},
					{
						"id": "product_4717",
						"name": "Овощной ролл с редькой",
						"price": "36.25",
						"quantity": 1,
						"sum": "36.25"
					},
					{
						"id": "product_106",
						"name": "Огурец свежий 10г",
						"price": "5.08",
						"quantity": 1,
						"sum": "5.08"
					},
					{
						"id": "product_4341",
						"name": "Океан с треской",
						"price": "279.59",
						"quantity": 0.1,
						"sum": "27.96"
					},
					{
						"id": "product_177",
						"name": "Окрошка",
						"price": "45.80",
						"quantity": 2,
						"sum": "91.61"
					},
					{
						"id": "product_1542",
						"name": "Окрошка (кафе)",
						"price": "32.67",
						"quantity": 5,
						"sum": "163.33"
					},
					{
						"id": "product_31",
						"name": "Основа 120г",
						"price": "25.50",
						"quantity": 2,
						"sum": "50.99"
					},
					{
						"id": "product_11",
						"name": "Острый",
						"price": "4.86",
						"quantity": 25,
						"sum": "121.38"
					},
					{
						"id": "product_75",
						"name": "Острый спайси соус 10г",
						"price": "0.93",
						"quantity": 1,
						"sum": "0.93"
					},
					{
						"id": "product_2168",
						"name": "Отечественная 100мл",
						"price": "476.56",
						"quantity": 0.1,
						"sum": "47.66"
					},
					{
						"id": "product_2175",
						"name": "Отечественная 500мл",
						"price": "476.56",
						"quantity": 0.5,
						"sum": "238.28"
					},
					{
						"id": "product_64",
						"name": "Охотничьи колбаски 70г",
						"price": "23.53",
						"quantity": 4,
						"sum": "94.12"
					},
					{
						"id": "product_1358",
						"name": "Очарование",
						"price": "232.22",
						"quantity": 0.1,
						"sum": "23.22"
					},
					{
						"id": "product_5",
						"name": "Паста Болоньезе",
						"price": "102.67",
						"quantity": 1,
						"sum": "102.67"
					},
					{
						"id": "product_208",
						"name": "Паста Карбонара",
						"price": "106.87",
						"quantity": 5,
						"sum": "534.34"
					},
					{
						"id": "product_692",
						"name": "Паста карбонара (ресторан)",
						"price": "89.69",
						"quantity": 1,
						"sum": "89.69"
					},
					{
						"id": "product_210",
						"name": "Паста с курицей и грибами",
						"price": "92.95",
						"quantity": 3,
						"sum": "278.84"
					},
					{
						"id": "product_1619",
						"name": "Паста с семгой (ресторан)",
						"price": "159.28",
						"quantity": 1,
						"sum": "159.28"
					},
					{
						"id": "product_2829",
						"name": "Пельмешки без спешки",
						"price": "22.82",
						"quantity": 1,
						"sum": "22.82"
					},
					{
						"id": "product_3782",
						"name": "Пепперони",
						"price": "177.71",
						"quantity": 1.5,
						"sum": "266.56"
					},
					{
						"id": "product_65",
						"name": "Пепперони 16шт 20г",
						"price": "12.42",
						"quantity": 5,
						"sum": "62.09"
					},
					{
						"id": "product_340",
						"name": "Пепперони 20г.",
						"price": "12.42",
						"quantity": 1,
						"sum": "12.42"
					},
					{
						"id": "product_3612",
						"name": "Пепперони большая",
						"price": "171.38",
						"quantity": 6,
						"sum": "1028.31"
					},
					{
						"id": "product_3617",
						"name": "Пепперони средняя",
						"price": "80.19",
						"quantity": 2,
						"sum": "160.38"
					},
					{
						"id": "product_1323",
						"name": "Пепси 0,25 л (кафе)",
						"price": "34.67",
						"quantity": 5,
						"sum": "173.37"
					},
					{
						"id": "product_1462",
						"name": "Пепси 0,5 л (кафе)",
						"price": "34.69",
						"quantity": 2,
						"sum": "69.38"
					},
					{
						"id": "product_1568",
						"name": "Перец болгарский 15г",
						"price": "4.41",
						"quantity": 1,
						"sum": "4.41"
					},
					{
						"id": "product_3860",
						"name": "Перец болгарский 30г",
						"price": "9.00",
						"quantity": 5,
						"sum": "45.00"
					},
					{
						"id": "product_670",
						"name": "Пиво Бад",
						"price": "52.94",
						"quantity": 7,
						"sum": "370.58"
					},
					{
						"id": "product_3356",
						"name": "Пиво Пилстоун дарк (чебоксарское темное)",
						"price": "46.00",
						"quantity": 13,
						"sum": "598.00"
					},
					{
						"id": "product_1331",
						"name": "Пиво Тинькофф Баварское (светлое)",
						"price": "56.74",
						"quantity": 1,
						"sum": "56.74"
					},
					{
						"id": "product_1430",
						"name": "Пиво Хугарден белое",
						"price": "65.95",
						"quantity": 3,
						"sum": "197.85"
					},
					{
						"id": "product_602",
						"name": "Пиво Шпатен (светлое)",
						"price": "122.41",
						"quantity": 2,
						"sum": "244.82"
					},
					{
						"id": "product_627",
						"name": "Пина Колада",
						"price": "97.95",
						"quantity": 2,
						"sum": "195.90"
					},
					{
						"id": "product_288",
						"name": "Пицца из двух разных половин",
						"price": "0.00",
						"quantity": 19,
						"sum": "0.00"
					},
					{
						"id": "product_3787",
						"name": "Пицца счастья",
						"price": "140.79",
						"quantity": 5,
						"sum": "703.96"
					},
					{
						"id": "product_3624",
						"name": "Пицца счастья большая",
						"price": "285.49",
						"quantity": 1,
						"sum": "285.49"
					},
					{
						"id": "product_3629",
						"name": "Пицца счастья средняя",
						"price": "165.98",
						"quantity": 1,
						"sum": "165.98"
					},
					{
						"id": "product_3320",
						"name": "ПиццаРолл камчатский 1 шт.",
						"price": "97.74",
						"quantity": 8,
						"sum": "781.92"
					},
					{
						"id": "product_3325",
						"name": "ПиццаРолл с курочкой 1шт.",
						"price": "82.39",
						"quantity": 17,
						"sum": "1400.61"
					},
					{
						"id": "product_3792",
						"name": "По-домашнему",
						"price": "96.14",
						"quantity": 3,
						"sum": "288.43"
					},
					{
						"id": "product_3633",
						"name": "По-домашнему большая",
						"price": "170.99",
						"quantity": 10,
						"sum": "1709.85"
					},
					{
						"id": "product_3635",
						"name": "По-домашнему средняя",
						"price": "98.97",
						"quantity": 1,
						"sum": "98.97"
					},
					{
						"id": "product_3797",
						"name": "По-турецки",
						"price": "82.81",
						"quantity": 2,
						"sum": "165.62"
					},
					{
						"id": "product_3645",
						"name": "По-турецки большая",
						"price": "164.16",
						"quantity": 2,
						"sum": "328.32"
					},
					{
						"id": "product_95",
						"name": "Помидор 10г",
						"price": "2.31",
						"quantity": 1,
						"sum": "2.31"
					},
					{
						"id": "product_3900",
						"name": "Помидоры 35г.",
						"price": "9.25",
						"quantity": 1,
						"sum": "9.25"
					},
					{
						"id": "product_3849",
						"name": "Помидоры 40г",
						"price": "7.55",
						"quantity": 4,
						"sum": "30.20"
					},
					{
						"id": "product_3655",
						"name": "Праздничная большая",
						"price": "194.78",
						"quantity": 5,
						"sum": "973.91"
					},
					{
						"id": "product_1554",
						"name": "Пшеничная лапша удон 150г",
						"price": "9.06",
						"quantity": 1,
						"sum": "9.06"
					},
					{
						"id": "product_1811",
						"name": "Пюре картофельное БЛ",
						"price": "46.33",
						"quantity": 0.45,
						"sum": "20.85"
					},
					{
						"id": "product_2620",
						"name": "Рассольник БЛ",
						"price": "18.30",
						"quantity": 1,
						"sum": "18.30"
					},
					{
						"id": "product_4771",
						"name": "Редька маринованная 20г",
						"price": "3.25",
						"quantity": 1,
						"sum": "3.25"
					},
					{
						"id": "product_4857",
						"name": "Римская Пицца Куриная Зосимовская",
						"price": "101.96",
						"quantity": 3,
						"sum": "305.88"
					},
					{
						"id": "product_4866",
						"name": "Римская Пицца Мясная Зосимовская",
						"price": "121.20",
						"quantity": 1,
						"sum": "121.20"
					},
					{
						"id": "product_4868",
						"name": "Римская Пицца Овощная Зосимовская",
						"price": "102.03",
						"quantity": 1,
						"sum": "102.03"
					},
					{
						"id": "product_4862",
						"name": "Римская Пицца Острая Зосимовская",
						"price": "82.79",
						"quantity": 3,
						"sum": "248.36"
					},
					{
						"id": "product_4865",
						"name": "Римская Пицца Сырная Зосимовская",
						"price": "93.36",
						"quantity": 11,
						"sum": "1026.94"
					},
					{
						"id": "product_1555",
						"name": "Рис на пару 150г",
						"price": "5.28",
						"quantity": 1,
						"sum": "5.28"
					},
					{
						"id": "product_1552",
						"name": "Рисовая лапша харусаме 150г",
						"price": "18.42",
						"quantity": 2,
						"sum": "36.84"
					},
					{
						"id": "product_3402",
						"name": "Ролл Цезарь 8шт",
						"price": "53.97",
						"quantity": 3,
						"sum": "161.90"
					},
					{
						"id": "product_662",
						"name": "Российское",
						"price": "278.35",
						"quantity": 0.75,
						"sum": "208.76"
					},
					{
						"id": "product_4302",
						"name": "Рыбка по-царски БЛ",
						"price": "438.78",
						"quantity": 0.15,
						"sum": "65.82"
					},
					{
						"id": "product_3811",
						"name": "С копченостями",
						"price": "182.91",
						"quantity": 1,
						"sum": "182.91"
					},
					{
						"id": "product_3677",
						"name": "С копченостями большая",
						"price": "195.38",
						"quantity": 3,
						"sum": "586.15"
					},
					{
						"id": "product_3679",
						"name": "С копченостями средняя",
						"price": "110.34",
						"quantity": 1,
						"sum": "110.34"
					},
					{
						"id": "product_2235",
						"name": "С огурцом 16шт",
						"price": "60.23",
						"quantity": 19,
						"sum": "1144.41"
					},
					{
						"id": "product_118",
						"name": "С семгой 16шт",
						"price": "181.07",
						"quantity": 1,
						"sum": "181.07"
					},
					{
						"id": "product_119",
						"name": "С угрем 16шт",
						"price": "122.48",
						"quantity": 3,
						"sum": "367.43"
					},
					{
						"id": "product_105",
						"name": "Салат 5г",
						"price": "3.58",
						"quantity": 1,
						"sum": "3.58"
					},
					{
						"id": "product_212",
						"name": "Салат Греческий",
						"price": "45.17",
						"quantity": 1,
						"sum": "45.17"
					},
					{
						"id": "product_1277",
						"name": "Салат Испанский",
						"price": "59.70",
						"quantity": 1,
						"sum": "59.70"
					},
					{
						"id": "product_4756",
						"name": "Салат Корейский",
						"price": "51.23",
						"quantity": 3,
						"sum": "153.68"
					},
					{
						"id": "product_1598",
						"name": "Салат Норвежский",
						"price": "61.80",
						"quantity": 4,
						"sum": "247.19"
					},
					{
						"id": "product_216",
						"name": "Салат Оливье",
						"price": "30.24",
						"quantity": 2,
						"sum": "60.48"
					},
					{
						"id": "product_1278",
						"name": "Салат Цезарь с креветками",
						"price": "117.92",
						"quantity": 10,
						"sum": "1179.20"
					},
					{
						"id": "product_217",
						"name": "Салат Цезарь с курицей",
						"price": "74.85",
						"quantity": 12,
						"sum": "898.23"
					},
					{
						"id": "product_677",
						"name": "Салат на гриле с телятиной",
						"price": "133.97",
						"quantity": 1,
						"sum": "133.97"
					},
					{
						"id": "product_4731",
						"name": "Салат овощной с маслинами",
						"price": "51.53",
						"quantity": 1,
						"sum": "51.53"
					},
					{
						"id": "product_2817",
						"name": "Салат от Дяди Фёдора",
						"price": "22.39",
						"quantity": 1,
						"sum": "22.39"
					},
					{
						"id": "product_4733",
						"name": "Салат с фунчозой и пастой кимчи",
						"price": "18.07",
						"quantity": 5,
						"sum": "90.37"
					},
					{
						"id": "product_66",
						"name": "Салями 8шт 30г",
						"price": "12.71",
						"quantity": 7,
						"sum": "89.00"
					},
					{
						"id": "product_4761",
						"name": "Самурай 8шт",
						"price": "62.04",
						"quantity": 3,
						"sum": "186.11"
					},
					{
						"id": "product_652",
						"name": "Саперави Шилдис Мтеби 2015 красное сух. 0,75",
						"price": "616.65",
						"quantity": 0.75,
						"sum": "462.49"
					},
					{
						"id": "product_1393",
						"name": "Сборная солянка",
						"price": "54.97",
						"quantity": 4,
						"sum": "219.89"
					},
					{
						"id": "product_1543",
						"name": "Сборная солянка (кафе)",
						"price": "41.98",
						"quantity": 3,
						"sum": "125.93"
					},
					{
						"id": "product_1563",
						"name": "Свинина 60г",
						"price": "22.34",
						"quantity": 1,
						"sum": "22.34"
					},
					{
						"id": "product_3839",
						"name": "Свинина 60г",
						"price": "39.57",
						"quantity": 1,
						"sum": "39.57"
					},
					{
						"id": "product_1571",
						"name": "Сельдерей стебель 10г",
						"price": "1.66",
						"quantity": 3,
						"sum": "4.99"
					},
					{
						"id": "product_3843",
						"name": "Семга 70г",
						"price": "131.67",
						"quantity": 2,
						"sum": "263.35"
					},
					{
						"id": "product_3890",
						"name": "Семга 70г.",
						"price": "116.36",
						"quantity": 1,
						"sum": "116.36"
					},
					{
						"id": "product_3580",
						"name": "Семейное Комбо",
						"price": "299.37",
						"quantity": 3,
						"sum": "898.10"
					},
					{
						"id": "product_424",
						"name": "Сенча 600мл",
						"price": "31.66",
						"quantity": 1,
						"sum": "31.66"
					},
					{
						"id": "product_183",
						"name": "Сет №1",
						"price": "613.84",
						"quantity": 8,
						"sum": "4910.68"
					},
					{
						"id": "product_184",
						"name": "Сет №2",
						"price": "360.60",
						"quantity": 1,
						"sum": "360.60"
					},
					{
						"id": "product_185",
						"name": "Сет №3",
						"price": "410.88",
						"quantity": 2,
						"sum": "821.75"
					},
					{
						"id": "product_2238",
						"name": "Сет №4",
						"price": "253.27",
						"quantity": 1,
						"sum": "253.27"
					},
					{
						"id": "product_1380",
						"name": "Славянский Вологда",
						"price": "203.98",
						"quantity": 0.1,
						"sum": "20.40"
					},
					{
						"id": "product_1719",
						"name": "Сливки взбитые",
						"price": "9.80",
						"quantity": 2,
						"sum": "19.60"
					},
					{
						"id": "product_1152",
						"name": "Слойка с творогом",
						"price": "19.18",
						"quantity": 1,
						"sum": "19.18"
					},
					{
						"id": "product_2356",
						"name": "Сметана 30г",
						"price": "3.44",
						"quantity": 1,
						"sum": "3.44"
					},
					{
						"id": "product_2839",
						"name": "Сметана детям",
						"price": "2.29",
						"quantity": 1,
						"sum": "2.29"
					},
					{
						"id": "product_3230",
						"name": "Сникерс десерт",
						"price": "36.63",
						"quantity": 2,
						"sum": "73.25"
					},
					{
						"id": "product_192",
						"name": "Соба с говядиной в соусе из черного перца",
						"price": "117.82",
						"quantity": 2,
						"sum": "235.65"
					},
					{
						"id": "product_1634",
						"name": "Сок Ананас 0,2 л",
						"price": "11.67",
						"quantity": 1,
						"sum": "11.67"
					},
					{
						"id": "product_1633",
						"name": "Сок Апельсин 0,2 л",
						"price": "11.67",
						"quantity": 5,
						"sum": "58.37"
					},
					{
						"id": "product_1632",
						"name": "Сок Мультифрукт 0,2 л",
						"price": "11.12",
						"quantity": 4,
						"sum": "44.48"
					},
					{
						"id": "product_3342",
						"name": "Сок Мультифрукт 0,2 л (комплекс)",
						"price": "11.67",
						"quantity": 1,
						"sum": "11.67"
					},
					{
						"id": "product_1635",
						"name": "Сок Томат 0,2 л",
						"price": "11.38",
						"quantity": 5,
						"sum": "56.89"
					},
					{
						"id": "product_2797",
						"name": "Сок Томат 0,2 л",
						"price": "10.39",
						"quantity": 2,
						"sum": "20.78"
					},
					{
						"id": "product_1631",
						"name": "Сок Яблоко 0,2 л",
						"price": "8.82",
						"quantity": 10,
						"sum": "88.22"
					},
					{
						"id": "product_1630",
						"name": "Сок Яблоко Вишня Рябина 0,2 л",
						"price": "11.67",
						"quantity": 4,
						"sum": "46.69"
					},
					{
						"id": "product_1156",
						"name": "Сосиска в тесте",
						"price": "8.89",
						"quantity": 2,
						"sum": "17.77"
					},
					{
						"id": "product_1492",
						"name": "Соус Баварский 100г",
						"price": "19.89",
						"quantity": 1,
						"sum": "19.89"
					},
					{
						"id": "product_73",
						"name": "Соус Унаги 5г",
						"price": "1.93",
						"quantity": 1,
						"sum": "1.93"
					},
					{
						"id": "product_1650",
						"name": "Соус Французский 100г",
						"price": "24.52",
						"quantity": 2,
						"sum": "49.04"
					},
					{
						"id": "product_1304",
						"name": "Соус Цезарь 100г",
						"price": "11.96",
						"quantity": 4,
						"sum": "47.83"
					},
					{
						"id": "product_725",
						"name": "Соус барбекю",
						"price": "6.25",
						"quantity": 1,
						"sum": "6.25"
					},
					{
						"id": "product_1558",
						"name": "Соус из черного перца 60г",
						"price": "14.73",
						"quantity": 1,
						"sum": "14.73"
					},
					{
						"id": "product_1561",
						"name": "Соус сливочный 70г",
						"price": "21.75",
						"quantity": 1,
						"sum": "21.75"
					},
					{
						"id": "product_1557",
						"name": "Соус терияки 60г",
						"price": "10.96",
						"quantity": 3,
						"sum": "32.89"
					},
					{
						"id": "product_19",
						"name": "Соус томатный 100г",
						"price": "10.50",
						"quantity": 3,
						"sum": "31.49"
					},
					{
						"id": "product_20",
						"name": "Соус томатный острый 100г",
						"price": "15.38",
						"quantity": 1,
						"sum": "15.38"
					},
					{
						"id": "product_21",
						"name": "Соус фирменный 100г",
						"price": "6.08",
						"quantity": 4,
						"sum": "24.31"
					},
					{
						"id": "product_22",
						"name": "Соус фирменный острый (спайс) 100г",
						"price": "9.85",
						"quantity": 2,
						"sum": "19.70"
					},
					{
						"id": "product_1158",
						"name": "Сочень с творогом",
						"price": "6.74",
						"quantity": 2,
						"sum": "13.48"
					},
					{
						"id": "product_1556",
						"name": "Спаржа 150г",
						"price": "25.76",
						"quantity": 1,
						"sum": "25.76"
					},
					{
						"id": "product_1498",
						"name": "Спаржа с овощами",
						"price": "56.43",
						"quantity": 3,
						"sum": "169.28"
					},
					{
						"id": "product_704",
						"name": "Стейк Мастер-гриль из свинины",
						"price": "126.63",
						"quantity": 5,
						"sum": "633.14"
					},
					{
						"id": "product_716",
						"name": "Стейк из семги на гриле",
						"price": "371.22",
						"quantity": 2,
						"sum": "742.43"
					},
					{
						"id": "product_1604",
						"name": "Стейк из трески на гриле",
						"price": "188.03",
						"quantity": 1,
						"sum": "188.03"
					},
					{
						"id": "product_597",
						"name": "Стелла Артуа 0,5л",
						"price": "154.11",
						"quantity": 3,
						"sum": "462.33"
					},
					{
						"id": "product_3816",
						"name": "Студенческая",
						"price": "84.59",
						"quantity": 1,
						"sum": "84.59"
					},
					{
						"id": "product_3689",
						"name": "Студенческая большая",
						"price": "141.54",
						"quantity": 2,
						"sum": "283.08"
					},
					{
						"id": "product_3694",
						"name": "Студенческая средняя",
						"price": "72.28",
						"quantity": 1,
						"sum": "72.28"
					},
					{
						"id": "product_1623",
						"name": "Суп Тайский",
						"price": "83.50",
						"quantity": 0.25,
						"sum": "20.87"
					},
					{
						"id": "product_919",
						"name": "Суп грибной",
						"price": "20.02",
						"quantity": 1,
						"sum": "20.02"
					},
					{
						"id": "product_703",
						"name": "Суп-крем из белых грибов",
						"price": "39.42",
						"quantity": 2,
						"sum": "78.84"
					},
					{
						"id": "product_2819",
						"name": "Супчик с мясными фрикадельками",
						"price": "35.03",
						"quantity": 1,
						"sum": "35.03"
					},
					{
						"id": "product_27",
						"name": "Сыр Гауда 160г",
						"price": "49.58",
						"quantity": 4,
						"sum": "198.30"
					},
					{
						"id": "product_28",
						"name": "Сыр Голландский 160г",
						"price": "46.87",
						"quantity": 6,
						"sum": "281.23"
					},
					{
						"id": "product_42",
						"name": "Сыр Моцарелла 160г",
						"price": "51.76",
						"quantity": 6,
						"sum": "310.56"
					},
					{
						"id": "product_3826",
						"name": "Сыр Пармезан 120г",
						"price": "70.47",
						"quantity": 2,
						"sum": "140.93"
					},
					{
						"id": "product_376",
						"name": "Сыр Фета 20г",
						"price": "12.11",
						"quantity": 3,
						"sum": "36.34"
					},
					{
						"id": "product_41",
						"name": "Сыр с голубой плесенью 20г",
						"price": "17.48",
						"quantity": 1,
						"sum": "17.48"
					},
					{
						"id": "product_10",
						"name": "Сырный",
						"price": "5.29",
						"quantity": 106,
						"sum": "560.55"
					},
					{
						"id": "product_1671",
						"name": "Сырный бортик",
						"price": "64.66",
						"quantity": 3,
						"sum": "193.97"
					},
					{
						"id": "product_1672",
						"name": "Сырный бортик 195г.",
						"price": "66.40",
						"quantity": 2,
						"sum": "132.81"
					},
					{
						"id": "product_940",
						"name": "Сырный суп",
						"price": "72.30",
						"quantity": 0.25,
						"sum": "18.08"
					},
					{
						"id": "product_18",
						"name": "Тесто 380г",
						"price": "13.29",
						"quantity": 17,
						"sum": "225.97"
					},
					{
						"id": "product_1133",
						"name": "Тефтели из индейки",
						"price": "377.89",
						"quantity": 0.175,
						"sum": "66.13"
					},
					{
						"id": "product_1517",
						"name": "Торт Медовик (ресторан)",
						"price": "93.09",
						"quantity": 1,
						"sum": "93.09"
					},
					{
						"id": "product_2763",
						"name": "Торт Медовик (франчайзи)",
						"price": "76.63",
						"quantity": 1,
						"sum": "76.63"
					},
					{
						"id": "product_1148",
						"name": "Треска жареная (Архив)",
						"price": "997.63",
						"quantity": 0.1,
						"sum": "99.76"
					},
					{
						"id": "product_4078",
						"name": "Треска под овощной шубкой",
						"price": "0.00",
						"quantity": 0.17,
						"sum": "0.00"
					},
					{
						"id": "product_4706",
						"name": "Тропический",
						"price": "82.72",
						"quantity": 2,
						"sum": "165.44"
					},
					{
						"id": "product_194",
						"name": "Удон с курицей в соусе терияки",
						"price": "55.38",
						"quantity": 2,
						"sum": "110.76"
					},
					{
						"id": "product_195",
						"name": "Удон с морепродуктами в устричном соусе",
						"price": "131.47",
						"quantity": 3,
						"sum": "394.42"
					},
					{
						"id": "product_4049",
						"name": "Украинский борщ",
						"price": "43.61",
						"quantity": 3,
						"sum": "130.83"
					},
					{
						"id": "product_700",
						"name": "Украинский борщ (кафе)",
						"price": "39.95",
						"quantity": 4,
						"sum": "159.80"
					},
					{
						"id": "product_1388",
						"name": "Фарш Болоньезе 100г",
						"price": "64.40",
						"quantity": 1,
						"sum": "64.40"
					},
					{
						"id": "product_1576",
						"name": "Фасоль зеленая стручковая 20г",
						"price": "1.98",
						"quantity": 2,
						"sum": "3.97"
					},
					{
						"id": "product_26",
						"name": "Филадельфия 10шт",
						"price": "162.68",
						"quantity": 2,
						"sum": "325.35"
					},
					{
						"id": "product_2232",
						"name": "Филадельфия 8шт",
						"price": "123.89",
						"quantity": 25,
						"sum": "3097.17"
					},
					{
						"id": "product_4370",
						"name": "Филадельфия чиз",
						"price": "89.44",
						"quantity": 3,
						"sum": "268.33"
					},
					{
						"id": "product_1063",
						"name": "Филе куры под сырной корочкой",
						"price": "223.97",
						"quantity": 0.33,
						"sum": "73.91"
					},
					{
						"id": "product_1334",
						"name": "Фреш Апельсиновый",
						"price": "150.15",
						"quantity": 0.25,
						"sum": "37.54"
					},
					{
						"id": "product_1335",
						"name": "Фреш Грейпфрутовый",
						"price": "106.25",
						"quantity": 1,
						"sum": "106.25"
					},
					{
						"id": "product_1636",
						"name": "Фруктовая смесь",
						"price": "3.95",
						"quantity": 2,
						"sum": "7.90"
					},
					{
						"id": "product_2336",
						"name": "Фудзияма 8шт",
						"price": "91.44",
						"quantity": 14,
						"sum": "1280.10"
					},
					{
						"id": "product_1497",
						"name": "Фунчоза с курицей в сливочном соусе",
						"price": "80.45",
						"quantity": 5,
						"sum": "402.25"
					},
					{
						"id": "product_197",
						"name": "Харусаме со свининой в соусе терияки",
						"price": "76.48",
						"quantity": 1,
						"sum": "76.48"
					},
					{
						"id": "product_804",
						"name": "Хлеб дарницкий 1кус (комплекс)",
						"price": "1.16",
						"quantity": 10,
						"sum": "11.64"
					},
					{
						"id": "product_2800",
						"name": "Хлеб дарницкий 2 кусочка",
						"price": "2.10",
						"quantity": 2,
						"sum": "4.21"
					},
					{
						"id": "product_4758",
						"name": "Хоккайдо 8шт",
						"price": "77.84",
						"quantity": 1,
						"sum": "77.84"
					},
					{
						"id": "product_3702",
						"name": "Цезарь большая",
						"price": "208.65",
						"quantity": 3,
						"sum": "625.95"
					},
					{
						"id": "product_3707",
						"name": "Цезарь средняя",
						"price": "105.48",
						"quantity": 2,
						"sum": "210.96"
					},
					{
						"id": "product_1637",
						"name": "Цейлон",
						"price": "3.14",
						"quantity": 5,
						"sum": "15.68"
					},
					{
						"id": "product_1569",
						"name": "Цукини 15г",
						"price": "4.17",
						"quantity": 1,
						"sum": "4.17"
					},
					{
						"id": "product_421",
						"name": "Чай в ассортименте",
						"price": "3.95",
						"quantity": 3,
						"sum": "11.84"
					},
					{
						"id": "product_1207",
						"name": "Чай в ассортименте (комплекс)",
						"price": "3.95",
						"quantity": 3,
						"sum": "11.85"
					},
					{
						"id": "product_2439",
						"name": "Чай в ассортименте БЛ",
						"price": "3.69",
						"quantity": 2,
						"sum": "7.39"
					},
					{
						"id": "product_3405",
						"name": "Черная леди 8шт",
						"price": "89.88",
						"quantity": 1,
						"sum": "89.88"
					},
					{
						"id": "product_57",
						"name": "Черный перец 1г",
						"price": "0.32",
						"quantity": 2,
						"sum": "0.64"
					},
					{
						"id": "product_1579",
						"name": "Чеснок 10г",
						"price": "1.58",
						"quantity": 1,
						"sum": "1.58"
					},
					{
						"id": "product_382",
						"name": "Чеснок 15г",
						"price": "3.15",
						"quantity": 1,
						"sum": "3.15"
					},
					{
						"id": "product_9",
						"name": "Чесночный",
						"price": "5.33",
						"quantity": 25,
						"sum": "133.16"
					},
					{
						"id": "product_3823",
						"name": "Чесночный цыпа",
						"price": "104.57",
						"quantity": 2,
						"sum": "209.13"
					},
					{
						"id": "product_3710",
						"name": "Чесночный цыпа большая",
						"price": "198.92",
						"quantity": 4,
						"sum": "795.68"
					},
					{
						"id": "product_3715",
						"name": "Чесночный цыпа средняя",
						"price": "114.13",
						"quantity": 1,
						"sum": "114.13"
					},
					{
						"id": "product_4896",
						"name": "Чизкейк Карамельный с арахисом (ресторан)",
						"price": "39.18",
						"quantity": 1,
						"sum": "39.18"
					},
					{
						"id": "product_731",
						"name": "Чизкейк клубничный (ресторан)",
						"price": "36.72",
						"quantity": 1,
						"sum": "36.72"
					},
					{
						"id": "product_2749",
						"name": "Чизкейк клубничный (франчайзи)",
						"price": "37.46",
						"quantity": 1,
						"sum": "37.46"
					},
					{
						"id": "product_730",
						"name": "Чизкейк кокосовый (ресторан)",
						"price": "36.72",
						"quantity": 1,
						"sum": "36.72"
					},
					{
						"id": "product_2744",
						"name": "Чизкейк кокосовый (франчайзи)",
						"price": "35.28",
						"quantity": 4,
						"sum": "141.12"
					},
					{
						"id": "product_392",
						"name": "Чикен Боб",
						"price": "30.00",
						"quantity": 4,
						"sum": "120.01"
					},
					{
						"id": "product_48",
						"name": "Шампиньоны 50г",
						"price": "10.75",
						"quantity": 6,
						"sum": "64.50"
					},
					{
						"id": "product_1570",
						"name": "Шампиньоны св. 15г",
						"price": "3.25",
						"quantity": 3,
						"sum": "9.76"
					},
					{
						"id": "product_3410",
						"name": "Шен 8шт",
						"price": "89.11",
						"quantity": 6,
						"sum": "534.68"
					},
					{
						"id": "product_190",
						"name": "Шен стандарт 10шт",
						"price": "104.54",
						"quantity": 1,
						"sum": "104.54"
					},
					{
						"id": "product_1714",
						"name": "Шоколадная крошка",
						"price": "2.59",
						"quantity": 1,
						"sum": "2.59"
					},
					{
						"id": "product_1508",
						"name": "Шпатен темное 0,5л",
						"price": "152.36",
						"quantity": 2,
						"sum": "304.71"
					},
					{
						"id": "product_936",
						"name": "Щи из свежей капусты",
						"price": "0.00",
						"quantity": 1,
						"sum": "0.00"
					},
					{
						"id": "product_937",
						"name": "Щи из свежей капусты половинка",
						"price": "20.88",
						"quantity": 0.5,
						"sum": "10.44"
					},
					{
						"id": "product_415",
						"name": "Эспрессо",
						"price": "9.01",
						"quantity": 1,
						"sum": "9.01"
					},
					{
						"id": "product_3107",
						"name": "Яблочный лимонад 0,4 л",
						"price": "34.59",
						"quantity": 5,
						"sum": "172.93"
					},
					{
						"id": "product_3412",
						"name": "Якудза 8шт",
						"price": "87.50",
						"quantity": 7,
						"sum": "612.51"
					}
				]
			}
		]
	},
	{
		"id": 10,
		"name": "Комплимент посетителю",
		"total": {
			"sum": "178387.58"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 8,
					"sum": "280.16"
				},
				"items": [
					{
						"id": "product_417",
						"name": "Американо",
						"price": "9.01",
						"quantity": 3,
						"sum": "27.03"
					},
					{
						"id": "product_4623",
						"name": "Глинтвейн мандарин с розмарином",
						"price": "84.83",
						"quantity": 1,
						"sum": "84.83"
					},
					{
						"id": "product_418",
						"name": "Капучино",
						"price": "14.21",
						"quantity": 1,
						"sum": "14.21"
					},
					{
						"id": "product_1425",
						"name": "Малиновый с имбирем",
						"price": "49.79",
						"quantity": 1,
						"sum": "49.79"
					},
					{
						"id": "product_1634",
						"name": "Сок Ананас 0,2 л",
						"price": "10.39",
						"quantity": 1,
						"sum": "10.39"
					},
					{
						"id": "product_1517",
						"name": "Торт Медовик (ресторан)",
						"price": "93.91",
						"quantity": 1,
						"sum": "93.91"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 62577.606,
					"sum": "178023.63"
				},
				"items": [
					{
						"id": "raw_700",
						"name": "Аква Минерале 0,5 л",
						"price": "41.99",
						"quantity": 1,
						"sum": "41.99"
					},
					{
						"id": "raw_2580",
						"name": "Браслет детский",
						"price": "10.59",
						"quantity": 1,
						"sum": "10.59"
					},
					{
						"id": "raw_2585",
						"name": "Браслет подростковый",
						"price": "10.59",
						"quantity": 5,
						"sum": "52.95"
					},
					{
						"id": "raw_2227",
						"name": "Брусника в сметане десерт",
						"price": "39.00",
						"quantity": 5,
						"sum": "195.00"
					},
					{
						"id": "raw_828",
						"name": "Грейпфрут",
						"price": "88.00",
						"quantity": 0.14,
						"sum": "12.32"
					},
					{
						"id": "raw_2237",
						"name": "Грушевый каприз десерт",
						"price": "35.20",
						"quantity": 6,
						"sum": "211.20"
					},
					{
						"id": "raw_277",
						"name": "Жевательная резинка",
						"price": "2.14",
						"quantity": 48500,
						"sum": "103618.86"
					},
					{
						"id": "raw_863",
						"name": "Лимоны свежие",
						"price": "110.00",
						"quantity": 0.02,
						"sum": "2.20"
					},
					{
						"id": "raw_2314",
						"name": "Моккочино десерт",
						"price": "38.50",
						"quantity": 13,
						"sum": "500.50"
					},
					{
						"id": "raw_2321",
						"name": "Нежность десерт",
						"price": "42.35",
						"quantity": 10,
						"sum": "423.50"
					},
					{
						"id": "raw_368",
						"name": "Нори",
						"price": "5.89",
						"quantity": 2,
						"sum": "11.77"
					},
					{
						"id": "raw_885",
						"name": "Огурцы свежие",
						"price": "145.00",
						"quantity": 0.24,
						"sum": "34.80"
					},
					{
						"id": "raw_903",
						"name": "Салат Айсберг",
						"price": "279.00",
						"quantity": 0.2,
						"sum": "55.80"
					},
					{
						"id": "raw_613",
						"name": "Сливки взбитые",
						"price": "800.00",
						"quantity": 0.006,
						"sum": "4.80"
					},
					{
						"id": "raw_2354",
						"name": "Сметанный десерт ",
						"price": "45.50",
						"quantity": 3,
						"sum": "136.50"
					},
					{
						"id": "raw_2359",
						"name": "Сникерс десерт",
						"price": "35.00",
						"quantity": 2,
						"sum": "70.00"
					},
					{
						"id": "raw_2374",
						"name": "Тирамису десерт",
						"price": "39.00",
						"quantity": 5,
						"sum": "195.00"
					},
					{
						"id": "raw_443",
						"name": "Торт Морковный",
						"price": "76.37",
						"quantity": 1,
						"sum": "76.37"
					},
					{
						"id": "raw_2384",
						"name": "Чизкейк вишневый десерт",
						"price": "48.00",
						"quantity": 3,
						"sum": "144.00"
					},
					{
						"id": "raw_1977",
						"name": "Чизкейк клубничный",
						"price": "34.22",
						"quantity": 1,
						"sum": "34.22"
					},
					{
						"id": "raw_2389",
						"name": "Чизкейк фруктовый",
						"price": "41.25",
						"quantity": 9,
						"sum": "371.25"
					},
					{
						"id": "raw_1968",
						"name": "Шоколад для детей",
						"price": "5.09",
						"quantity": 14000,
						"sum": "71260.00"
					},
					{
						"id": "raw_2404",
						"name": "Эскимо десерт ",
						"price": "56.00",
						"quantity": 10,
						"sum": "560.00"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 0.33,
					"sum": "83.79"
				},
				"items": [
					{
						"id": "semi_1319",
						"name": "Креветки отварные чищенные п/ф",
						"price": "1438.89",
						"quantity": 0.05,
						"sum": "71.94"
					},
					{
						"id": "semi_1697",
						"name": "Рис отварной заправленный п/ф",
						"price": "42.32",
						"quantity": 0.28,
						"sum": "11.85"
					}
				]
			}
		]
	},
	{
		"id": 83,
		"name": "Мастер-класс",
		"total": {
			"sum": "8630.94"
		},
		"categories": [
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 113.371,
					"sum": "5275.88"
				},
				"items": [
					{
						"id": "raw_2580",
						"name": "Браслет детский",
						"price": "11.35",
						"quantity": 34,
						"sum": "385.74"
					},
					{
						"id": "raw_2585",
						"name": "Браслет подростковый",
						"price": "10.59",
						"quantity": 35,
						"sum": "370.65"
					},
					{
						"id": "raw_628",
						"name": "Ветчина",
						"price": "259.25",
						"quantity": 1.898,
						"sum": "492.06"
					},
					{
						"id": "raw_3075",
						"name": "Значок",
						"price": "10.70",
						"quantity": 26,
						"sum": "278.20"
					},
					{
						"id": "raw_634",
						"name": "Колбаса Полукопченая",
						"price": "368.88",
						"quantity": 2.77,
						"sum": "1021.81"
					},
					{
						"id": "raw_3053",
						"name": "Компот клюквенный 1 л",
						"price": "61.95",
						"quantity": 2.6,
						"sum": "161.06"
					},
					{
						"id": "raw_952",
						"name": "Крабовое мясо зам.",
						"price": "308.16",
						"quantity": 0.5,
						"sum": "154.08"
					},
					{
						"id": "raw_470",
						"name": "Маслины консервированные",
						"price": "372.92",
						"quantity": 1.022,
						"sum": "381.13"
					},
					{
						"id": "raw_598",
						"name": "Масло сливочное",
						"price": "221.45",
						"quantity": 0.3,
						"sum": "66.44"
					},
					{
						"id": "raw_601",
						"name": "Молоко сгущеное",
						"price": "133.22",
						"quantity": 2.8,
						"sum": "373.01"
					},
					{
						"id": "raw_483",
						"name": "Огурцы маринованные",
						"price": "200.63",
						"quantity": 1.657,
						"sum": "332.44"
					},
					{
						"id": "raw_1076",
						"name": "Сыр Моцарелла",
						"price": "315.97",
						"quantity": 3.5,
						"sum": "1105.90"
					},
					{
						"id": "raw_619",
						"name": "Творог",
						"price": "154.55",
						"quantity": 0.22,
						"sum": "34.00"
					},
					{
						"id": "raw_408",
						"name": "Топпинг",
						"price": "266.20",
						"quantity": 0.104,
						"sum": "27.68"
					},
					{
						"id": "raw_939",
						"name": "Яблоки свежие",
						"price": "72.83",
						"quantity": 0.6,
						"sum": "43.70"
					},
					{
						"id": "raw_432",
						"name": "Яйцо",
						"price": "120.00",
						"quantity": 0.4,
						"sum": "48.00"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 29.681,
					"sum": "3355.07"
				},
				"items": [
					{
						"id": "semi_1211",
						"name": "Ветчина п/ф",
						"price": "265.58",
						"quantity": 1.034,
						"sum": "274.61"
					},
					{
						"id": "semi_1294",
						"name": "Колбаса полукопченая п/ф",
						"price": "375.79",
						"quantity": 0.867,
						"sum": "325.81"
					},
					{
						"id": "semi_1430",
						"name": "Перец болгарский п/ф",
						"price": "286.07",
						"quantity": 1.276,
						"sum": "365.03"
					},
					{
						"id": "semi_1821",
						"name": "ПиццаРолл с курочкой 1шт. п/ф (Архив)",
						"price": "65.87",
						"quantity": 14,
						"sum": "922.18"
					},
					{
						"id": "semi_1532",
						"name": "Соус томатный п/ф",
						"price": "103.09",
						"quantity": 2.646,
						"sum": "272.79"
					},
					{
						"id": "semi_1542",
						"name": "Соус фирменный п/ф",
						"price": "63.07",
						"quantity": 1.802,
						"sum": "113.65"
					},
					{
						"id": "semi_1587",
						"name": "Сыр Моцарелла п/ф",
						"price": "313.32",
						"quantity": 2.916,
						"sum": "913.65"
					},
					{
						"id": "semi_1607",
						"name": "Тесто для пиццы п/ф",
						"price": "32.56",
						"quantity": 5.14,
						"sum": "167.35"
					}
				]
			}
		]
	},
	{
		"id": 15,
		"name": "Отработка ТТК",
		"total": {
			"sum": "95533.15"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 173.275,
					"sum": "17473.66"
				},
				"items": [
					{
						"id": "product_3420",
						"name": "4 сыра средняя",
						"price": "77.27",
						"quantity": 1,
						"sum": "77.27"
					},
					{
						"id": "product_3429",
						"name": "Аль-копчоне большая",
						"price": "135.32",
						"quantity": 1,
						"sum": "135.32"
					},
					{
						"id": "product_457",
						"name": "Американо двойной",
						"price": "18.53",
						"quantity": 1,
						"sum": "18.53"
					},
					{
						"id": "product_1456",
						"name": "Апельсиновый с розмарином",
						"price": "54.97",
						"quantity": 2,
						"sum": "109.94"
					},
					{
						"id": "product_3441",
						"name": "Баварская большая",
						"price": "220.87",
						"quantity": 1,
						"sum": "220.87"
					},
					{
						"id": "product_4739",
						"name": "Барбекю большая",
						"price": "174.23",
						"quantity": 2,
						"sum": "348.46"
					},
					{
						"id": "product_4740",
						"name": "Барбекю средняя",
						"price": "96.79",
						"quantity": 2,
						"sum": "193.58"
					},
					{
						"id": "product_3453",
						"name": "Богатырская большая",
						"price": "199.00",
						"quantity": 1,
						"sum": "199.00"
					},
					{
						"id": "product_4728",
						"name": "Борщ постный с фасолью",
						"price": "14.85",
						"quantity": 2,
						"sum": "29.70"
					},
					{
						"id": "product_3472",
						"name": "Ветчина и грибы большая",
						"price": "147.07",
						"quantity": 2,
						"sum": "294.14"
					},
					{
						"id": "product_3481",
						"name": "Всё и сразу большая",
						"price": "191.35",
						"quantity": 3,
						"sum": "574.04"
					},
					{
						"id": "product_3486",
						"name": "Всё и сразу средняя",
						"price": "108.50",
						"quantity": 3,
						"sum": "325.49"
					},
					{
						"id": "product_3388",
						"name": "Вулкан 8шт",
						"price": "79.98",
						"quantity": 1,
						"sum": "79.98"
					},
					{
						"id": "product_4722",
						"name": "Гречневая лапша с грибами",
						"price": "47.79",
						"quantity": 1,
						"sum": "47.79"
					},
					{
						"id": "product_3506",
						"name": "Деревенская большая",
						"price": "146.09",
						"quantity": 1,
						"sum": "146.09"
					},
					{
						"id": "product_3393",
						"name": "Дракон 8шт",
						"price": "53.14",
						"quantity": 1,
						"sum": "53.14"
					},
					{
						"id": "product_172",
						"name": "Дракон стандарт 10шт",
						"price": "62.77",
						"quantity": 1,
						"sum": "62.77"
					},
					{
						"id": "product_3532",
						"name": "Жар-птица средняя",
						"price": "97.87",
						"quantity": 3,
						"sum": "293.61"
					},
					{
						"id": "product_3540",
						"name": "Жюльен большая",
						"price": "183.96",
						"quantity": 1,
						"sum": "183.96"
					},
					{
						"id": "product_3553",
						"name": "Золотая рыбка большая",
						"price": "361.00",
						"quantity": 4,
						"sum": "1444.01"
					},
					{
						"id": "product_3558",
						"name": "Золотая рыбка средняя",
						"price": "217.73",
						"quantity": 1,
						"sum": "217.73"
					},
					{
						"id": "product_3562",
						"name": "Итальянское ассорти большая",
						"price": "172.73",
						"quantity": 1,
						"sum": "172.73"
					},
					{
						"id": "product_3574",
						"name": "Итальянцы в России средняя",
						"price": "70.02",
						"quantity": 2,
						"sum": "140.03"
					},
					{
						"id": "product_1681",
						"name": "Какао с зефирками",
						"price": "24.28",
						"quantity": 1,
						"sum": "24.28"
					},
					{
						"id": "product_3381",
						"name": "Калифорния 8шт",
						"price": "47.59",
						"quantity": 4,
						"sum": "190.37"
					},
					{
						"id": "product_418",
						"name": "Капучино",
						"price": "14.21",
						"quantity": 2,
						"sum": "28.42"
					},
					{
						"id": "product_4381",
						"name": "Картофель по-деревенски",
						"price": "29.70",
						"quantity": 1,
						"sum": "29.70"
					},
					{
						"id": "product_1362",
						"name": "Картофель фри (ресторан)",
						"price": "39.19",
						"quantity": 1,
						"sum": "39.19"
					},
					{
						"id": "product_3394",
						"name": "Катана 8шт",
						"price": "65.89",
						"quantity": 1,
						"sum": "65.89"
					},
					{
						"id": "product_4905",
						"name": "Киви-бузина лимонад 1л",
						"price": "80.11",
						"quantity": 2,
						"sum": "160.22"
					},
					{
						"id": "product_2709",
						"name": "Клубника-киви смузи",
						"price": "45.18",
						"quantity": 1,
						"sum": "45.18"
					},
					{
						"id": "product_1363",
						"name": "Крылышки куриные (кафе)",
						"price": "87.27",
						"quantity": 1,
						"sum": "87.27"
					},
					{
						"id": "product_1286",
						"name": "Куриные крылышки",
						"price": "87.12",
						"quantity": 1,
						"sum": "87.12"
					},
					{
						"id": "product_419",
						"name": "Латте",
						"price": "15.48",
						"quantity": 2,
						"sum": "30.96"
					},
					{
						"id": "product_2713",
						"name": "Малиновый смузи",
						"price": "52.21",
						"quantity": 3,
						"sum": "156.64"
					},
					{
						"id": "product_3587",
						"name": "Маргарита большая",
						"price": "136.52",
						"quantity": 1,
						"sum": "136.52"
					},
					{
						"id": "product_1446",
						"name": "Молочный с орехами и карамелью",
						"price": "102.47",
						"quantity": 1,
						"sum": "102.47"
					},
					{
						"id": "product_3601",
						"name": "Мясное плато средняя",
						"price": "81.41",
						"quantity": 1,
						"sum": "81.41"
					},
					{
						"id": "product_4911",
						"name": "Мята-арбуз лимонад 1л",
						"price": "77.46",
						"quantity": 1,
						"sum": "77.46"
					},
					{
						"id": "product_4916",
						"name": "Облепиха-апельсин лимонад 1л",
						"price": "79.30",
						"quantity": 1,
						"sum": "79.30"
					},
					{
						"id": "product_3612",
						"name": "Пепперони большая",
						"price": "168.32",
						"quantity": 3,
						"sum": "504.97"
					},
					{
						"id": "product_3617",
						"name": "Пепперони средняя",
						"price": "81.94",
						"quantity": 2,
						"sum": "163.87"
					},
					{
						"id": "product_3659",
						"name": "Праздничная средняя",
						"price": "109.19",
						"quantity": 1,
						"sum": "109.19"
					},
					{
						"id": "product_4860",
						"name": "Римская Пицца Ассорти Зосимовская",
						"price": "126.65",
						"quantity": 9,
						"sum": "1139.88"
					},
					{
						"id": "product_4857",
						"name": "Римская Пицца Куриная Зосимовская",
						"price": "103.93",
						"quantity": 10,
						"sum": "1039.28"
					},
					{
						"id": "product_4866",
						"name": "Римская Пицца Мясная Зосимовская",
						"price": "123.55",
						"quantity": 5,
						"sum": "617.74"
					},
					{
						"id": "product_4890",
						"name": "Римская Пицца Овощная",
						"price": "66.57",
						"quantity": 1,
						"sum": "66.57"
					},
					{
						"id": "product_4868",
						"name": "Римская Пицца Овощная Зосимовская",
						"price": "106.28",
						"quantity": 4,
						"sum": "425.12"
					},
					{
						"id": "product_4862",
						"name": "Римская Пицца Острая Зосимовская",
						"price": "83.84",
						"quantity": 6,
						"sum": "503.06"
					},
					{
						"id": "product_5002",
						"name": "Римская Пицца С салями",
						"price": "68.14",
						"quantity": 1,
						"sum": "68.14"
					},
					{
						"id": "product_4865",
						"name": "Римская Пицца Сырная Зосимовская",
						"price": "94.43",
						"quantity": 17,
						"sum": "1605.27"
					},
					{
						"id": "product_188",
						"name": "Ролл Цезарь стандарт 10шт",
						"price": "55.31",
						"quantity": 1,
						"sum": "55.31"
					},
					{
						"id": "product_3679",
						"name": "С копченостями средняя",
						"price": "92.45",
						"quantity": 1,
						"sum": "92.45"
					},
					{
						"id": "product_217",
						"name": "Салат Цезарь с курицей",
						"price": "67.51",
						"quantity": 1,
						"sum": "67.51"
					},
					{
						"id": "product_4761",
						"name": "Самурай 8шт",
						"price": "39.36",
						"quantity": 1,
						"sum": "39.36"
					},
					{
						"id": "product_2238",
						"name": "Сет №4",
						"price": "250.88",
						"quantity": 2,
						"sum": "501.76"
					},
					{
						"id": "product_1634",
						"name": "Сок Ананас 0,2 л",
						"price": "10.39",
						"quantity": 1,
						"sum": "10.39"
					},
					{
						"id": "product_1633",
						"name": "Сок Апельсин 0,2 л",
						"price": "10.93",
						"quantity": 1,
						"sum": "10.93"
					},
					{
						"id": "product_1631",
						"name": "Сок Яблоко 0,2 л",
						"price": "10.93",
						"quantity": 1,
						"sum": "10.93"
					},
					{
						"id": "product_1604",
						"name": "Стейк из трески на гриле",
						"price": "188.03",
						"quantity": 1,
						"sum": "188.03"
					},
					{
						"id": "product_1602",
						"name": "Стрипсы куриные (кафе)",
						"price": "123.58",
						"quantity": 1,
						"sum": "123.58"
					},
					{
						"id": "product_3689",
						"name": "Студенческая большая",
						"price": "137.08",
						"quantity": 1,
						"sum": "137.08"
					},
					{
						"id": "product_3694",
						"name": "Студенческая средняя",
						"price": "69.97",
						"quantity": 1,
						"sum": "69.97"
					},
					{
						"id": "product_194",
						"name": "Удон с курицей в соусе терияки",
						"price": "56.83",
						"quantity": 2,
						"sum": "113.66"
					},
					{
						"id": "product_700",
						"name": "Украинский борщ (кафе)",
						"price": "38.97",
						"quantity": 1,
						"sum": "38.97"
					},
					{
						"id": "product_26",
						"name": "Филадельфия 10шт",
						"price": "185.62",
						"quantity": 8,
						"sum": "1484.99"
					},
					{
						"id": "product_2232",
						"name": "Филадельфия 8шт",
						"price": "113.17",
						"quantity": 7,
						"sum": "792.21"
					},
					{
						"id": "product_1334",
						"name": "Фреш Апельсиновый",
						"price": "165.75",
						"quantity": 0.25,
						"sum": "41.44"
					},
					{
						"id": "product_1335",
						"name": "Фреш Грейпфрутовый",
						"price": "220.00",
						"quantity": 0.025,
						"sum": "5.50"
					},
					{
						"id": "product_1457",
						"name": "Фруктовый микс",
						"price": "110.53",
						"quantity": 2,
						"sum": "221.05"
					},
					{
						"id": "product_4758",
						"name": "Хоккайдо 8шт",
						"price": "56.73",
						"quantity": 1,
						"sum": "56.73"
					},
					{
						"id": "product_3405",
						"name": "Черная леди 8шт",
						"price": "75.00",
						"quantity": 1,
						"sum": "75.00"
					},
					{
						"id": "product_3410",
						"name": "Шен 8шт",
						"price": "75.57",
						"quantity": 1,
						"sum": "75.57"
					},
					{
						"id": "product_415",
						"name": "Эспрессо",
						"price": "9.01",
						"quantity": 13,
						"sum": "117.13"
					},
					{
						"id": "product_3107",
						"name": "Яблочный лимонад 0,4 л",
						"price": "34.05",
						"quantity": 1,
						"sum": "34.05"
					},
					{
						"id": "product_3412",
						"name": "Якудза 8шт",
						"price": "76.37",
						"quantity": 1,
						"sum": "76.37"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 1346.27265,
					"sum": "34344.64"
				},
				"items": [
					{
						"id": "raw_795",
						"name": "Авокадо свежий",
						"price": "365.00",
						"quantity": 0.4,
						"sum": "146.00"
					},
					{
						"id": "raw_703",
						"name": "Аква Минерале 1 л",
						"price": "29.99",
						"quantity": 3.85,
						"sum": "115.46"
					},
					{
						"id": "raw_448",
						"name": "Ананасы консервированные",
						"price": "143.90",
						"quantity": 0.475,
						"sum": "68.35"
					},
					{
						"id": "raw_800",
						"name": "Апельсин свежий",
						"price": "81.64",
						"quantity": 0.69,
						"sum": "56.33"
					},
					{
						"id": "raw_1094",
						"name": "Базилик сушеный",
						"price": "235.40",
						"quantity": 0.015,
						"sum": "3.53"
					},
					{
						"id": "raw_805",
						"name": "Банан свежий",
						"price": "76.81",
						"quantity": 1.05,
						"sum": "80.65"
					},
					{
						"id": "raw_2776",
						"name": "Батончик Баунти 1 шт. 27,5 г",
						"price": "26.85",
						"quantity": 1,
						"sum": "26.85"
					},
					{
						"id": "raw_239",
						"name": "Батончик шок. Сникерс 50 г",
						"price": "37.13",
						"quantity": 1,
						"sum": "37.13"
					},
					{
						"id": "raw_624",
						"name": "Бекон с/к",
						"price": "397.51",
						"quantity": 0.085,
						"sum": "33.79"
					},
					{
						"id": "raw_2788",
						"name": "Брокколи с/м",
						"price": "129.00",
						"quantity": 0.2,
						"sum": "25.80"
					},
					{
						"id": "raw_251",
						"name": "Васаби штучный",
						"price": "2.40",
						"quantity": 1,
						"sum": "2.40"
					},
					{
						"id": "raw_188",
						"name": "Вермут Лилле Блан",
						"price": "1126.03",
						"quantity": 0.03,
						"sum": "33.78"
					},
					{
						"id": "raw_628",
						"name": "Ветчина",
						"price": "261.03",
						"quantity": 0.325,
						"sum": "84.84"
					},
					{
						"id": "raw_161",
						"name": "Виски Джемесон",
						"price": "2311.60",
						"quantity": 0.05,
						"sum": "115.58"
					},
					{
						"id": "raw_1110",
						"name": "Гвоздика",
						"price": "1282.82",
						"quantity": 0.01,
						"sum": "12.83"
					},
					{
						"id": "raw_948",
						"name": "Горбуша филе с/м",
						"price": "280.00",
						"quantity": 0.1,
						"sum": "28.00"
					},
					{
						"id": "raw_257",
						"name": "Горчица",
						"price": "136.55",
						"quantity": 0.201,
						"sum": "27.45"
					},
					{
						"id": "raw_1107",
						"name": "Грецкие орехи",
						"price": "750.00",
						"quantity": 0.015,
						"sum": "11.25"
					},
					{
						"id": "raw_1097",
						"name": "Груша свежая",
						"price": "140.00",
						"quantity": 0.4,
						"sum": "56.00"
					},
					{
						"id": "raw_167",
						"name": "Джин Бифитер",
						"price": "2078.69",
						"quantity": 0.29,
						"sum": "602.82"
					},
					{
						"id": "raw_2777",
						"name": "Драже Скитлс весов.",
						"price": "547.37",
						"quantity": 0.086,
						"sum": "47.07"
					},
					{
						"id": "raw_272",
						"name": "Дрожжи",
						"price": "383.06",
						"quantity": 1.038,
						"sum": "397.62"
					},
					{
						"id": "raw_277",
						"name": "Жевательная резинка",
						"price": "2.15",
						"quantity": 1000,
						"sum": "2150.70"
					},
					{
						"id": "raw_829",
						"name": "Зелень (мята, базилик, розмарин, тимьян)",
						"price": "967.30",
						"quantity": 0.395,
						"sum": "382.08"
					},
					{
						"id": "raw_465",
						"name": "Имбирь маринованный штучный",
						"price": "7.86",
						"quantity": 3,
						"sum": "23.58"
					},
					{
						"id": "raw_281",
						"name": "Какао-порошок",
						"price": "662.49",
						"quantity": 0.15,
						"sum": "99.37"
					},
					{
						"id": "raw_629",
						"name": "Карбонад в/к",
						"price": "396.61",
						"quantity": 0.075,
						"sum": "29.75"
					},
					{
						"id": "raw_843",
						"name": "Картофельные дольки",
						"price": "14.57",
						"quantity": 0.08,
						"sum": "1.17"
					},
					{
						"id": "raw_286",
						"name": "Кетчуп",
						"price": "158.00",
						"quantity": 0.2,
						"sum": "31.60"
					},
					{
						"id": "raw_850",
						"name": "Киви свежий",
						"price": "104.52",
						"quantity": 1.15,
						"sum": "120.20"
					},
					{
						"id": "raw_2783",
						"name": "Клубника с/м",
						"price": "135.10",
						"quantity": 0.03,
						"sum": "4.05"
					},
					{
						"id": "raw_2787",
						"name": "Клюква/брусника с/м",
						"price": "325.20",
						"quantity": 0.02,
						"sum": "6.50"
					},
					{
						"id": "raw_594",
						"name": "Кокосовое молоко",
						"price": "230.00",
						"quantity": 0.4,
						"sum": "92.00"
					},
					{
						"id": "raw_634",
						"name": "Колбаса Полукопченая",
						"price": "362.73",
						"quantity": 0.05,
						"sum": "18.14"
					},
					{
						"id": "raw_1095",
						"name": "Корица в палочках",
						"price": "950.00",
						"quantity": 0.01,
						"sum": "9.50"
					},
					{
						"id": "raw_551",
						"name": "Коробка для пиццы средняя 310*310*40",
						"price": "12.52",
						"quantity": 9,
						"sum": "112.68"
					},
					{
						"id": "raw_569",
						"name": "Коробка под роллы мал. 145*105*40(8/10/16шт/закус)",
						"price": "4.09",
						"quantity": 7,
						"sum": "28.63"
					},
					{
						"id": "raw_952",
						"name": "Крабовое мясо зам.",
						"price": "308.16",
						"quantity": 0.2,
						"sum": "61.63"
					},
					{
						"id": "raw_660",
						"name": "Крылышки куриные в панировке зам.",
						"price": "264.78",
						"quantity": 0.24,
						"sum": "63.55"
					},
					{
						"id": "raw_665",
						"name": "Куриные наггетсы зам.",
						"price": "240.02",
						"quantity": 0.22,
						"sum": "52.80"
					},
					{
						"id": "raw_674",
						"name": "Курица окорочка б/к с/м",
						"price": "262.15",
						"quantity": 1.22,
						"sum": "319.82"
					},
					{
						"id": "raw_675",
						"name": "Курица окорочка н/к с/м",
						"price": "185.00",
						"quantity": 0.8,
						"sum": "148.00"
					},
					{
						"id": "raw_858",
						"name": "Лайм свежий",
						"price": "369.00",
						"quantity": 0.2,
						"sum": "73.80"
					},
					{
						"id": "raw_308",
						"name": "Лапша Удон",
						"price": "117.70",
						"quantity": 0.9,
						"sum": "105.93"
					},
					{
						"id": "raw_178",
						"name": "Ликер Амаретто",
						"price": "1019.16",
						"quantity": 0.02,
						"sum": "20.38"
					},
					{
						"id": "raw_183",
						"name": "Ликер Малибу",
						"price": "1172.74",
						"quantity": 0.025,
						"sum": "29.32"
					},
					{
						"id": "raw_863",
						"name": "Лимоны свежие",
						"price": "118.51",
						"quantity": 0.705,
						"sum": "83.55"
					},
					{
						"id": "raw_1191",
						"name": "Ложка одноразовая",
						"price": "1.95",
						"quantity": 6,
						"sum": "11.70"
					},
					{
						"id": "raw_875",
						"name": "Лук репка свежий",
						"price": "25.00",
						"quantity": 0.2,
						"sum": "5.00"
					},
					{
						"id": "raw_323",
						"name": "Майонез",
						"price": "61.33",
						"quantity": 0.3,
						"sum": "18.40"
					},
					{
						"id": "raw_341",
						"name": "Манка",
						"price": "37.85",
						"quantity": 7.3724,
						"sum": "279.06"
					},
					{
						"id": "raw_344",
						"name": "Маргарин",
						"price": "86.00",
						"quantity": 0.15,
						"sum": "12.90"
					},
					{
						"id": "raw_470",
						"name": "Маслины консервированные",
						"price": "265.63",
						"quantity": 0.08,
						"sum": "21.25"
					},
					{
						"id": "raw_347",
						"name": "Масло оливковое",
						"price": "236.01",
						"quantity": 2.6,
						"sum": "613.62"
					},
					{
						"id": "raw_352",
						"name": "Масло растительное",
						"price": "74.36",
						"quantity": 5.098,
						"sum": "379.09"
					},
					{
						"id": "raw_947",
						"name": "Минтай филе с/м",
						"price": "203.66",
						"quantity": 0.1,
						"sum": "20.37"
					},
					{
						"id": "raw_599",
						"name": "Молоко",
						"price": "40.72",
						"quantity": 8.75,
						"sum": "356.32"
					},
					{
						"id": "raw_478",
						"name": "Морковь по-корейски",
						"price": "204.00",
						"quantity": 0.04,
						"sum": "8.16"
					},
					{
						"id": "raw_883",
						"name": "Морковь свежая",
						"price": "25.00",
						"quantity": 0.05,
						"sum": "1.25"
					},
					{
						"id": "raw_604",
						"name": "Мороженое (Архив)",
						"price": "196.51",
						"quantity": 2.2,
						"sum": "432.32"
					},
					{
						"id": "raw_2847",
						"name": "Мороженое Пломбир",
						"price": "213.63",
						"quantity": 0.35,
						"sum": "74.77"
					},
					{
						"id": "raw_361",
						"name": "Мука пшеничная",
						"price": "34.21",
						"quantity": 84.518,
						"sum": "2891.28"
					},
					{
						"id": "raw_368",
						"name": "Нори",
						"price": "6.21",
						"quantity": 2,
						"sum": "12.41"
					},
					{
						"id": "raw_2786",
						"name": "Облепиха с/м",
						"price": "226.81",
						"quantity": 0.22,
						"sum": "49.90"
					},
					{
						"id": "raw_369",
						"name": "Овсяные хлопья",
						"price": "99.36",
						"quantity": 0.04,
						"sum": "3.97"
					},
					{
						"id": "raw_483",
						"name": "Огурцы маринованные",
						"price": "196.40",
						"quantity": 0.19,
						"sum": "37.32"
					},
					{
						"id": "raw_885",
						"name": "Огурцы свежие",
						"price": "159.91",
						"quantity": 1.055,
						"sum": "168.70"
					},
					{
						"id": "raw_485",
						"name": "Огурцы соленые",
						"price": "79.09",
						"quantity": 0.05,
						"sum": "3.95"
					},
					{
						"id": "raw_488",
						"name": "Опята маринованные",
						"price": "419.05",
						"quantity": 0.195,
						"sum": "81.71"
					},
					{
						"id": "raw_640",
						"name": "Пепперони",
						"price": "589.67",
						"quantity": 0.04,
						"sum": "23.59"
					},
					{
						"id": "raw_498",
						"name": "Перец Халапеньо зеленый",
						"price": "219.84",
						"quantity": 0.02,
						"sum": "4.40"
					},
					{
						"id": "raw_890",
						"name": "Перец сладкий свежий",
						"price": "241.20",
						"quantity": 0.83,
						"sum": "200.20"
					},
					{
						"id": "raw_893",
						"name": "Помидоры свежие",
						"price": "171.36",
						"quantity": 0.55,
						"sum": "94.25"
					},
					{
						"id": "raw_898",
						"name": "Редис свежий",
						"price": "117.50",
						"quantity": 0.04,
						"sum": "4.70"
					},
					{
						"id": "raw_391",
						"name": "Рис",
						"price": "95.78",
						"quantity": 0.45,
						"sum": "43.10"
					},
					{
						"id": "raw_233",
						"name": "Ром",
						"price": "1673.34",
						"quantity": 0.2,
						"sum": "334.67"
					},
					{
						"id": "raw_903",
						"name": "Салат Айсберг",
						"price": "279.00",
						"quantity": 0.25,
						"sum": "69.75"
					},
					{
						"id": "raw_905",
						"name": "Салат Пати Микс",
						"price": "989.84",
						"quantity": 0.175,
						"sum": "173.22"
					},
					{
						"id": "raw_3289",
						"name": "Салат Руккола",
						"price": "880.00",
						"quantity": 0.04,
						"sum": "35.20"
					},
					{
						"id": "raw_644",
						"name": "Салями",
						"price": "418.79",
						"quantity": 2.49925,
						"sum": "1046.66"
					},
					{
						"id": "raw_748",
						"name": "Севен Ап 1 л",
						"price": "43.33",
						"quantity": 0.3,
						"sum": "13.00"
					},
					{
						"id": "raw_915",
						"name": "Сельдерей стебель",
						"price": "180.00",
						"quantity": 0.1,
						"sum": "18.00"
					},
					{
						"id": "raw_402",
						"name": "Сироп Монин",
						"price": "346.28",
						"quantity": 2.58,
						"sum": "893.41"
					},
					{
						"id": "raw_609",
						"name": "Сливки",
						"price": "263.99",
						"quantity": 0.078,
						"sum": "20.59"
					},
					{
						"id": "raw_613",
						"name": "Сливки взбитые",
						"price": "880.47",
						"quantity": 0.64,
						"sum": "563.50"
					},
					{
						"id": "raw_3125",
						"name": "Смесь для римской пиццы",
						"price": "113.21",
						"quantity": 134.5,
						"sum": "15227.14"
					},
					{
						"id": "raw_618",
						"name": "Сметана",
						"price": "199.98",
						"quantity": 0.22,
						"sum": "43.99"
					},
					{
						"id": "raw_2733",
						"name": "Сок Ананасовый литр. ",
						"price": "56.23",
						"quantity": 2.45,
						"sum": "137.76"
					},
					{
						"id": "raw_2736",
						"name": "Сок Апельсиновый литр. ",
						"price": "56.56",
						"quantity": 1.63,
						"sum": "92.20"
					},
					{
						"id": "raw_2737",
						"name": "Сок Вишня Рябина Яблоко литр. ",
						"price": "55.81",
						"quantity": 1.65,
						"sum": "92.08"
					},
					{
						"id": "raw_2739",
						"name": "Сок Мультифруктовый литр. ",
						"price": "54.95",
						"quantity": 1.98,
						"sum": "108.80"
					},
					{
						"id": "raw_2743",
						"name": "Сок Яблочный литр. ",
						"price": "58.37",
						"quantity": 0.55,
						"sum": "32.10"
					},
					{
						"id": "raw_763",
						"name": "Сок лимонный концентрированный",
						"price": "263.01",
						"quantity": 0.84,
						"sum": "220.92"
					},
					{
						"id": "raw_404",
						"name": "Соль",
						"price": "15.29",
						"quantity": 2.26,
						"sum": "34.55"
					},
					{
						"id": "raw_645",
						"name": "Сосиски",
						"price": "241.81",
						"quantity": 0.1,
						"sum": "24.18"
					},
					{
						"id": "raw_2833",
						"name": "Сосиски Баварские с зеленью",
						"price": "341.33",
						"quantity": 1.96,
						"sum": "669.01"
					},
					{
						"id": "raw_1027",
						"name": "Соус Терияки",
						"price": "170.55",
						"quantity": 0.2,
						"sum": "34.11"
					},
					{
						"id": "raw_1001",
						"name": "Соус дип-пот Барбекю",
						"price": "5.24",
						"quantity": 1,
						"sum": "5.24"
					},
					{
						"id": "raw_2675",
						"name": "Соус дип-пот Кетчуп",
						"price": "5.24",
						"quantity": 1,
						"sum": "5.24"
					},
					{
						"id": "raw_1007",
						"name": "Соус дип-пот Кисло-сладкий ",
						"price": "5.35",
						"quantity": 1,
						"sum": "5.35"
					},
					{
						"id": "raw_1011",
						"name": "Соус дип-пот Сырный ",
						"price": "5.35",
						"quantity": 4,
						"sum": "21.40"
					},
					{
						"id": "raw_1016",
						"name": "Соус дип-пот Чесночный ",
						"price": "5.35",
						"quantity": 1,
						"sum": "5.35"
					},
					{
						"id": "raw_1041",
						"name": "Соус майонезный Баварский",
						"price": "178.79",
						"quantity": 0.265,
						"sum": "47.38"
					},
					{
						"id": "raw_1023",
						"name": "Соус соевый штучный",
						"price": "6.05",
						"quantity": 3,
						"sum": "18.15"
					},
					{
						"id": "raw_1047",
						"name": "Соус томатный Барбекю классический",
						"price": "178.38",
						"quantity": 0.522,
						"sum": "93.11"
					},
					{
						"id": "raw_1062",
						"name": "Специи разные",
						"price": "481.76",
						"quantity": 0.03,
						"sum": "14.45"
					},
					{
						"id": "raw_405",
						"name": "Сухари панировка",
						"price": "171.20",
						"quantity": 0.56,
						"sum": "95.87"
					},
					{
						"id": "raw_920",
						"name": "Сухофрукты",
						"price": "85.00",
						"quantity": 0.09,
						"sum": "7.65"
					},
					{
						"id": "raw_1066",
						"name": "Сыр Гауда",
						"price": "294.25",
						"quantity": 0.16,
						"sum": "47.08"
					},
					{
						"id": "raw_1076",
						"name": "Сыр Моцарелла",
						"price": "270.75",
						"quantity": 0.37,
						"sum": "100.18"
					},
					{
						"id": "raw_1081",
						"name": "Сыр Пармезан",
						"price": "508.25",
						"quantity": 0.32,
						"sum": "162.64"
					},
					{
						"id": "raw_1082",
						"name": "Сыр Плавленый",
						"price": "405.00",
						"quantity": 0.33,
						"sum": "133.65"
					},
					{
						"id": "raw_1087",
						"name": "Сыр творожный",
						"price": "225.67",
						"quantity": 0.06,
						"sum": "13.54"
					},
					{
						"id": "raw_236",
						"name": "Текила Ольмека Сильвер",
						"price": "1859.01",
						"quantity": 0.1,
						"sum": "185.90"
					},
					{
						"id": "raw_519",
						"name": "Томатная паста",
						"price": "106.25",
						"quantity": 0.25,
						"sum": "26.56"
					},
					{
						"id": "raw_1046",
						"name": "Томатный соус для пиццы",
						"price": "127.09",
						"quantity": 0.3,
						"sum": "38.13"
					},
					{
						"id": "raw_408",
						"name": "Топпинг",
						"price": "254.94",
						"quantity": 0.25,
						"sum": "63.74"
					},
					{
						"id": "raw_3058",
						"name": "Топпинг для пиццы \"С говядиной и специями\"",
						"price": "434.42",
						"quantity": 1.075,
						"sum": "467.00"
					},
					{
						"id": "raw_413",
						"name": "Тортилья пшеничная",
						"price": "9.93",
						"quantity": 3,
						"sum": "29.80"
					},
					{
						"id": "raw_923",
						"name": "Фасоль стручковая заморозка",
						"price": "90.13",
						"quantity": 0.02,
						"sum": "1.80"
					},
					{
						"id": "raw_2554",
						"name": "Хлеб Харрис",
						"price": "165.96",
						"quantity": 0.22,
						"sum": "36.51"
					},
					{
						"id": "raw_780",
						"name": "Чай пакетики для чайника",
						"price": "30.13",
						"quantity": 1,
						"sum": "30.13"
					},
					{
						"id": "raw_778",
						"name": "Чай пакетики для чашки",
						"price": "3.44",
						"quantity": 1,
						"sum": "3.44"
					},
					{
						"id": "raw_2384",
						"name": "Чизкейк вишневый десерт",
						"price": "38.40",
						"quantity": 1,
						"sum": "38.40"
					},
					{
						"id": "raw_525",
						"name": "Шампиньоны маринованные",
						"price": "275.00",
						"quantity": 0.01,
						"sum": "2.75"
					},
					{
						"id": "raw_939",
						"name": "Яблоки свежие",
						"price": "69.86",
						"quantity": 0.73,
						"sum": "51.00"
					},
					{
						"id": "raw_432",
						"name": "Яйцо",
						"price": "118.47",
						"quantity": 6.52,
						"sum": "772.40"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 888.502,
					"sum": "43714.85"
				},
				"items": [
					{
						"id": "semi_1669",
						"name": "Ассорти из колбасс п/ф",
						"price": "347.47",
						"quantity": 0.08,
						"sum": "27.80"
					},
					{
						"id": "semi_1197",
						"name": "Баклажаны свежие порезанные п/ф",
						"price": "316.64",
						"quantity": 0.13,
						"sum": "41.16"
					},
					{
						"id": "semi_1310",
						"name": "Бекон п/ф",
						"price": "454.71",
						"quantity": 0.25,
						"sum": "113.68"
					},
					{
						"id": "semi_2804",
						"name": "Брокколи отварная п/ф 19.02.19",
						"price": "184.34",
						"quantity": 0.06,
						"sum": "11.06"
					},
					{
						"id": "semi_1211",
						"name": "Ветчина п/ф",
						"price": "265.56",
						"quantity": 0.859,
						"sum": "228.11"
					},
					{
						"id": "semi_3095",
						"name": "Гарнир Греча п/ф",
						"price": "46.00",
						"quantity": 0.15,
						"sum": "6.90"
					},
					{
						"id": "semi_2157",
						"name": "Гарнир Пюре картофельное п/ф",
						"price": "46.70",
						"quantity": 0.12,
						"sum": "5.60"
					},
					{
						"id": "semi_3076",
						"name": "Гарнир Рис отварной п/ф",
						"price": "45.24",
						"quantity": 0.15,
						"sum": "6.79"
					},
					{
						"id": "semi_2723",
						"name": "Говядина котлетное мясо разморож. п/ф ",
						"price": "330.78",
						"quantity": 0.5,
						"sum": "165.39"
					},
					{
						"id": "semi_1214",
						"name": "Говядина оковалок размороженный п/ф",
						"price": "536.78",
						"quantity": 0.7,
						"sum": "375.75"
					},
					{
						"id": "semi_3070",
						"name": "Грибы Шиитаке готовые п/ф",
						"price": "441.38",
						"quantity": 0.11,
						"sum": "48.55"
					},
					{
						"id": "semi_1245",
						"name": "Заправка для салата Норвежский п/ф",
						"price": "108.26",
						"quantity": 0.1,
						"sum": "10.83"
					},
					{
						"id": "semi_1264",
						"name": "Имбирный фреш п/ф",
						"price": "725.00",
						"quantity": 0.05,
						"sum": "36.25"
					},
					{
						"id": "semi_1269",
						"name": "Капуста белокочанная чищенная п/ф",
						"price": "45.99",
						"quantity": 0.44,
						"sum": "20.24"
					},
					{
						"id": "semi_1276",
						"name": "Карбонад свиной размороженный п/ф",
						"price": "330.48",
						"quantity": 0.46,
						"sum": "152.02"
					},
					{
						"id": "semi_1279",
						"name": "Картофель отварной п/ф",
						"price": "52.65",
						"quantity": 1,
						"sum": "52.65"
					},
					{
						"id": "semi_1284",
						"name": "Картофель сырой чищенный п/ф",
						"price": "50.01",
						"quantity": 2.21,
						"sum": "110.52"
					},
					{
						"id": "semi_1824",
						"name": "Клубничный микс п/ф (Архив)",
						"price": "78.91",
						"quantity": 0.05,
						"sum": "3.95"
					},
					{
						"id": "semi_2796",
						"name": "Клубничный микс п/ф 19.02.19",
						"price": "83.59",
						"quantity": 0.1,
						"sum": "8.36"
					},
					{
						"id": "semi_1294",
						"name": "Колбаса полукопченая п/ф",
						"price": "369.98",
						"quantity": 0.01,
						"sum": "3.70"
					},
					{
						"id": "semi_1315",
						"name": "Крабовое мясо п/ф",
						"price": "355.07",
						"quantity": 0.27,
						"sum": "95.87"
					},
					{
						"id": "semi_1319",
						"name": "Креветки отварные чищенные п/ф",
						"price": "1507.38",
						"quantity": 0.255,
						"sum": "384.38"
					},
					{
						"id": "semi_2761",
						"name": "Куриное филе отварное разморож. п/ф 05.02.19",
						"price": "388.41",
						"quantity": 0.68,
						"sum": "264.12"
					},
					{
						"id": "semi_2764",
						"name": "Куриное филе размороженное п/ф 05.02.19",
						"price": "331.88",
						"quantity": 0.72,
						"sum": "238.95"
					},
					{
						"id": "semi_1338",
						"name": "Куриный окорочок размороженный п/ф",
						"price": "214.42",
						"quantity": 0.2,
						"sum": "42.88"
					},
					{
						"id": "semi_1373",
						"name": "Лук репка п/ф",
						"price": "61.02",
						"quantity": 0.94,
						"sum": "57.36"
					},
					{
						"id": "semi_1678",
						"name": "Лук репка пассерованный п/ф",
						"price": "134.73",
						"quantity": 0.26,
						"sum": "35.03"
					},
					{
						"id": "semi_1828",
						"name": "Малиновый микс п/ф (Архив)",
						"price": "122.54",
						"quantity": 0.25,
						"sum": "30.63"
					},
					{
						"id": "semi_2799",
						"name": "Малиновый микс п/ф 19.02.19",
						"price": "124.72",
						"quantity": 0.3,
						"sum": "37.41"
					},
					{
						"id": "semi_1385",
						"name": "Медовый сироп п/ф",
						"price": "181.44",
						"quantity": 0.73,
						"sum": "132.45"
					},
					{
						"id": "semi_2474",
						"name": "Минтай филе разморож. п/ф",
						"price": "273.92",
						"quantity": 0.33,
						"sum": "90.39"
					},
					{
						"id": "semi_1394",
						"name": "Морковь п/ф",
						"price": "60.39",
						"quantity": 0.07,
						"sum": "4.23"
					},
					{
						"id": "semi_1679",
						"name": "Морковь пассерованная п/ф",
						"price": "84.22",
						"quantity": 0.2,
						"sum": "16.84"
					},
					{
						"id": "semi_1399",
						"name": "Морковь по-корейски п/ф",
						"price": "349.86",
						"quantity": 0.07,
						"sum": "24.49"
					},
					{
						"id": "semi_2068",
						"name": "Морс клюквенный из концентрата 1л п/ф",
						"price": "62.30",
						"quantity": 1.825,
						"sum": "113.70"
					},
					{
						"id": "semi_1402",
						"name": "Мучная затяжка п/ф",
						"price": "45.40",
						"quantity": 0.25,
						"sum": "11.35"
					},
					{
						"id": "semi_1832",
						"name": "Облепиховый микс п/ф (Архив)",
						"price": "143.80",
						"quantity": 0.17,
						"sum": "24.45"
					},
					{
						"id": "semi_2801",
						"name": "Облепиховый микс п/ф 19.02.19",
						"price": "155.60",
						"quantity": 0.25,
						"sum": "38.90"
					},
					{
						"id": "semi_1415",
						"name": "Огурцы свежие п/ф",
						"price": "185.17",
						"quantity": 0.03,
						"sum": "5.56"
					},
					{
						"id": "semi_3128",
						"name": "Опара на тесто для римской пиццы п/ф",
						"price": "117.98",
						"quantity": 15.097,
						"sum": "1781.15"
					},
					{
						"id": "semi_3132",
						"name": "Парбейк для римской пиццы п/ф ",
						"price": "35.66",
						"quantity": 768,
						"sum": "27386.82"
					},
					{
						"id": "semi_1425",
						"name": "Пепперони колбаса п/ф",
						"price": "620.92",
						"quantity": 0.08,
						"sum": "49.67"
					},
					{
						"id": "semi_1430",
						"name": "Перец болгарский п/ф",
						"price": "287.74",
						"quantity": 2.52,
						"sum": "725.10"
					},
					{
						"id": "semi_1821",
						"name": "ПиццаРолл с курочкой 1шт. п/ф (Архив)",
						"price": "65.71",
						"quantity": 2,
						"sum": "131.41"
					},
					{
						"id": "semi_1441",
						"name": "Помидоры Черри п/ф",
						"price": "345.44",
						"quantity": 0.06,
						"sum": "20.73"
					},
					{
						"id": "semi_1436",
						"name": "Помидоры п/ф",
						"price": "202.23",
						"quantity": 1.96,
						"sum": "396.38"
					},
					{
						"id": "semi_1697",
						"name": "Рис отварной заправленный п/ф",
						"price": "44.29",
						"quantity": 0.65,
						"sum": "28.79"
					},
					{
						"id": "semi_1447",
						"name": "Рис отварной п/ф (обычный)",
						"price": "34.58",
						"quantity": 0.02,
						"sum": "0.69"
					},
					{
						"id": "semi_1452",
						"name": "Салат Айсберг п/ф",
						"price": "189.54",
						"quantity": 0.01,
						"sum": "1.90"
					},
					{
						"id": "semi_1462",
						"name": "Салат Пати микс п/ф",
						"price": "505.44",
						"quantity": 0.05,
						"sum": "25.27"
					},
					{
						"id": "semi_1124",
						"name": "Салями п/ф",
						"price": "427.58",
						"quantity": 0.15,
						"sum": "64.14"
					},
					{
						"id": "semi_2718",
						"name": "Свинина лопатка размороженная п/ф",
						"price": "261.32",
						"quantity": 0.6,
						"sum": "156.79"
					},
					{
						"id": "semi_2551",
						"name": "Свинина окорок размороженный п/ф",
						"price": "193.60",
						"quantity": 1,
						"sum": "193.60"
					},
					{
						"id": "semi_1492",
						"name": "Семга копченая п/ф",
						"price": "1615.27",
						"quantity": 0.02,
						"sum": "32.31"
					},
					{
						"id": "semi_1497",
						"name": "Семга филе без кожи п/ф",
						"price": "1735.16",
						"quantity": 0.29,
						"sum": "503.20"
					},
					{
						"id": "semi_2692",
						"name": "Семга филе на коже разморож. п/ф ",
						"price": "1278.57",
						"quantity": 0.1,
						"sum": "127.86"
					},
					{
						"id": "semi_3104",
						"name": "Сосиски Баварские с зеленью п/ф",
						"price": "383.91",
						"quantity": 0.06,
						"sum": "23.03"
					},
					{
						"id": "semi_1796",
						"name": "Соус Цезарь п/ф",
						"price": "106.68",
						"quantity": 0.1,
						"sum": "10.67"
					},
					{
						"id": "semi_1522",
						"name": "Соус соевый из концентрата п/ф",
						"price": "78.58",
						"quantity": 0.32,
						"sum": "25.15"
					},
					{
						"id": "semi_1839",
						"name": "Соус томатный острый п/ф",
						"price": "136.46",
						"quantity": 0.1,
						"sum": "13.65"
					},
					{
						"id": "semi_1532",
						"name": "Соус томатный п/ф",
						"price": "103.46",
						"quantity": 7.43,
						"sum": "768.70"
					},
					{
						"id": "semi_1542",
						"name": "Соус фирменный п/ф",
						"price": "68.61",
						"quantity": 0.24,
						"sum": "16.47"
					},
					{
						"id": "semi_1547",
						"name": "Соус фирменный чили п/ф",
						"price": "163.91",
						"quantity": 0.01,
						"sum": "1.64"
					},
					{
						"id": "semi_1572",
						"name": "Сыр Гауда п/ф",
						"price": "309.85",
						"quantity": 0.12,
						"sum": "37.18"
					},
					{
						"id": "semi_1577",
						"name": "Сыр Голландский п/ф",
						"price": "292.94",
						"quantity": 0.2,
						"sum": "58.59"
					},
					{
						"id": "semi_1582",
						"name": "Сыр Дор Блю п/ф",
						"price": "874.08",
						"quantity": 0.02,
						"sum": "17.48"
					},
					{
						"id": "semi_1587",
						"name": "Сыр Моцарелла п/ф",
						"price": "334.88",
						"quantity": 11.27,
						"sum": "3774.11"
					},
					{
						"id": "semi_1592",
						"name": "Сыр Пармезан п/ф",
						"price": "579.05",
						"quantity": 0.22,
						"sum": "127.39"
					},
					{
						"id": "semi_1597",
						"name": "Сыр Фета п/ф",
						"price": "604.99",
						"quantity": 0.05,
						"sum": "30.25"
					},
					{
						"id": "semi_1602",
						"name": "Тесто выпечка п/ф",
						"price": "47.44",
						"quantity": 4,
						"sum": "189.76"
					},
					{
						"id": "semi_1607",
						"name": "Тесто для пиццы п/ф",
						"price": "32.92",
						"quantity": 20.256,
						"sum": "666.74"
					},
					{
						"id": "semi_3129",
						"name": "Тесто для римской пиццы п/ф",
						"price": "107.19",
						"quantity": 20.48,
						"sum": "2195.18"
					},
					{
						"id": "semi_3103",
						"name": "Топпинг для пиццы \"С говядиной и специями\" п/ф",
						"price": "345.22",
						"quantity": 0.35,
						"sum": "120.83"
					},
					{
						"id": "semi_1634",
						"name": "Треска филе разморож.п/ф",
						"price": "771.26",
						"quantity": 0.41,
						"sum": "316.21"
					},
					{
						"id": "semi_1638",
						"name": "Уксус рисовый п/ф",
						"price": "63.64",
						"quantity": 0.01,
						"sum": "0.64"
					},
					{
						"id": "semi_1732",
						"name": "Упаковка для большой пиццы п/ф",
						"price": "23.14",
						"quantity": 14,
						"sum": "324.01"
					},
					{
						"id": "semi_1640",
						"name": "Фарш Болоньезе п/ф",
						"price": "613.08",
						"quantity": 0.2,
						"sum": "122.62"
					},
					{
						"id": "semi_1650",
						"name": "Цукини п/ф",
						"price": "294.42",
						"quantity": 0.185,
						"sum": "54.47"
					},
					{
						"id": "semi_1660",
						"name": "Шампиньоны п/ф",
						"price": "216.84",
						"quantity": 0.535,
						"sum": "116.01"
					}
				]
			}
		]
	},
	{
		"id": 20,
		"name": "Питание сотрудников",
		"total": {
			"sum": "652538.73"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 6283.51,
					"sum": "475142.54"
				},
				"items": [
					{
						"id": "product_3416",
						"name": "4 сыра большая",
						"price": "155.86",
						"quantity": 22.5,
						"sum": "3506.80"
					},
					{
						"id": "product_3420",
						"name": "4 сыра средняя",
						"price": "77.28",
						"quantity": 2,
						"sum": "154.55"
					},
					{
						"id": "product_972",
						"name": "Азу из говядины",
						"price": "458.67",
						"quantity": 4.4,
						"sum": "2018.16"
					},
					{
						"id": "product_3429",
						"name": "Аль-копчоне большая",
						"price": "144.28",
						"quantity": 19,
						"sum": "2741.27"
					},
					{
						"id": "product_4571",
						"name": "Ангел",
						"price": "220.40",
						"quantity": 1,
						"sum": "220.40"
					},
					{
						"id": "product_4214",
						"name": "Ароматный суп с копч.кур. и плав.сыром БЛ",
						"price": "94.39",
						"quantity": 6.25,
						"sum": "589.96"
					},
					{
						"id": "product_3963",
						"name": "Ароматный супчик с копченой курочкой и плавленным сыром",
						"price": "97.42",
						"quantity": 27.25,
						"sum": "2654.82"
					},
					{
						"id": "product_822",
						"name": "Астра",
						"price": "146.34",
						"quantity": 1,
						"sum": "146.34"
					},
					{
						"id": "product_3441",
						"name": "Баварская большая",
						"price": "211.16",
						"quantity": 13,
						"sum": "2745.05"
					},
					{
						"id": "product_3446",
						"name": "Баварская средняя",
						"price": "127.13",
						"quantity": 1,
						"sum": "127.13"
					},
					{
						"id": "product_4739",
						"name": "Барбекю большая",
						"price": "167.70",
						"quantity": 13,
						"sum": "2180.05"
					},
					{
						"id": "product_4647",
						"name": "Беби картофель запеченный",
						"price": "33.67",
						"quantity": 3.7,
						"sum": "124.59"
					},
					{
						"id": "product_984",
						"name": "Бедро куриное запеченое (Архив)",
						"price": "256.72",
						"quantity": 0.15,
						"sum": "38.51"
					},
					{
						"id": "product_1012",
						"name": "Беляш с мясом",
						"price": "21.47",
						"quantity": 8,
						"sum": "171.78"
					},
					{
						"id": "product_974",
						"name": "Бефстроганов",
						"price": "629.65",
						"quantity": 2.7,
						"sum": "1700.05"
					},
					{
						"id": "product_1625",
						"name": "Биточек Крабик",
						"price": "367.65",
						"quantity": 1.1,
						"sum": "404.42"
					},
					{
						"id": "product_4660",
						"name": "Биточек Морской",
						"price": "309.84",
						"quantity": 13.08,
						"sum": "4052.77"
					},
					{
						"id": "product_3993",
						"name": "Биточек куриный с цукини",
						"price": "312.25",
						"quantity": 4.4,
						"sum": "1373.89"
					},
					{
						"id": "product_978",
						"name": "Биточки куриные на пару",
						"price": "353.06",
						"quantity": 10.7,
						"sum": "3777.75"
					},
					{
						"id": "product_976",
						"name": "Биточки куриные нежные",
						"price": "364.54",
						"quantity": 6.8,
						"sum": "2478.88"
					},
					{
						"id": "product_2566",
						"name": "Биточки куриные нежные БЛ",
						"price": "460.62",
						"quantity": 0.7,
						"sum": "322.43"
					},
					{
						"id": "product_2329",
						"name": "Биточки мясные",
						"price": "236.66",
						"quantity": 122.21,
						"sum": "28921.66"
					},
					{
						"id": "product_981",
						"name": "Биточки по-деревенски",
						"price": "251.67",
						"quantity": 40.4,
						"sum": "10167.32"
					},
					{
						"id": "product_2533",
						"name": "Биточки по-деревенски БЛ",
						"price": "284.02",
						"quantity": 0.5,
						"sum": "142.01"
					},
					{
						"id": "product_980",
						"name": "Биточки по-селянски",
						"price": "358.11",
						"quantity": 3.135,
						"sum": "1122.69"
					},
					{
						"id": "product_4020",
						"name": "Биточки рыбные",
						"price": "492.46",
						"quantity": 10.5,
						"sum": "5170.82"
					},
					{
						"id": "product_979",
						"name": "Биточки сочные из индейки",
						"price": "509.07",
						"quantity": 0.5,
						"sum": "254.54"
					},
					{
						"id": "product_4311",
						"name": "Биточки сочные из индейки БЛ",
						"price": "625.12",
						"quantity": 0.48,
						"sum": "300.06"
					},
					{
						"id": "product_982",
						"name": "Бифштекс с беконом",
						"price": "259.54",
						"quantity": 1.68,
						"sum": "436.03"
					},
					{
						"id": "product_1018",
						"name": "Блин без начинки",
						"price": "9.16",
						"quantity": 47,
						"sum": "430.47"
					},
					{
						"id": "product_1031",
						"name": "Блин с ветчиной и сыром",
						"price": "18.96",
						"quantity": 6,
						"sum": "113.77"
					},
					{
						"id": "product_4433",
						"name": "Блин с капустой",
						"price": "10.71",
						"quantity": 11,
						"sum": "117.78"
					},
					{
						"id": "product_4438",
						"name": "Блин с творогом",
						"price": "15.54",
						"quantity": 14,
						"sum": "217.60"
					},
					{
						"id": "product_4441",
						"name": "Блин с яблоками",
						"price": "14.86",
						"quantity": 9,
						"sum": "133.71"
					},
					{
						"id": "product_1034",
						"name": "Блин с яицом",
						"price": "10.12",
						"quantity": 2,
						"sum": "20.24"
					},
					{
						"id": "product_1422",
						"name": "Блины с творожным кремом",
						"price": "31.34",
						"quantity": 1,
						"sum": "31.34"
					},
					{
						"id": "product_2364",
						"name": "Блины с фруктами",
						"price": "46.13",
						"quantity": 5,
						"sum": "230.67"
					},
					{
						"id": "product_3453",
						"name": "Богатырская большая",
						"price": "209.19",
						"quantity": 5.5,
						"sum": "1150.54"
					},
					{
						"id": "product_3458",
						"name": "Богатырская средняя",
						"price": "126.13",
						"quantity": 1,
						"sum": "126.13"
					},
					{
						"id": "product_900",
						"name": "Борщ из свежей капусты",
						"price": "29.78",
						"quantity": 364,
						"sum": "10839.51"
					},
					{
						"id": "product_2610",
						"name": "Борщ из свежей капусты БЛ",
						"price": "34.99",
						"quantity": 65,
						"sum": "2274.15"
					},
					{
						"id": "product_902",
						"name": "Борщ холодный",
						"price": "99.05",
						"quantity": 1,
						"sum": "99.05"
					},
					{
						"id": "product_1627",
						"name": "Булочка к супу",
						"price": "3.11",
						"quantity": 28,
						"sum": "87.07"
					},
					{
						"id": "product_906",
						"name": "Бульон с гренками и яйцом",
						"price": "106.90",
						"quantity": 2,
						"sum": "213.81"
					},
					{
						"id": "product_4209",
						"name": "Бульон с гренками и яйцом БЛ",
						"price": "112.20",
						"quantity": 6.25,
						"sum": "701.26"
					},
					{
						"id": "product_1049",
						"name": "Ватрушка с повидлом",
						"price": "12.33",
						"quantity": 6,
						"sum": "73.99"
					},
					{
						"id": "product_1050",
						"name": "Ватрушка с творогом",
						"price": "12.43",
						"quantity": 1,
						"sum": "12.43"
					},
					{
						"id": "product_3464",
						"name": "Вегетарианская большая",
						"price": "141.71",
						"quantity": 0.5,
						"sum": "70.85"
					},
					{
						"id": "product_1377",
						"name": "Венеция",
						"price": "241.17",
						"quantity": 3.5,
						"sum": "844.08"
					},
					{
						"id": "product_3472",
						"name": "Ветчина и грибы большая",
						"price": "138.08",
						"quantity": 5.5,
						"sum": "759.41"
					},
					{
						"id": "product_3474",
						"name": "Ветчина и грибы средняя",
						"price": "72.47",
						"quantity": 1,
						"sum": "72.47"
					},
					{
						"id": "product_825",
						"name": "Винегрет",
						"price": "65.59",
						"quantity": 0.1,
						"sum": "6.56"
					},
					{
						"id": "product_4162",
						"name": "Винегрет БЛ",
						"price": "106.27",
						"quantity": 1.7,
						"sum": "180.66"
					},
					{
						"id": "product_1052",
						"name": "Витушка с маком",
						"price": "8.99",
						"quantity": 60,
						"sum": "539.55"
					},
					{
						"id": "product_1054",
						"name": "Витушка с сахаром",
						"price": "6.31",
						"quantity": 76,
						"sum": "479.43"
					},
					{
						"id": "product_829",
						"name": "Встреча",
						"price": "158.87",
						"quantity": 1.1,
						"sum": "174.76"
					},
					{
						"id": "product_3481",
						"name": "Всё и сразу большая",
						"price": "173.03",
						"quantity": 59,
						"sum": "10208.65"
					},
					{
						"id": "product_3486",
						"name": "Всё и сразу средняя",
						"price": "101.82",
						"quantity": 3,
						"sum": "305.47"
					},
					{
						"id": "product_3495",
						"name": "Гавайская большая",
						"price": "136.59",
						"quantity": 2,
						"sum": "273.19"
					},
					{
						"id": "product_3498",
						"name": "Гавайская средняя",
						"price": "72.10",
						"quantity": 2,
						"sum": "144.21"
					},
					{
						"id": "product_988",
						"name": "Голубцы ленивые",
						"price": "176.43",
						"quantity": 7,
						"sum": "1234.99"
					},
					{
						"id": "product_999",
						"name": "Горбуша запеченная с помидором",
						"price": "448.88",
						"quantity": 11.06,
						"sum": "4964.64"
					},
					{
						"id": "product_908",
						"name": "Гороховый с копченостями",
						"price": "17.09",
						"quantity": 618,
						"sum": "10560.98"
					},
					{
						"id": "product_3954",
						"name": "Гороховый суп с курицей и грибами",
						"price": "79.57",
						"quantity": 41.125,
						"sum": "3272.43"
					},
					{
						"id": "product_3968",
						"name": "Гороховый суп с охотничьими колбасками и плавленным сыром",
						"price": "65.03",
						"quantity": 18.75,
						"sum": "1219.24"
					},
					{
						"id": "product_3971",
						"name": "Гороховый суп с охотничьими колбасками и плавленным сыром  половинка",
						"price": "65.90",
						"quantity": 0.5,
						"sum": "32.95"
					},
					{
						"id": "product_946",
						"name": "Греча",
						"price": "39.85",
						"quantity": 93.6,
						"sum": "3729.81"
					},
					{
						"id": "product_1823",
						"name": "Греча БЛ",
						"price": "46.03",
						"quantity": 5.7,
						"sum": "262.35"
					},
					{
						"id": "product_1365",
						"name": "Греча с грибами и луком",
						"price": "121.77",
						"quantity": 14.9,
						"sum": "1814.34"
					},
					{
						"id": "product_4254",
						"name": "Греча с грибами и луком БЛ",
						"price": "121.40",
						"quantity": 1.65,
						"sum": "200.31"
					},
					{
						"id": "product_948",
						"name": "Греча с овощами",
						"price": "48.93",
						"quantity": 28.4,
						"sum": "1389.70"
					},
					{
						"id": "product_1806",
						"name": "Греча с овощами БЛ",
						"price": "57.72",
						"quantity": 1.5,
						"sum": "86.58"
					},
					{
						"id": "product_832",
						"name": "Греческий комплекс",
						"price": "315.91",
						"quantity": 2,
						"sum": "631.82"
					},
					{
						"id": "product_1025",
						"name": "Гуляш из курицы в сл. соусе",
						"price": "260.89",
						"quantity": 8.175,
						"sum": "2132.74"
					},
					{
						"id": "product_1027",
						"name": "Гуляш из курицы в сл. соусе половинка",
						"price": "254.45",
						"quantity": 1.05,
						"sum": "267.17"
					},
					{
						"id": "product_1548",
						"name": "Гуляш из курицы в томатном соусе",
						"price": "266.37",
						"quantity": 0.45,
						"sum": "119.87"
					},
					{
						"id": "product_2546",
						"name": "Гуляш из курицы в томатном соусе БЛ",
						"price": "327.47",
						"quantity": 2.7,
						"sum": "884.17"
					},
					{
						"id": "product_2568",
						"name": "Гуляш из св. в том. соусе с грибами БЛ",
						"price": "239.71",
						"quantity": 1.35,
						"sum": "323.61"
					},
					{
						"id": "product_1029",
						"name": "Гуляш из свинины в том. соусе",
						"price": "225.85",
						"quantity": 3.525,
						"sum": "796.11"
					},
					{
						"id": "product_4324",
						"name": "Гуляш из свинины в том. соусе БЛ",
						"price": "372.05",
						"quantity": 1.2,
						"sum": "446.46"
					},
					{
						"id": "product_1035",
						"name": "Гуляш из свинины в том. соусе половинка",
						"price": "227.72",
						"quantity": 0.075,
						"sum": "17.08"
					},
					{
						"id": "product_1021",
						"name": "Гуляш из свинины в том. соусе с гр.",
						"price": "236.44",
						"quantity": 0.75,
						"sum": "177.33"
					},
					{
						"id": "product_3506",
						"name": "Деревенская большая",
						"price": "156.35",
						"quantity": 5,
						"sum": "781.73"
					},
					{
						"id": "product_3511",
						"name": "Деревенская средняя",
						"price": "95.49",
						"quantity": 1,
						"sum": "95.49"
					},
					{
						"id": "product_833",
						"name": "Деревенский",
						"price": "201.19",
						"quantity": 6,
						"sum": "1207.11"
					},
					{
						"id": "product_4139",
						"name": "Деревенский БЛ",
						"price": "239.13",
						"quantity": 1.1,
						"sum": "263.04"
					},
					{
						"id": "product_3514",
						"name": "Дон бекон большая",
						"price": "176.50",
						"quantity": 4,
						"sum": "706.01"
					},
					{
						"id": "product_3519",
						"name": "Дон бекон средняя",
						"price": "101.78",
						"quantity": 1,
						"sum": "101.78"
					},
					{
						"id": "product_4672",
						"name": "Ежики в сливочном соусе",
						"price": "235.47",
						"quantity": 9.36,
						"sum": "2204.04"
					},
					{
						"id": "product_3527",
						"name": "Жар-птица большая",
						"price": "182.40",
						"quantity": 3,
						"sum": "547.19"
					},
					{
						"id": "product_3532",
						"name": "Жар-птица средняя",
						"price": "93.76",
						"quantity": 1,
						"sum": "93.76"
					},
					{
						"id": "product_3540",
						"name": "Жюльен большая",
						"price": "188.72",
						"quantity": 62,
						"sum": "11700.95"
					},
					{
						"id": "product_3543",
						"name": "Жюльен средняя",
						"price": "96.26",
						"quantity": 5,
						"sum": "481.28"
					},
					{
						"id": "product_4532",
						"name": "Закусочный",
						"price": "75.60",
						"quantity": 4,
						"sum": "302.42"
					},
					{
						"id": "product_3994",
						"name": "Золотая рыбка",
						"price": "286.85",
						"quantity": 0.19,
						"sum": "54.50"
					},
					{
						"id": "product_3553",
						"name": "Золотая рыбка большая",
						"price": "361.14",
						"quantity": 15.5,
						"sum": "5597.67"
					},
					{
						"id": "product_3558",
						"name": "Золотая рыбка средняя",
						"price": "197.52",
						"quantity": 7,
						"sum": "1382.62"
					},
					{
						"id": "product_1045",
						"name": "Зразы рыбные с яйцом",
						"price": "283.80",
						"quantity": 0.36,
						"sum": "102.17"
					},
					{
						"id": "product_897",
						"name": "Из свежей капусты",
						"price": "60.41",
						"quantity": 1.4,
						"sum": "84.58"
					},
					{
						"id": "product_841",
						"name": "Из свежей капусты с яблоком",
						"price": "68.36",
						"quantity": 0.1,
						"sum": "6.84"
					},
					{
						"id": "product_1051",
						"name": "Индейка в сливочном соусе",
						"price": "514.37",
						"quantity": 0.39,
						"sum": "200.60"
					},
					{
						"id": "product_1047",
						"name": "Индейка запеченная с грибами",
						"price": "757.05",
						"quantity": 5.46,
						"sum": "4133.52"
					},
					{
						"id": "product_1048",
						"name": "Индейка запеченная с овощами",
						"price": "568.95",
						"quantity": 4.95,
						"sum": "2816.31"
					},
					{
						"id": "product_3562",
						"name": "Итальянское ассорти большая",
						"price": "177.45",
						"quantity": 13,
						"sum": "2306.80"
					},
					{
						"id": "product_3566",
						"name": "Итальянское ассорти средняя",
						"price": "104.99",
						"quantity": 1,
						"sum": "104.99"
					},
					{
						"id": "product_3775",
						"name": "Итальянцы в России",
						"price": "74.48",
						"quantity": 1,
						"sum": "74.48"
					},
					{
						"id": "product_3571",
						"name": "Итальянцы в России большая",
						"price": "142.11",
						"quantity": 7,
						"sum": "994.74"
					},
					{
						"id": "product_4537",
						"name": "Каприз",
						"price": "208.25",
						"quantity": 0.4,
						"sum": "83.30"
					},
					{
						"id": "product_950",
						"name": "Капуста тушеная",
						"price": "108.85",
						"quantity": 10.8,
						"sum": "1175.53"
					},
					{
						"id": "product_1794",
						"name": "Капуста тушеная БЛ",
						"price": "86.90",
						"quantity": 4.95,
						"sum": "430.17"
					},
					{
						"id": "product_3667",
						"name": "Карбоната большая",
						"price": "166.04",
						"quantity": 6,
						"sum": "996.27"
					},
					{
						"id": "product_3671",
						"name": "Карбоната средняя",
						"price": "105.03",
						"quantity": 1,
						"sum": "105.03"
					},
					{
						"id": "product_954",
						"name": "Картофель запеченый",
						"price": "46.03",
						"quantity": 3.2,
						"sum": "147.31"
					},
					{
						"id": "product_1833",
						"name": "Картофель запеченый БЛ",
						"price": "45.35",
						"quantity": 4.35,
						"sum": "197.25"
					},
					{
						"id": "product_952",
						"name": "Картофель отварной",
						"price": "63.50",
						"quantity": 14,
						"sum": "889.00"
					},
					{
						"id": "product_4381",
						"name": "Картофель по-деревенски",
						"price": "31.68",
						"quantity": 18,
						"sum": "570.30"
					},
					{
						"id": "product_1212",
						"name": "Картофель по-деревенски (комплекс)",
						"price": "393.16",
						"quantity": 10.65,
						"sum": "4187.20"
					},
					{
						"id": "product_1284",
						"name": "Картофель фри",
						"price": "40.67",
						"quantity": 9,
						"sum": "366.07"
					},
					{
						"id": "product_1210",
						"name": "Картофель фри (комплекс)",
						"price": "263.77",
						"quantity": 0.6,
						"sum": "158.26"
					},
					{
						"id": "product_1352",
						"name": "Картофельное пюре",
						"price": "66.22",
						"quantity": 7,
						"sum": "463.55"
					},
					{
						"id": "product_2821",
						"name": "Каша овсяная",
						"price": "14.62",
						"quantity": 13,
						"sum": "190.05"
					},
					{
						"id": "product_1367",
						"name": "Каша по-гусарски",
						"price": "60.89",
						"quantity": 12.4,
						"sum": "755.03"
					},
					{
						"id": "product_1838",
						"name": "Каша по-гусарски БЛ",
						"price": "59.39",
						"quantity": 1.35,
						"sum": "80.17"
					},
					{
						"id": "product_1378",
						"name": "Китайский",
						"price": "264.69",
						"quantity": 0.9,
						"sum": "238.22"
					},
					{
						"id": "product_4178",
						"name": "Китайский БЛ",
						"price": "330.15",
						"quantity": 0.4,
						"sum": "132.06"
					},
					{
						"id": "product_4590",
						"name": "Кнели из индейки",
						"price": "432.78",
						"quantity": 0.5,
						"sum": "216.39"
					},
					{
						"id": "product_852",
						"name": "Кокетка",
						"price": "168.25",
						"quantity": 2,
						"sum": "336.49"
					},
					{
						"id": "product_1203",
						"name": "Компот из сухофруктов 0,2л",
						"price": "15.54",
						"quantity": 9,
						"sum": "139.84"
					},
					{
						"id": "product_1204",
						"name": "Компот из яблок 0,2л",
						"price": "20.05",
						"quantity": 1.4,
						"sum": "28.07"
					},
					{
						"id": "product_853",
						"name": "Корсар",
						"price": "232.36",
						"quantity": 5.5,
						"sum": "1277.98"
					},
					{
						"id": "product_1074",
						"name": "Котлета Скандинавская",
						"price": "454.75",
						"quantity": 5.8,
						"sum": "2637.55"
					},
					{
						"id": "product_4691",
						"name": "Котлета Хуторская (Архив)",
						"price": "14.38",
						"quantity": 7,
						"sum": "100.66"
					},
					{
						"id": "product_1056",
						"name": "Котлета в тесте",
						"price": "20.87",
						"quantity": 60,
						"sum": "1252.42"
					},
					{
						"id": "product_1394",
						"name": "Котлета куриная",
						"price": "348.43",
						"quantity": 27.5,
						"sum": "9581.84"
					},
					{
						"id": "product_1075",
						"name": "Котлета куриная ароматная",
						"price": "424.04",
						"quantity": 4.08,
						"sum": "1730.06"
					},
					{
						"id": "product_4010",
						"name": "Котлета куриная с сыром",
						"price": "472.30",
						"quantity": 0.12,
						"sum": "56.68"
					},
					{
						"id": "product_3998",
						"name": "Куриное филе запеченное в фольге",
						"price": "205.95",
						"quantity": 0.4,
						"sum": "82.38"
					},
					{
						"id": "product_4580",
						"name": "Куриные треугольники",
						"price": "302.96",
						"quantity": 0.6,
						"sum": "181.78"
					},
					{
						"id": "product_2990",
						"name": "Куриный",
						"price": "207.53",
						"quantity": 2.2,
						"sum": "456.57"
					},
					{
						"id": "product_389",
						"name": "Куриный супчик с алфавитом",
						"price": "19.81",
						"quantity": 2,
						"sum": "39.62"
					},
					{
						"id": "product_1533",
						"name": "Курица в сыре (Архив)",
						"price": "395.37",
						"quantity": 0.15,
						"sum": "59.31"
					},
					{
						"id": "product_4002",
						"name": "Курица по-краснодарски",
						"price": "301.58",
						"quantity": 0.8,
						"sum": "241.26"
					},
					{
						"id": "product_4006",
						"name": "Курица по-мексикански",
						"price": "280.15",
						"quantity": 0.16,
						"sum": "44.82"
					},
					{
						"id": "product_4007",
						"name": "Курица по-пекински",
						"price": "274.48",
						"quantity": 0.32,
						"sum": "87.83"
					},
					{
						"id": "product_1626",
						"name": "Лазанья по-неаполитански",
						"price": "372.94",
						"quantity": 0.3,
						"sum": "111.88"
					},
					{
						"id": "product_1392",
						"name": "Лесная опушка",
						"price": "220.93",
						"quantity": 1.8,
						"sum": "397.68"
					},
					{
						"id": "product_1369",
						"name": "Лобио",
						"price": "196.08",
						"quantity": 1.4,
						"sum": "274.51"
					},
					{
						"id": "product_4261",
						"name": "Лобио БЛ",
						"price": "192.12",
						"quantity": 1.05,
						"sum": "201.73"
					},
					{
						"id": "product_856",
						"name": "Любительский",
						"price": "190.38",
						"quantity": 2.1,
						"sum": "399.80"
					},
					{
						"id": "product_4015",
						"name": "Мадам Люля",
						"price": "329.63",
						"quantity": 1.8,
						"sum": "593.33"
					},
					{
						"id": "product_956",
						"name": "Макароны",
						"price": "52.53",
						"quantity": 162.2,
						"sum": "8520.19"
					},
					{
						"id": "product_1828",
						"name": "Макароны БЛ",
						"price": "49.52",
						"quantity": 1.5,
						"sum": "74.28"
					},
					{
						"id": "product_1078",
						"name": "Манты",
						"price": "341.07",
						"quantity": 0.4,
						"sum": "136.43"
					},
					{
						"id": "product_3587",
						"name": "Маргарита большая",
						"price": "156.84",
						"quantity": 5,
						"sum": "784.19"
					},
					{
						"id": "product_3592",
						"name": "Маргарита средняя",
						"price": "84.80",
						"quantity": 2,
						"sum": "169.59"
					},
					{
						"id": "product_857",
						"name": "Мимоза",
						"price": "332.79",
						"quantity": 6.2,
						"sum": "2063.30"
					},
					{
						"id": "product_861",
						"name": "Московский",
						"price": "204.38",
						"quantity": 0.4,
						"sum": "81.75"
					},
					{
						"id": "product_4111",
						"name": "Московский БЛ",
						"price": "238.81",
						"quantity": 2.3,
						"sum": "549.27"
					},
					{
						"id": "product_3598",
						"name": "Мясное плато большая",
						"price": "141.18",
						"quantity": 20,
						"sum": "2823.59"
					},
					{
						"id": "product_1123",
						"name": "Налитушка с грибами",
						"price": "13.49",
						"quantity": 91,
						"sum": "1227.16"
					},
					{
						"id": "product_1124",
						"name": "Налитушка с капустой",
						"price": "7.10",
						"quantity": 2,
						"sum": "14.20"
					},
					{
						"id": "product_1126",
						"name": "Налитушка с картофелем",
						"price": "6.54",
						"quantity": 24,
						"sum": "157.04"
					},
					{
						"id": "product_1128",
						"name": "Налитушка с сыром",
						"price": "12.58",
						"quantity": 55,
						"sum": "691.86"
					},
					{
						"id": "product_1129",
						"name": "Налитушка с яицом",
						"price": "8.85",
						"quantity": 42,
						"sum": "371.89"
					},
					{
						"id": "product_864",
						"name": "Наслаждение",
						"price": "182.91",
						"quantity": 3.8,
						"sum": "695.05"
					},
					{
						"id": "product_866",
						"name": "Нежный",
						"price": "0.00",
						"quantity": 3,
						"sum": "0.00"
					},
					{
						"id": "product_1371",
						"name": "Овощи микс",
						"price": "180.25",
						"quantity": 10.2,
						"sum": "1838.58"
					},
					{
						"id": "product_960",
						"name": "Овощи на гриле (комплекс)",
						"price": "278.29",
						"quantity": 9.1,
						"sum": "2532.48"
					},
					{
						"id": "product_867",
						"name": "Овощной",
						"price": "244.56",
						"quantity": 1.5,
						"sum": "366.85"
					},
					{
						"id": "product_685",
						"name": "Овощной микс",
						"price": "67.54",
						"quantity": 9.5,
						"sum": "641.64"
					},
					{
						"id": "product_816",
						"name": "Овсяная каша",
						"price": "60.74",
						"quantity": 3,
						"sum": "182.22"
					},
					{
						"id": "product_4341",
						"name": "Океан с треской",
						"price": "284.16",
						"quantity": 3.4,
						"sum": "966.13"
					},
					{
						"id": "product_868",
						"name": "Океан с треской БЛ",
						"price": "279.01",
						"quantity": 1,
						"sum": "279.01"
					},
					{
						"id": "product_1081",
						"name": "Окорочок жареный",
						"price": "272.87",
						"quantity": 5.74,
						"sum": "1566.28"
					},
					{
						"id": "product_4269",
						"name": "Окорочок жареный БЛ",
						"price": "354.02",
						"quantity": 0.7,
						"sum": "247.81"
					},
					{
						"id": "product_1080",
						"name": "Окорочок отварной",
						"price": "308.35",
						"quantity": 0.4,
						"sum": "123.34"
					},
					{
						"id": "product_2523",
						"name": "Окорочок отварной БЛ",
						"price": "380.17",
						"quantity": 0.9,
						"sum": "342.15"
					},
					{
						"id": "product_177",
						"name": "Окрошка",
						"price": "33.22",
						"quantity": 22,
						"sum": "730.94"
					},
					{
						"id": "product_910",
						"name": "Окрошка (комплекс)",
						"price": "76.05",
						"quantity": 42.25,
						"sum": "3213.14"
					},
					{
						"id": "product_2961",
						"name": "Окрошка БЛ",
						"price": "32.60",
						"quantity": 9,
						"sum": "293.39"
					},
					{
						"id": "product_811",
						"name": "Омлет с ветчиной и сыром",
						"price": "28.76",
						"quantity": 1,
						"sum": "28.76"
					},
					{
						"id": "product_813",
						"name": "Омлет с мясом и овощами",
						"price": "33.58",
						"quantity": 2,
						"sum": "67.16"
					},
					{
						"id": "product_3026",
						"name": "Острая пицца",
						"price": "49.36",
						"quantity": 1,
						"sum": "49.36"
					},
					{
						"id": "product_1358",
						"name": "Очарование",
						"price": "228.10",
						"quantity": 5.9,
						"sum": "1345.80"
					},
					{
						"id": "product_4542",
						"name": "Павлин",
						"price": "129.92",
						"quantity": 2.6,
						"sum": "337.80"
					},
					{
						"id": "product_3612",
						"name": "Пепперони большая",
						"price": "150.27",
						"quantity": 16.5,
						"sum": "2479.41"
					},
					{
						"id": "product_3617",
						"name": "Пепперони средняя",
						"price": "73.33",
						"quantity": 5,
						"sum": "366.66"
					},
					{
						"id": "product_1088",
						"name": "Печеночный тортик",
						"price": "206.64",
						"quantity": 0.9,
						"sum": "185.98"
					},
					{
						"id": "product_1090",
						"name": "Печень куриная в смет-том соусе",
						"price": "209.64",
						"quantity": 8.925,
						"sum": "1871.07"
					},
					{
						"id": "product_4320",
						"name": "Печень куриная в смет-том соусе БЛ",
						"price": "255.64",
						"quantity": 2.275,
						"sum": "581.57"
					},
					{
						"id": "product_875",
						"name": "Пикантный",
						"price": "154.90",
						"quantity": 1.7,
						"sum": "263.32"
					},
					{
						"id": "product_4135",
						"name": "Пикантный БЛ",
						"price": "209.87",
						"quantity": 1.3,
						"sum": "272.83"
					},
					{
						"id": "product_1142",
						"name": "Пирожок с вареной сгущенкой",
						"price": "11.14",
						"quantity": 52,
						"sum": "579.51"
					},
					{
						"id": "product_1143",
						"name": "Пирожок с капустой",
						"price": "9.99",
						"quantity": 19,
						"sum": "189.90"
					},
					{
						"id": "product_1145",
						"name": "Пирожок с картофелем и луком",
						"price": "6.71",
						"quantity": 2,
						"sum": "13.43"
					},
					{
						"id": "product_1147",
						"name": "Пирожок с луком и яицом",
						"price": "14.60",
						"quantity": 39,
						"sum": "569.41"
					},
					{
						"id": "product_446",
						"name": "Пирожок с мясом",
						"price": "24.50",
						"quantity": 39,
						"sum": "955.45"
					},
					{
						"id": "product_1150",
						"name": "Пирожок с яблоками",
						"price": "9.89",
						"quantity": 44,
						"sum": "435.37"
					},
					{
						"id": "product_3624",
						"name": "Пицца счастья большая",
						"price": "256.37",
						"quantity": 8.5,
						"sum": "2179.15"
					},
					{
						"id": "product_3629",
						"name": "Пицца счастья средняя",
						"price": "144.51",
						"quantity": 2,
						"sum": "289.02"
					},
					{
						"id": "product_3327",
						"name": "ПиццаРолл мексиканский 1шт.",
						"price": "62.05",
						"quantity": 1,
						"sum": "62.05"
					},
					{
						"id": "product_3325",
						"name": "ПиццаРолл с курочкой 1шт.",
						"price": "70.79",
						"quantity": 1,
						"sum": "70.79"
					},
					{
						"id": "product_1097",
						"name": "Плов с курицей",
						"price": "205.54",
						"quantity": 1.6,
						"sum": "328.86"
					},
					{
						"id": "product_1095",
						"name": "Плов со свининой",
						"price": "141.94",
						"quantity": 1.4,
						"sum": "198.72"
					},
					{
						"id": "product_3792",
						"name": "По-домашнему",
						"price": "81.14",
						"quantity": 3,
						"sum": "243.42"
					},
					{
						"id": "product_3633",
						"name": "По-домашнему большая",
						"price": "174.23",
						"quantity": 47,
						"sum": "8188.96"
					},
					{
						"id": "product_3635",
						"name": "По-домашнему средняя",
						"price": "90.18",
						"quantity": 6,
						"sum": "541.07"
					},
					{
						"id": "product_3645",
						"name": "По-турецки большая",
						"price": "135.31",
						"quantity": 31,
						"sum": "4194.69"
					},
					{
						"id": "product_3652",
						"name": "По-турецки средняя",
						"price": "78.42",
						"quantity": 1,
						"sum": "78.42"
					},
					{
						"id": "product_4174",
						"name": "Помидор, огурец с маслом БЛ",
						"price": "255.32",
						"quantity": 2.4,
						"sum": "612.77"
					},
					{
						"id": "product_3655",
						"name": "Праздничная большая",
						"price": "174.57",
						"quantity": 7,
						"sum": "1221.98"
					},
					{
						"id": "product_818",
						"name": "Пшеная каша",
						"price": "72.15",
						"quantity": 1,
						"sum": "72.15"
					},
					{
						"id": "product_962",
						"name": "Пюре картофельное",
						"price": "51.95",
						"quantity": 7.6,
						"sum": "394.79"
					},
					{
						"id": "product_1811",
						"name": "Пюре картофельное БЛ",
						"price": "65.38",
						"quantity": 2.4,
						"sum": "156.91"
					},
					{
						"id": "product_970",
						"name": "Рагу овощное",
						"price": "250.55",
						"quantity": 6.8,
						"sum": "1703.73"
					},
					{
						"id": "product_4259",
						"name": "Рагу овощное БЛ",
						"price": "261.71",
						"quantity": 2.4,
						"sum": "628.11"
					},
					{
						"id": "product_912",
						"name": "Рассольник",
						"price": "18.48",
						"quantity": 285,
						"sum": "5265.76"
					},
					{
						"id": "product_2620",
						"name": "Рассольник БЛ",
						"price": "20.80",
						"quantity": 12,
						"sum": "249.59"
					},
					{
						"id": "product_4860",
						"name": "Римская Пицца Ассорти Зосимовская",
						"price": "124.49",
						"quantity": 3,
						"sum": "373.47"
					},
					{
						"id": "product_4893",
						"name": "Римская Пицца Куриная",
						"price": "64.75",
						"quantity": 3,
						"sum": "194.25"
					},
					{
						"id": "product_4857",
						"name": "Римская Пицца Куриная Зосимовская",
						"price": "100.95",
						"quantity": 18,
						"sum": "1817.17"
					},
					{
						"id": "product_4884",
						"name": "Римская Пицца Микс",
						"price": "85.03",
						"quantity": 3,
						"sum": "255.09"
					},
					{
						"id": "product_4866",
						"name": "Римская Пицца Мясная Зосимовская",
						"price": "119.82",
						"quantity": 2,
						"sum": "239.64"
					},
					{
						"id": "product_4886",
						"name": "Римская Пицца Сырная",
						"price": "57.83",
						"quantity": 5,
						"sum": "289.17"
					},
					{
						"id": "product_4865",
						"name": "Римская Пицца Сырная Зосимовская",
						"price": "93.58",
						"quantity": 11,
						"sum": "1029.40"
					},
					{
						"id": "product_964",
						"name": "Рис",
						"price": "45.43",
						"quantity": 102.2,
						"sum": "4642.60"
					},
					{
						"id": "product_1789",
						"name": "Рис БЛ",
						"price": "49.57",
						"quantity": 4.35,
						"sum": "215.62"
					},
					{
						"id": "product_1555",
						"name": "Рис на пару 150г",
						"price": "5.20",
						"quantity": 10,
						"sum": "51.96"
					},
					{
						"id": "product_4471",
						"name": "Рис по-деревенски",
						"price": "60.57",
						"quantity": 6,
						"sum": "363.39"
					},
					{
						"id": "product_1373",
						"name": "Рис по-индийски",
						"price": "117.50",
						"quantity": 17.4,
						"sum": "2044.44"
					},
					{
						"id": "product_968",
						"name": "Рис с овощами",
						"price": "138.46",
						"quantity": 13.6,
						"sum": "1883.06"
					},
					{
						"id": "product_4250",
						"name": "Рис с овощами БЛ",
						"price": "143.69",
						"quantity": 0.3,
						"sum": "43.11"
					},
					{
						"id": "product_966",
						"name": "Рис-мозайка",
						"price": "64.16",
						"quantity": 30.6,
						"sum": "1963.17"
					},
					{
						"id": "product_820",
						"name": "Рисовая каша",
						"price": "78.52",
						"quantity": 24,
						"sum": "1884.41"
					},
					{
						"id": "product_1106",
						"name": "Рыбка по-царски (Архив)",
						"price": "380.60",
						"quantity": 3.6,
						"sum": "1370.16"
					},
					{
						"id": "product_4665",
						"name": "Рыбные тефтели",
						"price": "269.10",
						"quantity": 2.47,
						"sum": "664.69"
					},
					{
						"id": "product_4490",
						"name": "Рыбные шарики",
						"price": "270.92",
						"quantity": 0.5,
						"sum": "135.46"
					},
					{
						"id": "product_3677",
						"name": "С копченостями большая",
						"price": "176.32",
						"quantity": 16,
						"sum": "2821.15"
					},
					{
						"id": "product_3679",
						"name": "С копченостями средняя",
						"price": "92.60",
						"quantity": 2,
						"sum": "185.20"
					},
					{
						"id": "product_847",
						"name": "С помидором и огурцами с маслом",
						"price": "188.03",
						"quantity": 5.7,
						"sum": "1071.74"
					},
					{
						"id": "product_2985",
						"name": "Салат Крабовый",
						"price": "210.46",
						"quantity": 0.6,
						"sum": "126.28"
					},
					{
						"id": "product_216",
						"name": "Салат Оливье",
						"price": "28.23",
						"quantity": 1,
						"sum": "28.23"
					},
					{
						"id": "product_217",
						"name": "Салат Цезарь с курицей",
						"price": "65.46",
						"quantity": 5,
						"sum": "327.30"
					},
					{
						"id": "product_881",
						"name": "Салат с курицей и опятами",
						"price": "304.02",
						"quantity": 1.5,
						"sum": "456.03"
					},
					{
						"id": "product_4733",
						"name": "Салат с фунчозой и пастой кимчи",
						"price": "29.90",
						"quantity": 11,
						"sum": "328.85"
					},
					{
						"id": "product_1393",
						"name": "Сборная солянка",
						"price": "41.94",
						"quantity": 4,
						"sum": "167.77"
					},
					{
						"id": "product_883",
						"name": "Свекла с сыром и майонезом",
						"price": "88.46",
						"quantity": 1.1,
						"sum": "97.30"
					},
					{
						"id": "product_1534",
						"name": "Свинина в сыре",
						"price": "367.60",
						"quantity": 0.45,
						"sum": "165.42"
					},
					{
						"id": "product_4274",
						"name": "Свинина в сыре БЛ",
						"price": "445.06",
						"quantity": 0.45,
						"sum": "200.28"
					},
					{
						"id": "product_1118",
						"name": "Свинина запеченная с ветчиной и овощами",
						"price": "337.15",
						"quantity": 10.27,
						"sum": "3462.53"
					},
					{
						"id": "product_4315",
						"name": "Свинина запеченная с ветчиной и овощами БЛ",
						"price": "431.37",
						"quantity": 0.15,
						"sum": "64.71"
					},
					{
						"id": "product_1113",
						"name": "Свинина запеченная с грибами",
						"price": "397.14",
						"quantity": 5.635,
						"sum": "2237.86"
					},
					{
						"id": "product_1116",
						"name": "Свинина запеченная с копченостями",
						"price": "372.70",
						"quantity": 18.225,
						"sum": "6792.40"
					},
					{
						"id": "product_1109",
						"name": "Свинина запеченная с овощами",
						"price": "320.62",
						"quantity": 8.235,
						"sum": "2640.34"
					},
					{
						"id": "product_4079",
						"name": "Свинина запеченная с помидорами",
						"price": "358.73",
						"quantity": 23.4,
						"sum": "8394.25"
					},
					{
						"id": "product_1117",
						"name": "Свинина по-болгарски",
						"price": "372.31",
						"quantity": 12,
						"sum": "4467.71"
					},
					{
						"id": "product_886",
						"name": "Сельдь под шубой",
						"price": "144.49",
						"quantity": 2.4,
						"sum": "346.78"
					},
					{
						"id": "product_3580",
						"name": "Семейное Комбо",
						"price": "247.47",
						"quantity": 1,
						"sum": "247.47"
					},
					{
						"id": "product_4042",
						"name": "Сердце в соусе",
						"price": "154.66",
						"quantity": 1.35,
						"sum": "208.79"
					},
					{
						"id": "product_4146",
						"name": "Славянский БЛ",
						"price": "226.65",
						"quantity": 3.5,
						"sum": "793.29"
					},
					{
						"id": "product_1380",
						"name": "Славянский Вологда",
						"price": "126.38",
						"quantity": 0.5,
						"sum": "63.19"
					},
					{
						"id": "product_1151",
						"name": "Слойка с джемом",
						"price": "19.33",
						"quantity": 1,
						"sum": "19.33"
					},
					{
						"id": "product_1152",
						"name": "Слойка с творогом",
						"price": "20.22",
						"quantity": 6,
						"sum": "121.32"
					},
					{
						"id": "product_891",
						"name": "Смак",
						"price": "161.72",
						"quantity": 4,
						"sum": "646.86"
					},
					{
						"id": "product_2382",
						"name": "Сметана",
						"price": "4.18",
						"quantity": 1,
						"sum": "4.18"
					},
					{
						"id": "product_4714",
						"name": "Смузи огуречный",
						"price": "52.95",
						"quantity": 1,
						"sum": "52.95"
					},
					{
						"id": "product_437",
						"name": "Солянка мясная (комплекс)",
						"price": "43.39",
						"quantity": 26,
						"sum": "1128.04"
					},
					{
						"id": "product_3973",
						"name": "Солянка по-сибирски с грибами",
						"price": "127.11",
						"quantity": 8.75,
						"sum": "1112.20"
					},
					{
						"id": "product_4667",
						"name": "Солянка рыбная",
						"price": "134.18",
						"quantity": 5.75,
						"sum": "771.55"
					},
					{
						"id": "product_1156",
						"name": "Сосиска в тесте",
						"price": "19.43",
						"quantity": 42,
						"sum": "815.88"
					},
					{
						"id": "product_4705",
						"name": "Сосиски отварные",
						"price": "253.90",
						"quantity": 1.8,
						"sum": "457.01"
					},
					{
						"id": "product_4106",
						"name": "Соте из индейки",
						"price": "586.91",
						"quantity": 2.25,
						"sum": "1320.55"
					},
					{
						"id": "product_227",
						"name": "Соус Острый",
						"price": "5.04",
						"quantity": 1,
						"sum": "5.04"
					},
					{
						"id": "product_2914",
						"name": "Соус белый",
						"price": "56.99",
						"quantity": 1.612,
						"sum": "91.86"
					},
					{
						"id": "product_1002",
						"name": "Соус грибной",
						"price": "0.00",
						"quantity": 40,
						"sum": "0.00"
					},
					{
						"id": "product_2918",
						"name": "Соус красный",
						"price": "52.32",
						"quantity": 1.508,
						"sum": "78.90"
					},
					{
						"id": "product_1389",
						"name": "Софи",
						"price": "218.32",
						"quantity": 3.7,
						"sum": "807.78"
					},
					{
						"id": "product_1158",
						"name": "Сочень с творогом",
						"price": "13.49",
						"quantity": 6,
						"sum": "80.94"
					},
					{
						"id": "product_958",
						"name": "Спагетти",
						"price": "46.95",
						"quantity": 92.75,
						"sum": "4354.18"
					},
					{
						"id": "product_1799",
						"name": "Спагетти БЛ",
						"price": "48.02",
						"quantity": 2.25,
						"sum": "108.05"
					},
					{
						"id": "product_3689",
						"name": "Студенческая большая",
						"price": "117.30",
						"quantity": 1,
						"sum": "117.30"
					},
					{
						"id": "product_3694",
						"name": "Студенческая средняя",
						"price": "68.09",
						"quantity": 1,
						"sum": "68.09"
					},
					{
						"id": "product_4510",
						"name": "Суп Баварский",
						"price": "66.54",
						"quantity": 4,
						"sum": "266.16"
					},
					{
						"id": "product_1623",
						"name": "Суп Тайский",
						"price": "81.00",
						"quantity": 20.25,
						"sum": "1640.16"
					},
					{
						"id": "product_919",
						"name": "Суп грибной",
						"price": "18.17",
						"quantity": 371,
						"sum": "6742.87"
					},
					{
						"id": "product_2625",
						"name": "Суп грибной БЛ",
						"price": "21.39",
						"quantity": 6,
						"sum": "128.37"
					},
					{
						"id": "product_3980",
						"name": "Суп с куриными клецками и зеленым горошком",
						"price": "64.17",
						"quantity": 28,
						"sum": "1796.64"
					},
					{
						"id": "product_931",
						"name": "Суп с фрикадельками",
						"price": "69.63",
						"quantity": 2.5,
						"sum": "174.07"
					},
					{
						"id": "product_1648",
						"name": "Суп сырный с крабом",
						"price": "128.23",
						"quantity": 3.5,
						"sum": "448.79"
					},
					{
						"id": "product_1649",
						"name": "Суп сырный с крабом половинка",
						"price": "133.75",
						"quantity": 1.375,
						"sum": "183.90"
					},
					{
						"id": "product_1317",
						"name": "Суп-лапша грибная",
						"price": "63.11",
						"quantity": 51.75,
						"sum": "3265.73"
					},
					{
						"id": "product_2596",
						"name": "Суп-лапша грибная БЛ",
						"price": "58.52",
						"quantity": 3.75,
						"sum": "219.43"
					},
					{
						"id": "product_917",
						"name": "Суп-лапша с курицей",
						"price": "61.85",
						"quantity": 32,
						"sum": "1979.33"
					},
					{
						"id": "product_921",
						"name": "Суп-пюре грибной",
						"price": "119.15",
						"quantity": 13,
						"sum": "1549.01"
					},
					{
						"id": "product_4224",
						"name": "Суп-пюре грибной БЛ",
						"price": "116.85",
						"quantity": 1.5,
						"sum": "175.27"
					},
					{
						"id": "product_927",
						"name": "Суп-пюре из семги",
						"price": "197.50",
						"quantity": 29.75,
						"sum": "5875.55"
					},
					{
						"id": "product_925",
						"name": "Суп-пюре овощной",
						"price": "76.87",
						"quantity": 16.5,
						"sum": "1268.29"
					},
					{
						"id": "product_4234",
						"name": "Суп-пюре овощной БЛ",
						"price": "76.65",
						"quantity": 3.5,
						"sum": "268.28"
					},
					{
						"id": "product_4244",
						"name": "Суп-пюре сырный БЛ",
						"price": "62.76",
						"quantity": 15.875,
						"sum": "996.29"
					},
					{
						"id": "product_1160",
						"name": "Сырники (комплекс)",
						"price": "42.57",
						"quantity": 12,
						"sum": "510.79"
					},
					{
						"id": "product_1131",
						"name": "Тефтели",
						"price": "192.81",
						"quantity": 20.425,
						"sum": "3938.18"
					},
					{
						"id": "product_2578",
						"name": "Тефтели БЛ",
						"price": "306.30",
						"quantity": 2.47,
						"sum": "756.55"
					},
					{
						"id": "product_1133",
						"name": "Тефтели из индейки",
						"price": "370.43",
						"quantity": 4.9,
						"sum": "1815.13"
					},
					{
						"id": "product_1148",
						"name": "Треска жареная (Архив)",
						"price": "884.00",
						"quantity": 6.4,
						"sum": "5657.60"
					},
					{
						"id": "product_1646",
						"name": "Треска запеченная с перцем",
						"price": "567.84",
						"quantity": 19.38,
						"sum": "11004.70"
					},
					{
						"id": "product_1162",
						"name": "Треска запеченная с помидорами",
						"price": "579.88",
						"quantity": 5.1,
						"sum": "2957.39"
					},
					{
						"id": "product_1137",
						"name": "Треска по-русски",
						"price": "346.50",
						"quantity": 13.75,
						"sum": "4764.42"
					},
					{
						"id": "product_4078",
						"name": "Треска под овощной шубкой",
						"price": "572.05",
						"quantity": 12.41,
						"sum": "7099.11"
					},
					{
						"id": "product_4049",
						"name": "Украинский борщ",
						"price": "40.46",
						"quantity": 44,
						"sum": "1780.14"
					},
					{
						"id": "product_1535",
						"name": "Уха по-фински (Архив)",
						"price": "217.57",
						"quantity": 11.75,
						"sum": "2556.48"
					},
					{
						"id": "product_895",
						"name": "Фантазия",
						"price": "214.27",
						"quantity": 2.2,
						"sum": "471.38"
					},
					{
						"id": "product_1065",
						"name": "Филе куринное с сыром (Архив)",
						"price": "284.67",
						"quantity": 2.34,
						"sum": "666.13"
					},
					{
						"id": "product_1066",
						"name": "Филе куриное запеченное с ананасом",
						"price": "307.51",
						"quantity": 11.31,
						"sum": "3477.94"
					},
					{
						"id": "product_1064",
						"name": "Филе куриное запеченное с овощами",
						"price": "312.18",
						"quantity": 0.625,
						"sum": "195.11"
					},
					{
						"id": "product_4084",
						"name": "Филе куриное запеченное с помидором и перцем",
						"price": "319.23",
						"quantity": 4.06,
						"sum": "1296.09"
					},
					{
						"id": "product_1063",
						"name": "Филе куры под сырной корочкой",
						"price": "329.69",
						"quantity": 11.99,
						"sum": "3952.93"
					},
					{
						"id": "product_3701",
						"name": "Фокачча (только в кафе)",
						"price": "81.07",
						"quantity": 4,
						"sum": "324.30"
					},
					{
						"id": "product_1381",
						"name": "Французский",
						"price": "269.81",
						"quantity": 2.8,
						"sum": "755.46"
					},
					{
						"id": "product_4171",
						"name": "Французский БЛ",
						"price": "279.04",
						"quantity": 1,
						"sum": "279.04"
					},
					{
						"id": "product_4131",
						"name": "Фунчоза с овощами БЛ",
						"price": "173.03",
						"quantity": 2.2,
						"sum": "380.68"
					},
					{
						"id": "product_3316",
						"name": "Харчо с курицей",
						"price": "93.30",
						"quantity": 85.25,
						"sum": "7953.97"
					},
					{
						"id": "product_4222",
						"name": "Харчо с курицей БЛ",
						"price": "88.90",
						"quantity": 1.5,
						"sum": "133.35"
					},
					{
						"id": "product_894",
						"name": "Царский",
						"price": "204.03",
						"quantity": 0.2,
						"sum": "40.81"
					},
					{
						"id": "product_3702",
						"name": "Цезарь большая",
						"price": "184.71",
						"quantity": 49,
						"sum": "9050.85"
					},
					{
						"id": "product_1209",
						"name": "Цезарь комплекс",
						"price": "279.56",
						"quantity": 2.1,
						"sum": "587.08"
					},
					{
						"id": "product_3707",
						"name": "Цезарь средняя",
						"price": "102.91",
						"quantity": 2,
						"sum": "205.83"
					},
					{
						"id": "product_3823",
						"name": "Чесночный цыпа",
						"price": "87.52",
						"quantity": 1,
						"sum": "87.52"
					},
					{
						"id": "product_3710",
						"name": "Чесночный цыпа большая",
						"price": "174.22",
						"quantity": 29.5,
						"sum": "5139.63"
					},
					{
						"id": "product_3715",
						"name": "Чесночный цыпа средняя",
						"price": "103.10",
						"quantity": 1,
						"sum": "103.10"
					},
					{
						"id": "product_1539",
						"name": "Шницель свиной",
						"price": "320.17",
						"quantity": 0.72,
						"sum": "230.52"
					},
					{
						"id": "product_4308",
						"name": "Шницель свиной БЛ",
						"price": "374.38",
						"quantity": 0.36,
						"sum": "134.78"
					},
					{
						"id": "product_936",
						"name": "Щи из свежей капусты",
						"price": "20.63",
						"quantity": 1040,
						"sum": "21450.85"
					},
					{
						"id": "product_1178",
						"name": "Эскалоп из курицы",
						"price": "490.38",
						"quantity": 0.5,
						"sum": "245.19"
					},
					{
						"id": "product_4570",
						"name": "Южно-итальянский",
						"price": "216.69",
						"quantity": 0.6,
						"sum": "130.01"
					},
					{
						"id": "product_4359",
						"name": "Язык запечённый с картофелем (Архив)",
						"price": "513.75",
						"quantity": 0.34,
						"sum": "174.67"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 13349.953,
					"sum": "158398.61"
				},
				"items": [
					{
						"id": "raw_2725",
						"name": "Бифштекс рубленный Гурман, зам.",
						"price": "21.00",
						"quantity": 16,
						"sum": "336.00"
					},
					{
						"id": "raw_253",
						"name": "Горох сушеный",
						"price": "32.33",
						"quantity": 4.055,
						"sum": "131.11"
					},
					{
						"id": "raw_262",
						"name": "Греча",
						"price": "69.00",
						"quantity": 16.9,
						"sum": "1166.11"
					},
					{
						"id": "raw_835",
						"name": "Капуста свежая",
						"price": "58.52",
						"quantity": 2.555,
						"sum": "149.53"
					},
					{
						"id": "raw_838",
						"name": "Картофель свежий",
						"price": "18.00",
						"quantity": 5.025,
						"sum": "90.45"
					},
					{
						"id": "raw_286",
						"name": "Кетчуп",
						"price": "158.00",
						"quantity": 0.15,
						"sum": "23.70"
					},
					{
						"id": "raw_2726",
						"name": "Котлета Хуторская зам. (Архив)",
						"price": "14.00",
						"quantity": 12,
						"sum": "168.00"
					},
					{
						"id": "raw_719",
						"name": "Кофе(персонал)",
						"price": "1165.02",
						"quantity": 22.9,
						"sum": "26679.04"
					},
					{
						"id": "raw_670",
						"name": "Курица грудка копченая",
						"price": "285.00",
						"quantity": 1.52,
						"sum": "433.20"
					},
					{
						"id": "raw_2759",
						"name": "Курица филе отварное зам.",
						"price": "319.00",
						"quantity": 1.48,
						"sum": "472.12"
					},
					{
						"id": "raw_875",
						"name": "Лук репка свежий",
						"price": "84.82",
						"quantity": 1.665,
						"sum": "141.23"
					},
					{
						"id": "raw_323",
						"name": "Майонез",
						"price": "62.18",
						"quantity": 34.02,
						"sum": "2115.23"
					},
					{
						"id": "raw_332",
						"name": "Макароны",
						"price": "103.57",
						"quantity": 62.95,
						"sum": "6520.03"
					},
					{
						"id": "raw_599",
						"name": "Молоко",
						"price": "41.02",
						"quantity": 278.5,
						"sum": "11424.05"
					},
					{
						"id": "raw_883",
						"name": "Морковь свежая",
						"price": "35.94",
						"quantity": 2.45,
						"sum": "88.05"
					},
					{
						"id": "raw_288",
						"name": "Морс клюквенный концентрат (Архив)",
						"price": "236.92",
						"quantity": 6,
						"sum": "1421.52"
					},
					{
						"id": "raw_890",
						"name": "Перец сладкий свежий",
						"price": "300.00",
						"quantity": 0.31,
						"sum": "93.00"
					},
					{
						"id": "raw_388",
						"name": "Пшено",
						"price": "86.38",
						"quantity": 1.8,
						"sum": "155.48"
					},
					{
						"id": "raw_391",
						"name": "Рис",
						"price": "95.89",
						"quantity": 5.4,
						"sum": "517.80"
					},
					{
						"id": "raw_394",
						"name": "Рис для суши",
						"price": "52.64",
						"quantity": 1.5,
						"sum": "78.97"
					},
					{
						"id": "raw_397",
						"name": "Сахар-песок",
						"price": "48.28",
						"quantity": 262,
						"sum": "12650.05"
					},
					{
						"id": "raw_618",
						"name": "Сметана",
						"price": "115.47",
						"quantity": 3.4,
						"sum": "392.59"
					},
					{
						"id": "raw_404",
						"name": "Соль",
						"price": "15.15",
						"quantity": 1.8,
						"sum": "27.28"
					},
					{
						"id": "raw_645",
						"name": "Сосиски",
						"price": "280.38",
						"quantity": 46.112,
						"sum": "12928.71"
					},
					{
						"id": "raw_519",
						"name": "Томатная паста",
						"price": "106.25",
						"quantity": 1.205,
						"sum": "128.03"
					},
					{
						"id": "raw_422",
						"name": "Хлеб пшеничный",
						"price": "63.93",
						"quantity": 168.3,
						"sum": "10759.20"
					},
					{
						"id": "raw_429",
						"name": "Хрен",
						"price": "171.87",
						"quantity": 0.36,
						"sum": "61.87"
					},
					{
						"id": "raw_927",
						"name": "Цукини",
						"price": "260.00",
						"quantity": 0.12,
						"sum": "31.20"
					},
					{
						"id": "raw_785",
						"name": "Чай пакетики(персонал)",
						"price": "5.58",
						"quantity": 12389,
						"sum": "69157.95"
					},
					{
						"id": "raw_432",
						"name": "Яйцо",
						"price": "120.00",
						"quantity": 0.476,
						"sum": "57.12"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 273.667,
					"sum": "18997.59"
				},
				"items": [
					{
						"id": "semi_1211",
						"name": "Ветчина п/ф",
						"price": "265.58",
						"quantity": 2.915,
						"sum": "774.18"
					},
					{
						"id": "semi_3095",
						"name": "Гарнир Греча п/ф",
						"price": "30.37",
						"quantity": 6.3,
						"sum": "191.34"
					},
					{
						"id": "semi_1260",
						"name": "Зелень п/ф",
						"price": "272.69",
						"quantity": 0.1,
						"sum": "27.27"
					},
					{
						"id": "semi_1269",
						"name": "Капуста белокочанная чищенная п/ф",
						"price": "84.59",
						"quantity": 2.11,
						"sum": "178.49"
					},
					{
						"id": "semi_1284",
						"name": "Картофель сырой чищенный п/ф",
						"price": "59.42",
						"quantity": 16.575,
						"sum": "984.90"
					},
					{
						"id": "semi_1330",
						"name": "Куриное филе отварное п/ф",
						"price": "454.64",
						"quantity": 0.4,
						"sum": "181.86"
					},
					{
						"id": "semi_2761",
						"name": "Куриное филе отварное разморож. п/ф 05.02.19",
						"price": "375.46",
						"quantity": 1.205,
						"sum": "452.43"
					},
					{
						"id": "semi_1373",
						"name": "Лук репка п/ф",
						"price": "70.60",
						"quantity": 2.01,
						"sum": "141.90"
					},
					{
						"id": "semi_1678",
						"name": "Лук репка пассерованный п/ф",
						"price": "137.41",
						"quantity": 0.73,
						"sum": "100.31"
					},
					{
						"id": "semi_1375",
						"name": "Макароны отварные п/ф",
						"price": "41.06",
						"quantity": 3.5,
						"sum": "143.72"
					},
					{
						"id": "semi_1390",
						"name": "Морковь отварная п/ф",
						"price": "67.50",
						"quantity": 0.162,
						"sum": "10.94"
					},
					{
						"id": "semi_1394",
						"name": "Морковь п/ф",
						"price": "50.97",
						"quantity": 1.995,
						"sum": "101.69"
					},
					{
						"id": "semi_1679",
						"name": "Морковь пассерованная п/ф",
						"price": "48.57",
						"quantity": 0.735,
						"sum": "35.70"
					},
					{
						"id": "semi_2068",
						"name": "Морс клюквенный из концентрата 1л п/ф",
						"price": "57.04",
						"quantity": 102,
						"sum": "5817.92"
					},
					{
						"id": "semi_3132",
						"name": "Парбейк для римской пиццы п/ф ",
						"price": "35.44",
						"quantity": 116,
						"sum": "4110.92"
					},
					{
						"id": "semi_1430",
						"name": "Перец болгарский п/ф",
						"price": "375.00",
						"quantity": 0.195,
						"sum": "73.13"
					},
					{
						"id": "semi_1816",
						"name": "ПиццаРолл мексиканский 1шт. п/ф (Архив)",
						"price": "52.59",
						"quantity": 1,
						"sum": "52.59"
					},
					{
						"id": "semi_1436",
						"name": "Помидоры п/ф",
						"price": "219.15",
						"quantity": 1.395,
						"sum": "305.72"
					},
					{
						"id": "semi_1447",
						"name": "Рис отварной п/ф (обычный)",
						"price": "34.55",
						"quantity": 5,
						"sum": "172.73"
					},
					{
						"id": "semi_1479",
						"name": "Свинина вырезка размороженная п/ф",
						"price": "424.60",
						"quantity": 0.3,
						"sum": "127.38"
					},
					{
						"id": "semi_1482",
						"name": "Свинина отварная п/ф",
						"price": "591.93",
						"quantity": 4.32,
						"sum": "2557.12"
					},
					{
						"id": "semi_1497",
						"name": "Семга филе без кожи п/ф",
						"price": "1632.16",
						"quantity": 1,
						"sum": "1632.16"
					},
					{
						"id": "semi_1587",
						"name": "Сыр Моцарелла п/ф",
						"price": "304.09",
						"quantity": 0.19,
						"sum": "57.78"
					},
					{
						"id": "semi_1660",
						"name": "Шампиньоны п/ф",
						"price": "216.84",
						"quantity": 3.53,
						"sum": "765.43"
					}
				]
			}
		]
	},
	{
		"id": 80,
		"name": "Правка поступлений",
		"total": {
			"sum": "241456.47"
		},
		"categories": [
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 2950.251298,
					"sum": "192612.26"
				},
				"items": [
					{
						"id": "raw_624",
						"name": "Бекон с/к",
						"price": "397.51",
						"quantity": 15,
						"sum": "5962.65"
					},
					{
						"id": "raw_171",
						"name": "Вино игристое Российское 1 л",
						"price": "331.84",
						"quantity": 9,
						"sum": "2986.52"
					},
					{
						"id": "raw_705",
						"name": "Ессентуки 0.5л",
						"price": "38.25",
						"quantity": 6,
						"sum": "229.50"
					},
					{
						"id": "raw_840",
						"name": "Картофель фри (товар)",
						"price": "57.44",
						"quantity": 540,
						"sum": "31015.26"
					},
					{
						"id": "raw_843",
						"name": "Картофельные дольки",
						"price": "43.70",
						"quantity": 180,
						"sum": "7865.76"
					},
					{
						"id": "raw_2771",
						"name": "Компот клюквенный 0,5 л",
						"price": "37.45",
						"quantity": 36,
						"sum": "1348.20"
					},
					{
						"id": "raw_2774",
						"name": "Компот черной смородины 0,5 л",
						"price": "37.45",
						"quantity": 9,
						"sum": "337.05"
					},
					{
						"id": "raw_665",
						"name": "Куриные наггетсы зам.",
						"price": "132.30",
						"quantity": 168,
						"sum": "22225.73"
					},
					{
						"id": "raw_2759",
						"name": "Курица филе отварное зам.",
						"price": "363.00",
						"quantity": 68.223135,
						"sum": "24765.00"
					},
					{
						"id": "raw_2758",
						"name": "Курица филе с/м",
						"price": "0.00",
						"quantity": 5.714163,
						"sum": "0.00"
					},
					{
						"id": "raw_469",
						"name": "Лечо",
						"price": "49.97",
						"quantity": 60,
						"sum": "2998.14"
					},
					{
						"id": "raw_323",
						"name": "Майонез",
						"price": "59.92",
						"quantity": 30,
						"sum": "1797.60"
					},
					{
						"id": "raw_338",
						"name": "Макароны Тальятелле Дельверде",
						"price": "108.71",
						"quantity": 99,
						"sum": "10762.46"
					},
					{
						"id": "raw_361",
						"name": "Мука пшеничная",
						"price": "35.50",
						"quantity": 30,
						"sum": "1065.01"
					},
					{
						"id": "raw_3143",
						"name": "Парбейк для римской пиццы заморож.",
						"price": "0.00",
						"quantity": 50,
						"sum": "0.00"
					},
					{
						"id": "raw_640",
						"name": "Пепперони",
						"price": "589.67",
						"quantity": 8,
						"sum": "4717.36"
					},
					{
						"id": "raw_2491",
						"name": "Пиво Пилстоун дарк (темное нефильтрованное) 0,5л",
						"price": "3.68",
						"quantity": 760,
						"sum": "2796.80"
					},
					{
						"id": "raw_894",
						"name": "Помидоры Черри свежие",
						"price": "343.46",
						"quantity": 1.25,
						"sum": "429.33"
					},
					{
						"id": "raw_618",
						"name": "Сметана",
						"price": "79.99",
						"quantity": 4.2,
						"sum": "335.96"
					},
					{
						"id": "raw_2675",
						"name": "Соус дип-пот Кетчуп",
						"price": "5.24",
						"quantity": 449,
						"sum": "2353.13"
					},
					{
						"id": "raw_1052",
						"name": "Соус майонезный Французский",
						"price": "34.72",
						"quantity": 51,
						"sum": "1770.94"
					},
					{
						"id": "raw_405",
						"name": "Сухари панировка",
						"price": "171.20",
						"quantity": 1,
						"sum": "171.20"
					},
					{
						"id": "raw_1076",
						"name": "Сыр Моцарелла",
						"price": "251.77",
						"quantity": 35.02,
						"sum": "8816.99"
					},
					{
						"id": "raw_3058",
						"name": "Топпинг для пиццы \"С говядиной и специями\"",
						"price": "72.40",
						"quantity": 300,
						"sum": "21721.00"
					},
					{
						"id": "raw_992",
						"name": "Угорь (Архив)",
						"price": "1562.85",
						"quantity": 22.844,
						"sum": "35701.76"
					},
					{
						"id": "raw_3114",
						"name": "Чизкейк Карамельный с арахисом",
						"price": "36.58",
						"quantity": 12,
						"sum": "438.91"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 1378,
					"sum": "48844.20"
				},
				"items": [
					{
						"id": "semi_3132",
						"name": "Парбейк для римской пиццы п/ф ",
						"price": "35.45",
						"quantity": 1378,
						"sum": "48844.20"
					}
				]
			}
		]
	},
	{
		"id": 75,
		"name": "Продажа за 0",
		"total": {
			"sum": "958909.87"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 24895.112,
					"sum": "958909.87"
				},
				"items": [
					{
						"id": "product_3721",
						"name": "4 сыра",
						"price": "162.47",
						"quantity": 31,
						"sum": "5036.42"
					},
					{
						"id": "product_3416",
						"name": "4 сыра большая",
						"price": "172.45",
						"quantity": 70,
						"sum": "12071.21"
					},
					{
						"id": "product_3420",
						"name": "4 сыра средняя",
						"price": "95.49",
						"quantity": 33,
						"sum": "3151.11"
					},
					{
						"id": "product_1467",
						"name": "7АП 0,5 л (кафе)",
						"price": "34.69",
						"quantity": 3,
						"sum": "104.07"
					},
					{
						"id": "product_663",
						"name": "Lambrusco dell'Emilia Rosso Poderi Alti (Ламбруско дель'Эмилия Россо Подери Альти, красное п/сл) 0,75",
						"price": "521.04",
						"quantity": 0.75,
						"sum": "390.78"
					},
					{
						"id": "product_2807",
						"name": "Verano Blanco (Верано Бланко, белое п/сл) 0,75",
						"price": "385.97",
						"quantity": 4.5,
						"sum": "1736.88"
					},
					{
						"id": "product_2802",
						"name": "Verano Tinto (Верано Тинто, красное п/сл) 0,75",
						"price": "432.00",
						"quantity": 7.5,
						"sum": "3240.00"
					},
					{
						"id": "product_546",
						"name": "Абсолют 500мл",
						"price": "1414.94",
						"quantity": 44,
						"sum": "62257.42"
					},
					{
						"id": "product_972",
						"name": "Азу из говядины",
						"price": "463.62",
						"quantity": 2.1,
						"sum": "973.59"
					},
					{
						"id": "product_4059",
						"name": "Аква Минерале 0,5л газированная (кафе)",
						"price": "22.62",
						"quantity": 1,
						"sum": "22.62"
					},
					{
						"id": "product_1267",
						"name": "Аква Минерале 0,5л негазированная (кафе)",
						"price": "22.62",
						"quantity": 13,
						"sum": "294.06"
					},
					{
						"id": "product_4056",
						"name": "Аква Минерале 0.5л негазированная",
						"price": "22.62",
						"quantity": 1,
						"sum": "22.62"
					},
					{
						"id": "product_2224",
						"name": "Алазанская долина Шилдис Мтеби 2016, белое п/сл 0,75",
						"price": "479.11",
						"quantity": 3,
						"sum": "1437.33"
					},
					{
						"id": "product_3725",
						"name": "Аль-копчоне",
						"price": "67.47",
						"quantity": 17,
						"sum": "1146.95"
					},
					{
						"id": "product_3429",
						"name": "Аль-копчоне большая",
						"price": "167.63",
						"quantity": 23,
						"sum": "3855.60"
					},
					{
						"id": "product_3433",
						"name": "Аль-копчоне средняя",
						"price": "101.67",
						"quantity": 14,
						"sum": "1423.39"
					},
					{
						"id": "product_417",
						"name": "Американо",
						"price": "8.97",
						"quantity": 1337,
						"sum": "11992.91"
					},
					{
						"id": "product_2444",
						"name": "Американо БЛ",
						"price": "8.91",
						"quantity": 5,
						"sum": "44.54"
					},
					{
						"id": "product_457",
						"name": "Американо двойной",
						"price": "10.47",
						"quantity": 12,
						"sum": "125.63"
					},
					{
						"id": "product_1703",
						"name": "Ананас консервированный",
						"price": "2.91",
						"quantity": 1,
						"sum": "2.91"
					},
					{
						"id": "product_2964",
						"name": "Апельсиново-грейпфрутовый фреш",
						"price": "79.94",
						"quantity": 2,
						"sum": "159.89"
					},
					{
						"id": "product_4214",
						"name": "Ароматный суп с копч.кур. и плав.сыром БЛ",
						"price": "92.74",
						"quantity": 0.25,
						"sum": "23.18"
					},
					{
						"id": "product_3963",
						"name": "Ароматный супчик с копченой курочкой и плавленным сыром",
						"price": "77.43",
						"quantity": 3.5,
						"sum": "271.01"
					},
					{
						"id": "product_3967",
						"name": "Ароматный супчик с копченой курочкой и плавленным сыром  половинка",
						"price": "99.87",
						"quantity": 1,
						"sum": "99.87"
					},
					{
						"id": "product_422",
						"name": "Ассам 600мл (черный)",
						"price": "31.47",
						"quantity": 4,
						"sum": "125.87"
					},
					{
						"id": "product_3827",
						"name": "Ассорти из колбас 70г",
						"price": "24.56",
						"quantity": 3,
						"sum": "73.68"
					},
					{
						"id": "product_822",
						"name": "Астра",
						"price": "140.43",
						"quantity": 0.3,
						"sum": "42.13"
					},
					{
						"id": "product_3730",
						"name": "Баварская",
						"price": "213.90",
						"quantity": 20,
						"sum": "4277.97"
					},
					{
						"id": "product_3441",
						"name": "Баварская большая",
						"price": "221.42",
						"quantity": 53,
						"sum": "11735.26"
					},
					{
						"id": "product_3446",
						"name": "Баварская средняя",
						"price": "139.12",
						"quantity": 33,
						"sum": "4590.87"
					},
					{
						"id": "product_1385",
						"name": "Баварский",
						"price": "5.79",
						"quantity": 409,
						"sum": "2370.04"
					},
					{
						"id": "product_4971",
						"name": "Базилик 0,5г.",
						"price": "0.24",
						"quantity": 4,
						"sum": "0.94"
					},
					{
						"id": "product_55",
						"name": "Базилик 1г",
						"price": "0.24",
						"quantity": 1,
						"sum": "0.24"
					},
					{
						"id": "product_4820",
						"name": "Базилик 1г.",
						"price": "0.24",
						"quantity": 214,
						"sum": "50.38"
					},
					{
						"id": "product_8",
						"name": "Барбекью",
						"price": "5.33",
						"quantity": 461,
						"sum": "2457.40"
					},
					{
						"id": "product_4764",
						"name": "Барбекю",
						"price": "101.36",
						"quantity": 17,
						"sum": "1723.19"
					},
					{
						"id": "product_4739",
						"name": "Барбекю большая",
						"price": "174.92",
						"quantity": 27,
						"sum": "4722.92"
					},
					{
						"id": "product_4740",
						"name": "Барбекю средняя",
						"price": "108.83",
						"quantity": 19,
						"sum": "2067.78"
					},
					{
						"id": "product_4647",
						"name": "Беби картофель запеченный",
						"price": "34.16",
						"quantity": 2.6,
						"sum": "88.81"
					},
					{
						"id": "product_4652",
						"name": "Беби картофель запеченный половинка",
						"price": "33.70",
						"quantity": 0.6,
						"sum": "20.22"
					},
					{
						"id": "product_3834",
						"name": "Бекон 8шт 25г",
						"price": "10.42",
						"quantity": 2,
						"sum": "20.83"
					},
					{
						"id": "product_1012",
						"name": "Беляш с мясом",
						"price": "27.29",
						"quantity": 20,
						"sum": "545.86"
					},
					{
						"id": "product_974",
						"name": "Бефстроганов",
						"price": "589.79",
						"quantity": 2.4,
						"sum": "1415.48"
					},
					{
						"id": "product_1625",
						"name": "Биточек Крабик",
						"price": "367.42",
						"quantity": 1,
						"sum": "367.42"
					},
					{
						"id": "product_4660",
						"name": "Биточек Морской",
						"price": "257.03",
						"quantity": 0.72,
						"sum": "185.06"
					},
					{
						"id": "product_3993",
						"name": "Биточек куриный с цукини",
						"price": "326.89",
						"quantity": 0.33,
						"sum": "107.87"
					},
					{
						"id": "product_978",
						"name": "Биточки куриные на пару",
						"price": "352.75",
						"quantity": 1.2,
						"sum": "423.30"
					},
					{
						"id": "product_2528",
						"name": "Биточки куриные на пару БЛ",
						"price": "407.01",
						"quantity": 0.1,
						"sum": "40.70"
					},
					{
						"id": "product_976",
						"name": "Биточки куриные нежные",
						"price": "227.34",
						"quantity": 0.5,
						"sum": "113.67"
					},
					{
						"id": "product_2329",
						"name": "Биточки мясные",
						"price": "236.39",
						"quantity": 1.65,
						"sum": "390.05"
					},
					{
						"id": "product_4297",
						"name": "Биточки мясные БЛ",
						"price": "427.96",
						"quantity": 0.11,
						"sum": "47.08"
					},
					{
						"id": "product_981",
						"name": "Биточки по-деревенски",
						"price": "212.72",
						"quantity": 3.9,
						"sum": "829.61"
					},
					{
						"id": "product_2533",
						"name": "Биточки по-деревенски БЛ",
						"price": "431.99",
						"quantity": 0.2,
						"sum": "86.40"
					},
					{
						"id": "product_980",
						"name": "Биточки по-селянски",
						"price": "350.22",
						"quantity": 0.33,
						"sum": "115.57"
					},
					{
						"id": "product_4020",
						"name": "Биточки рыбные",
						"price": "457.20",
						"quantity": 1.4,
						"sum": "640.08"
					},
					{
						"id": "product_979",
						"name": "Биточки сочные из индейки",
						"price": "536.67",
						"quantity": 0.8,
						"sum": "429.34"
					},
					{
						"id": "product_4311",
						"name": "Биточки сочные из индейки БЛ",
						"price": "610.94",
						"quantity": 0.12,
						"sum": "73.31"
					},
					{
						"id": "product_982",
						"name": "Бифштекс с беконом",
						"price": "265.43",
						"quantity": 0.7,
						"sum": "185.80"
					},
					{
						"id": "product_1018",
						"name": "Блин без начинки",
						"price": "4.51",
						"quantity": 2,
						"sum": "9.02"
					},
					{
						"id": "product_1019",
						"name": "Блин с абрикосовым джемом",
						"price": "13.15",
						"quantity": 1,
						"sum": "13.15"
					},
					{
						"id": "product_1031",
						"name": "Блин с ветчиной и сыром",
						"price": "18.37",
						"quantity": 21,
						"sum": "385.67"
					},
					{
						"id": "product_1020",
						"name": "Блин с вишневым джемом",
						"price": "13.16",
						"quantity": 1,
						"sum": "13.16"
					},
					{
						"id": "product_4433",
						"name": "Блин с капустой",
						"price": "10.64",
						"quantity": 32,
						"sum": "340.63"
					},
					{
						"id": "product_4438",
						"name": "Блин с творогом",
						"price": "11.71",
						"quantity": 19,
						"sum": "222.43"
					},
					{
						"id": "product_4441",
						"name": "Блин с яблоками",
						"price": "14.20",
						"quantity": 2,
						"sum": "28.40"
					},
					{
						"id": "product_1034",
						"name": "Блин с яицом",
						"price": "8.93",
						"quantity": 30,
						"sum": "267.85"
					},
					{
						"id": "product_1033",
						"name": "Блин со сметаной/сиропом",
						"price": "20.94",
						"quantity": 9,
						"sum": "188.48"
					},
					{
						"id": "product_2369",
						"name": "Блины с курицей",
						"price": "38.38",
						"quantity": 1,
						"sum": "38.38"
					},
					{
						"id": "product_1419",
						"name": "Блины с мясом",
						"price": "60.20",
						"quantity": 2,
						"sum": "120.40"
					},
					{
						"id": "product_1032",
						"name": "Блины со сгущенкой",
						"price": "13.47",
						"quantity": 2,
						"sum": "26.94"
					},
					{
						"id": "product_3733",
						"name": "Богатырская",
						"price": "115.90",
						"quantity": 19,
						"sum": "2202.15"
					},
					{
						"id": "product_3453",
						"name": "Богатырская большая",
						"price": "227.45",
						"quantity": 35,
						"sum": "7960.88"
					},
					{
						"id": "product_3458",
						"name": "Богатырская средняя",
						"price": "131.01",
						"quantity": 7,
						"sum": "917.04"
					},
					{
						"id": "product_900",
						"name": "Борщ из свежей капусты",
						"price": "28.84",
						"quantity": 62,
						"sum": "1788.33"
					},
					{
						"id": "product_2610",
						"name": "Борщ из свежей капусты БЛ",
						"price": "18.95",
						"quantity": 4,
						"sum": "75.82"
					},
					{
						"id": "product_901",
						"name": "Борщ из свежей капусты половинка",
						"price": "29.88",
						"quantity": 10,
						"sum": "298.83"
					},
					{
						"id": "product_4728",
						"name": "Борщ постный с фасолью",
						"price": "14.70",
						"quantity": 1,
						"sum": "14.70"
					},
					{
						"id": "product_902",
						"name": "Борщ холодный",
						"price": "103.11",
						"quantity": 0.5,
						"sum": "51.55"
					},
					{
						"id": "product_903",
						"name": "Борщ холодный половинка",
						"price": "100.42",
						"quantity": 0.25,
						"sum": "25.11"
					},
					{
						"id": "product_4334",
						"name": "Браслет детский красный/белый",
						"price": "10.59",
						"quantity": 1,
						"sum": "10.59"
					},
					{
						"id": "product_4339",
						"name": "Браслет подростковый красный/белый",
						"price": "11.66",
						"quantity": 1,
						"sum": "11.66"
					},
					{
						"id": "product_3122",
						"name": "Брусника в сметане десерт",
						"price": "39.00",
						"quantity": 2,
						"sum": "78.00"
					},
					{
						"id": "product_1627",
						"name": "Булочка к супу",
						"price": "2.78",
						"quantity": 14,
						"sum": "38.90"
					},
					{
						"id": "product_697",
						"name": "Бульон куриный",
						"price": "51.28",
						"quantity": 1,
						"sum": "51.28"
					},
					{
						"id": "product_906",
						"name": "Бульон с гренками и яйцом",
						"price": "112.10",
						"quantity": 0.25,
						"sum": "28.02"
					},
					{
						"id": "product_4209",
						"name": "Бульон с гренками и яйцом БЛ",
						"price": "109.87",
						"quantity": 0.25,
						"sum": "27.47"
					},
					{
						"id": "product_907",
						"name": "Бульон с гренками и яйцом половинка",
						"price": "108.90",
						"quantity": 0.25,
						"sum": "27.23"
					},
					{
						"id": "product_230",
						"name": "Васаби",
						"price": "2.35",
						"quantity": 1,
						"sum": "2.35"
					},
					{
						"id": "product_1049",
						"name": "Ватрушка с повидлом",
						"price": "12.38",
						"quantity": 28,
						"sum": "346.60"
					},
					{
						"id": "product_1050",
						"name": "Ватрушка с творогом",
						"price": "12.20",
						"quantity": 1,
						"sum": "12.20"
					},
					{
						"id": "product_3464",
						"name": "Вегетарианская большая",
						"price": "175.95",
						"quantity": 1,
						"sum": "175.95"
					},
					{
						"id": "product_3465",
						"name": "Вегетарианская средняя",
						"price": "87.11",
						"quantity": 1,
						"sum": "87.11"
					},
					{
						"id": "product_1377",
						"name": "Венеция",
						"price": "224.08",
						"quantity": 1.1,
						"sum": "246.49"
					},
					{
						"id": "product_4157",
						"name": "Венеция БЛ",
						"price": "112.38",
						"quantity": 0.1,
						"sum": "11.24"
					},
					{
						"id": "product_395",
						"name": "Веселый маус",
						"price": "35.27",
						"quantity": 3,
						"sum": "105.82"
					},
					{
						"id": "product_3829",
						"name": "Ветчина 16шт 70г",
						"price": "18.76",
						"quantity": 5,
						"sum": "93.80"
					},
					{
						"id": "product_3472",
						"name": "Ветчина и грибы большая",
						"price": "163.52",
						"quantity": 20,
						"sum": "3270.48"
					},
					{
						"id": "product_3474",
						"name": "Ветчина и грибы средняя",
						"price": "87.47",
						"quantity": 2,
						"sum": "174.94"
					},
					{
						"id": "product_825",
						"name": "Винегрет",
						"price": "62.51",
						"quantity": 2,
						"sum": "125.02"
					},
					{
						"id": "product_4162",
						"name": "Винегрет БЛ",
						"price": "87.44",
						"quantity": 0.3,
						"sum": "26.23"
					},
					{
						"id": "product_1052",
						"name": "Витушка с маком",
						"price": "9.03",
						"quantity": 22,
						"sum": "198.76"
					},
					{
						"id": "product_1054",
						"name": "Витушка с сахаром",
						"price": "5.94",
						"quantity": 21,
						"sum": "124.70"
					},
					{
						"id": "product_829",
						"name": "Встреча",
						"price": "157.94",
						"quantity": 0.1,
						"sum": "15.79"
					},
					{
						"id": "product_3741",
						"name": "Всё и сразу",
						"price": "95.59",
						"quantity": 40,
						"sum": "3823.73"
					},
					{
						"id": "product_3481",
						"name": "Всё и сразу большая",
						"price": "176.16",
						"quantity": 170,
						"sum": "29947.56"
					},
					{
						"id": "product_3486",
						"name": "Всё и сразу средняя",
						"price": "109.13",
						"quantity": 36,
						"sum": "3928.82"
					},
					{
						"id": "product_3388",
						"name": "Вулкан 8шт",
						"price": "91.57",
						"quantity": 8,
						"sum": "732.57"
					},
					{
						"id": "product_120",
						"name": "Вулкан стандарт 10шт",
						"price": "121.57",
						"quantity": 17,
						"sum": "2066.71"
					},
					{
						"id": "product_3744",
						"name": "Гавайская",
						"price": "145.63",
						"quantity": 6.5,
						"sum": "946.61"
					},
					{
						"id": "product_3495",
						"name": "Гавайская большая",
						"price": "159.82",
						"quantity": 6,
						"sum": "958.92"
					},
					{
						"id": "product_3498",
						"name": "Гавайская средняя",
						"price": "84.43",
						"quantity": 12,
						"sum": "1013.10"
					},
					{
						"id": "product_988",
						"name": "Голубцы ленивые",
						"price": "172.99",
						"quantity": 1.6,
						"sum": "276.79"
					},
					{
						"id": "product_999",
						"name": "Горбуша запеченная с помидором",
						"price": "461.90",
						"quantity": 3.08,
						"sum": "1422.66"
					},
					{
						"id": "product_908",
						"name": "Гороховый с копченостями",
						"price": "15.68",
						"quantity": 40,
						"sum": "627.28"
					},
					{
						"id": "product_909",
						"name": "Гороховый с копченостями половинка",
						"price": "18.19",
						"quantity": 3,
						"sum": "54.58"
					},
					{
						"id": "product_3954",
						"name": "Гороховый суп с курицей и грибами",
						"price": "78.10",
						"quantity": 2.5,
						"sum": "195.25"
					},
					{
						"id": "product_4207",
						"name": "Гороховый суп с курицей и грибами БЛ",
						"price": "78.02",
						"quantity": 1,
						"sum": "78.02"
					},
					{
						"id": "product_3959",
						"name": "Гороховый суп с курицей и грибами половинка",
						"price": "80.82",
						"quantity": 0.25,
						"sum": "20.20"
					},
					{
						"id": "product_3968",
						"name": "Гороховый суп с охотничьими колбасками и плавленным сыром",
						"price": "62.90",
						"quantity": 3,
						"sum": "188.71"
					},
					{
						"id": "product_3971",
						"name": "Гороховый суп с охотничьими колбасками и плавленным сыром  половинка",
						"price": "62.89",
						"quantity": 0.625,
						"sum": "39.30"
					},
					{
						"id": "product_4229",
						"name": "Гороховый суп с охотничьими колбасками и плавленным сыром БЛ",
						"price": "63.40",
						"quantity": 0.5,
						"sum": "31.70"
					},
					{
						"id": "product_2851",
						"name": "Гренки",
						"price": "205.54",
						"quantity": 0.03,
						"sum": "6.17"
					},
					{
						"id": "product_946",
						"name": "Греча",
						"price": "42.53",
						"quantity": 3,
						"sum": "127.58"
					},
					{
						"id": "product_947",
						"name": "Греча половинка",
						"price": "43.87",
						"quantity": 2.7,
						"sum": "118.45"
					},
					{
						"id": "product_1365",
						"name": "Греча с грибами и луком",
						"price": "100.95",
						"quantity": 3.4,
						"sum": "343.23"
					},
					{
						"id": "product_1366",
						"name": "Греча с грибами и луком половинка",
						"price": "116.20",
						"quantity": 1.2,
						"sum": "139.44"
					},
					{
						"id": "product_948",
						"name": "Греча с овощами",
						"price": "36.50",
						"quantity": 0.6,
						"sum": "21.90"
					},
					{
						"id": "product_1806",
						"name": "Греча с овощами БЛ",
						"price": "48.85",
						"quantity": 0.15,
						"sum": "7.33"
					},
					{
						"id": "product_949",
						"name": "Греча с овощами половинка",
						"price": "51.19",
						"quantity": 1,
						"sum": "51.19"
					},
					{
						"id": "product_832",
						"name": "Греческий комплекс",
						"price": "236.30",
						"quantity": 1.4,
						"sum": "330.82"
					},
					{
						"id": "product_4722",
						"name": "Гречневая лапша с грибами",
						"price": "48.86",
						"quantity": 2,
						"sum": "97.72"
					},
					{
						"id": "product_3132",
						"name": "Грушевый каприз десерт",
						"price": "35.20",
						"quantity": 3,
						"sum": "105.60"
					},
					{
						"id": "product_1025",
						"name": "Гуляш из курицы в сл. соусе",
						"price": "238.65",
						"quantity": 1.2,
						"sum": "286.38"
					},
					{
						"id": "product_1027",
						"name": "Гуляш из курицы в сл. соусе половинка",
						"price": "316.41",
						"quantity": 0.3,
						"sum": "94.92"
					},
					{
						"id": "product_1548",
						"name": "Гуляш из курицы в томатном соусе",
						"price": "283.64",
						"quantity": 0.3,
						"sum": "85.09"
					},
					{
						"id": "product_2546",
						"name": "Гуляш из курицы в томатном соусе БЛ",
						"price": "331.39",
						"quantity": 0.15,
						"sum": "49.71"
					},
					{
						"id": "product_2568",
						"name": "Гуляш из св. в том. соусе с грибами БЛ",
						"price": "380.55",
						"quantity": 0.3,
						"sum": "114.16"
					},
					{
						"id": "product_1029",
						"name": "Гуляш из свинины в том. соусе",
						"price": "211.24",
						"quantity": 2.55,
						"sum": "538.67"
					},
					{
						"id": "product_4324",
						"name": "Гуляш из свинины в том. соусе БЛ",
						"price": "369.18",
						"quantity": 0.15,
						"sum": "55.38"
					},
					{
						"id": "product_1035",
						"name": "Гуляш из свинины в том. соусе половинка",
						"price": "222.32",
						"quantity": 0.15,
						"sum": "33.35"
					},
					{
						"id": "product_1021",
						"name": "Гуляш из свинины в том. соусе с гр.",
						"price": "238.09",
						"quantity": 0.6,
						"sum": "142.85"
					},
					{
						"id": "product_1023",
						"name": "Гуляш из свинины в том. соусе с гр. половинка",
						"price": "239.91",
						"quantity": 0.225,
						"sum": "53.98"
					},
					{
						"id": "product_14",
						"name": "Двойной сыр 160г.",
						"price": "51.83",
						"quantity": 7,
						"sum": "362.83"
					},
					{
						"id": "product_327",
						"name": "Двойной сыр 80г.",
						"price": "54.26",
						"quantity": 3,
						"sum": "162.79"
					},
					{
						"id": "product_3748",
						"name": "Деревенская",
						"price": "80.25",
						"quantity": 11,
						"sum": "882.74"
					},
					{
						"id": "product_3506",
						"name": "Деревенская большая",
						"price": "167.00",
						"quantity": 14,
						"sum": "2337.94"
					},
					{
						"id": "product_3511",
						"name": "Деревенская средняя",
						"price": "111.35",
						"quantity": 16,
						"sum": "1781.52"
					},
					{
						"id": "product_833",
						"name": "Деревенский",
						"price": "127.23",
						"quantity": 0.3,
						"sum": "38.17"
					},
					{
						"id": "product_4139",
						"name": "Деревенский БЛ",
						"price": "204.13",
						"quantity": 0.2,
						"sum": "40.83"
					},
					{
						"id": "product_4547",
						"name": "Диана",
						"price": "242.93",
						"quantity": 0.5,
						"sum": "121.47"
					},
					{
						"id": "product_385",
						"name": "Домик дядюшки Оливье",
						"price": "18.81",
						"quantity": 5,
						"sum": "94.05"
					},
					{
						"id": "product_3753",
						"name": "Дон бекон",
						"price": "186.41",
						"quantity": 7,
						"sum": "1304.85"
					},
					{
						"id": "product_3514",
						"name": "Дон бекон большая",
						"price": "195.85",
						"quantity": 32,
						"sum": "6267.27"
					},
					{
						"id": "product_3519",
						"name": "Дон бекон средняя",
						"price": "115.31",
						"quantity": 13,
						"sum": "1499.02"
					},
					{
						"id": "product_3393",
						"name": "Дракон 8шт",
						"price": "68.48",
						"quantity": 5,
						"sum": "342.41"
					},
					{
						"id": "product_172",
						"name": "Дракон стандарт 10шт",
						"price": "75.73",
						"quantity": 9,
						"sum": "681.57"
					},
					{
						"id": "product_4672",
						"name": "Ежики в сливочном соусе",
						"price": "216.12",
						"quantity": 1.69,
						"sum": "365.25"
					},
					{
						"id": "product_1460",
						"name": "Ессентуки №4 (кафе)",
						"price": "35.78",
						"quantity": 18,
						"sum": "644.01"
					},
					{
						"id": "product_235",
						"name": "Ессентуки №4 0.5л",
						"price": "36.58",
						"quantity": 54,
						"sum": "1975.27"
					},
					{
						"id": "product_3758",
						"name": "Жар птица",
						"price": "99.67",
						"quantity": 6,
						"sum": "598.04"
					},
					{
						"id": "product_3527",
						"name": "Жар-птица большая",
						"price": "189.89",
						"quantity": 14,
						"sum": "2658.41"
					},
					{
						"id": "product_3532",
						"name": "Жар-птица средняя",
						"price": "109.08",
						"quantity": 2,
						"sum": "218.16"
					},
					{
						"id": "product_1042",
						"name": "Жаркое по-русски",
						"price": "135.07",
						"quantity": 1,
						"sum": "135.07"
					},
					{
						"id": "product_1228",
						"name": "Жевательная резинка бесплатно",
						"price": "2.12",
						"quantity": 10,
						"sum": "21.19"
					},
					{
						"id": "product_3760",
						"name": "Жюльен",
						"price": "99.92",
						"quantity": 124,
						"sum": "12390.42"
					},
					{
						"id": "product_3540",
						"name": "Жюльен большая",
						"price": "195.40",
						"quantity": 100,
						"sum": "19540.28"
					},
					{
						"id": "product_689",
						"name": "Жюльен с курицей и грибами",
						"price": "71.20",
						"quantity": 2,
						"sum": "142.41"
					},
					{
						"id": "product_3543",
						"name": "Жюльен средняя",
						"price": "113.29",
						"quantity": 32,
						"sum": "3625.34"
					},
					{
						"id": "product_4532",
						"name": "Закусочный",
						"price": "54.52",
						"quantity": 2,
						"sum": "109.04"
					},
					{
						"id": "product_1638",
						"name": "Зеленый",
						"price": "3.85",
						"quantity": 5,
						"sum": "19.27"
					},
					{
						"id": "product_4968",
						"name": "Зелень 3г.",
						"price": "1.69",
						"quantity": 13.2,
						"sum": "22.35"
					},
					{
						"id": "product_56",
						"name": "Зелень 5г",
						"price": "1.67",
						"quantity": 3,
						"sum": "5.00"
					},
					{
						"id": "product_4818",
						"name": "Зелень 5г.",
						"price": "1.70",
						"quantity": 394,
						"sum": "671.58"
					},
					{
						"id": "product_4734",
						"name": "Значок",
						"price": "10.70",
						"quantity": 1,
						"sum": "10.70"
					},
					{
						"id": "product_3765",
						"name": "Золотая рыбка",
						"price": "369.03",
						"quantity": 33.5,
						"sum": "12362.46"
					},
					{
						"id": "product_3553",
						"name": "Золотая рыбка большая",
						"price": "363.67",
						"quantity": 118,
						"sum": "42913.49"
					},
					{
						"id": "product_3559",
						"name": "Золотая рыбка в форме сердца",
						"price": "393.79",
						"quantity": 1,
						"sum": "393.79"
					},
					{
						"id": "product_3558",
						"name": "Золотая рыбка средняя",
						"price": "214.02",
						"quantity": 47,
						"sum": "10058.91"
					},
					{
						"id": "product_1046",
						"name": "Зразы мясные с грибами",
						"price": "336.25",
						"quantity": 0.91,
						"sum": "305.99"
					},
					{
						"id": "product_1045",
						"name": "Зразы рыбные с яйцом",
						"price": "261.74",
						"quantity": 0.72,
						"sum": "188.45"
					},
					{
						"id": "product_4560",
						"name": "Из кальмаров",
						"price": "272.29",
						"quantity": 0.1,
						"sum": "27.23"
					},
					{
						"id": "product_897",
						"name": "Из свежей капусты",
						"price": "65.40",
						"quantity": 1.6,
						"sum": "104.64"
					},
					{
						"id": "product_841",
						"name": "Из свежей капусты с яблоком",
						"price": "64.78",
						"quantity": 0.8,
						"sum": "51.82"
					},
					{
						"id": "product_229",
						"name": "Имбирь",
						"price": "7.86",
						"quantity": 1,
						"sum": "7.86"
					},
					{
						"id": "product_1051",
						"name": "Индейка в сливочном соусе",
						"price": "510.27",
						"quantity": 1.04,
						"sum": "530.68"
					},
					{
						"id": "product_1047",
						"name": "Индейка запеченная с грибами",
						"price": "678.74",
						"quantity": 2.6,
						"sum": "1764.74"
					},
					{
						"id": "product_1048",
						"name": "Индейка запеченная с овощами",
						"price": "524.37",
						"quantity": 3.75,
						"sum": "1966.37"
					},
					{
						"id": "product_3770",
						"name": "Итальянское ассорти",
						"price": "100.21",
						"quantity": 12,
						"sum": "1202.52"
					},
					{
						"id": "product_3562",
						"name": "Итальянское ассорти большая",
						"price": "190.37",
						"quantity": 73,
						"sum": "13897.20"
					},
					{
						"id": "product_3566",
						"name": "Итальянское ассорти средняя",
						"price": "124.94",
						"quantity": 6,
						"sum": "749.63"
					},
					{
						"id": "product_3775",
						"name": "Итальянцы в России",
						"price": "78.99",
						"quantity": 29,
						"sum": "2290.60"
					},
					{
						"id": "product_3571",
						"name": "Итальянцы в России большая",
						"price": "144.55",
						"quantity": 60,
						"sum": "8672.92"
					},
					{
						"id": "product_3574",
						"name": "Итальянцы в России средняя",
						"price": "89.66",
						"quantity": 14,
						"sum": "1255.21"
					},
					{
						"id": "product_3381",
						"name": "Калифорния 8шт",
						"price": "64.90",
						"quantity": 6,
						"sum": "389.38"
					},
					{
						"id": "product_6",
						"name": "Калифорния стандарт 10шт",
						"price": "85.45",
						"quantity": 6,
						"sum": "512.68"
					},
					{
						"id": "product_3389",
						"name": "Канада 8шт",
						"price": "167.06",
						"quantity": 1,
						"sum": "167.06"
					},
					{
						"id": "product_173",
						"name": "Канада стандарт 10шт",
						"price": "224.48",
						"quantity": 27,
						"sum": "6061.07"
					},
					{
						"id": "product_4537",
						"name": "Каприз",
						"price": "210.82",
						"quantity": 0.6,
						"sum": "126.49"
					},
					{
						"id": "product_4495",
						"name": "Капуста жаренная с овощами половинка",
						"price": "102.30",
						"quantity": 1,
						"sum": "102.30"
					},
					{
						"id": "product_950",
						"name": "Капуста тушеная",
						"price": "104.31",
						"quantity": 1,
						"sum": "104.31"
					},
					{
						"id": "product_1794",
						"name": "Капуста тушеная БЛ",
						"price": "66.38",
						"quantity": 0.15,
						"sum": "9.96"
					},
					{
						"id": "product_951",
						"name": "Капуста тушеная половинка",
						"price": "95.71",
						"quantity": 1.5,
						"sum": "143.56"
					},
					{
						"id": "product_418",
						"name": "Капучино",
						"price": "14.12",
						"quantity": 494,
						"sum": "6977.66"
					},
					{
						"id": "product_459",
						"name": "Капучино двойной",
						"price": "25.57",
						"quantity": 87,
						"sum": "2224.49"
					},
					{
						"id": "product_3134",
						"name": "Караканде миндальное пирожное",
						"price": "14.00",
						"quantity": 9,
						"sum": "126.00"
					},
					{
						"id": "product_3806",
						"name": "Карбоната",
						"price": "179.50",
						"quantity": 2,
						"sum": "359.01"
					},
					{
						"id": "product_3667",
						"name": "Карбоната большая",
						"price": "184.76",
						"quantity": 9,
						"sum": "1662.80"
					},
					{
						"id": "product_3671",
						"name": "Карбоната средняя",
						"price": "116.07",
						"quantity": 7,
						"sum": "812.48"
					},
					{
						"id": "product_4463",
						"name": "Картофель Буланжер",
						"price": "66.06",
						"quantity": 0.4,
						"sum": "26.43"
					},
					{
						"id": "product_4445",
						"name": "Картофель жареный с грибами и луком",
						"price": "96.91",
						"quantity": 0.6,
						"sum": "58.14"
					},
					{
						"id": "product_4449",
						"name": "Картофель жареный с грибами и луком половинка",
						"price": "95.40",
						"quantity": 0.1,
						"sum": "9.54"
					},
					{
						"id": "product_954",
						"name": "Картофель запеченый",
						"price": "33.35",
						"quantity": 2.6,
						"sum": "86.71"
					},
					{
						"id": "product_1833",
						"name": "Картофель запеченый БЛ",
						"price": "42.00",
						"quantity": 0.9,
						"sum": "37.80"
					},
					{
						"id": "product_955",
						"name": "Картофель запеченый половинка",
						"price": "44.02",
						"quantity": 2.1,
						"sum": "92.44"
					},
					{
						"id": "product_952",
						"name": "Картофель отварной",
						"price": "59.58",
						"quantity": 1.8,
						"sum": "107.24"
					},
					{
						"id": "product_1816",
						"name": "Картофель отварной БЛ",
						"price": "57.15",
						"quantity": 0.75,
						"sum": "42.87"
					},
					{
						"id": "product_953",
						"name": "Картофель отварной половинка",
						"price": "66.26",
						"quantity": 1.7,
						"sum": "112.63"
					},
					{
						"id": "product_4381",
						"name": "Картофель по-деревенски",
						"price": "35.82",
						"quantity": 36,
						"sum": "1289.63"
					},
					{
						"id": "product_1212",
						"name": "Картофель по-деревенски (комплекс)",
						"price": "373.80",
						"quantity": 2.25,
						"sum": "841.06"
					},
					{
						"id": "product_1213",
						"name": "Картофель по-деревенски половинка",
						"price": "327.43",
						"quantity": 0.375,
						"sum": "122.79"
					},
					{
						"id": "product_4504",
						"name": "Картофель с овощами",
						"price": "142.82",
						"quantity": 0.2,
						"sum": "28.56"
					},
					{
						"id": "product_1284",
						"name": "Картофель фри",
						"price": "42.47",
						"quantity": 47,
						"sum": "1996.28"
					},
					{
						"id": "product_1210",
						"name": "Картофель фри (комплекс)",
						"price": "197.69",
						"quantity": 1.05,
						"sum": "207.58"
					},
					{
						"id": "product_1362",
						"name": "Картофель фри (ресторан)",
						"price": "39.19",
						"quantity": 9,
						"sum": "352.71"
					},
					{
						"id": "product_1211",
						"name": "Картофель фри половинка",
						"price": "162.82",
						"quantity": 0.375,
						"sum": "61.06"
					},
					{
						"id": "product_1352",
						"name": "Картофельное пюре",
						"price": "47.99",
						"quantity": 0.2,
						"sum": "9.60"
					},
					{
						"id": "product_2903",
						"name": "Картофельные пирамидки с сыром (кафе)",
						"price": "50.33",
						"quantity": 5,
						"sum": "251.65"
					},
					{
						"id": "product_2737",
						"name": "Картофельные пирамидки с сыром 6 шт.",
						"price": "53.61",
						"quantity": 14,
						"sum": "750.54"
					},
					{
						"id": "product_3394",
						"name": "Катана 8шт",
						"price": "82.88",
						"quantity": 30,
						"sum": "2486.48"
					},
					{
						"id": "product_174",
						"name": "Катана стандарт 10шт",
						"price": "97.26",
						"quantity": 40,
						"sum": "3890.57"
					},
					{
						"id": "product_1367",
						"name": "Каша по-гусарски",
						"price": "45.79",
						"quantity": 2.2,
						"sum": "100.74"
					},
					{
						"id": "product_1838",
						"name": "Каша по-гусарски БЛ",
						"price": "48.99",
						"quantity": 0.3,
						"sum": "14.70"
					},
					{
						"id": "product_1368",
						"name": "Каша по-гусарски половинка",
						"price": "52.30",
						"quantity": 1.4,
						"sum": "73.22"
					},
					{
						"id": "product_4067",
						"name": "Кетчуп",
						"price": "5.21",
						"quantity": 1,
						"sum": "5.21"
					},
					{
						"id": "product_4429",
						"name": "Кетчуп",
						"price": "5.24",
						"quantity": 120,
						"sum": "628.90"
					},
					{
						"id": "product_4905",
						"name": "Киви-бузина лимонад 1л",
						"price": "83.04",
						"quantity": 3,
						"sum": "249.13"
					},
					{
						"id": "product_2236",
						"name": "Киото 8шт",
						"price": "72.70",
						"quantity": 16,
						"sum": "1163.23"
					},
					{
						"id": "product_12",
						"name": "Кисло-сладкий",
						"price": "5.34",
						"quantity": 544,
						"sum": "2903.08"
					},
					{
						"id": "product_1378",
						"name": "Китайский",
						"price": "264.42",
						"quantity": 0.4,
						"sum": "105.77"
					},
					{
						"id": "product_4178",
						"name": "Китайский БЛ",
						"price": "272.91",
						"quantity": 0.1,
						"sum": "27.29"
					},
					{
						"id": "product_2709",
						"name": "Клубника-киви смузи",
						"price": "49.07",
						"quantity": 1,
						"sum": "49.07"
					},
					{
						"id": "product_4590",
						"name": "Кнели из индейки",
						"price": "419.01",
						"quantity": 0.6,
						"sum": "251.41"
					},
					{
						"id": "product_4684",
						"name": "Козел темное 0,5л",
						"price": "142.37",
						"quantity": 3.5,
						"sum": "498.30"
					},
					{
						"id": "product_852",
						"name": "Кокетка",
						"price": "162.81",
						"quantity": 0.2,
						"sum": "32.56"
					},
					{
						"id": "product_1203",
						"name": "Компот из сухофруктов 0,2л",
						"price": "20.37",
						"quantity": 5.2,
						"sum": "105.94"
					},
					{
						"id": "product_4777",
						"name": "Компот из черной смородины 0,2л",
						"price": "11.77",
						"quantity": 1,
						"sum": "11.77"
					},
					{
						"id": "product_4696",
						"name": "Компот из черной смородины 0.5л",
						"price": "37.45",
						"quantity": 26,
						"sum": "973.70"
					},
					{
						"id": "product_1204",
						"name": "Компот из яблок 0,2л",
						"price": "17.90",
						"quantity": 0.4,
						"sum": "7.16"
					},
					{
						"id": "product_4813",
						"name": "Компот клюквенный 0,2 л БЛ",
						"price": "12.39",
						"quantity": 2,
						"sum": "24.78"
					},
					{
						"id": "product_4775",
						"name": "Компот клюквенный 0,2л",
						"price": "12.25",
						"quantity": 10,
						"sum": "122.54"
					},
					{
						"id": "product_4693",
						"name": "Компот клюквенный 0.5л",
						"price": "37.45",
						"quantity": 5,
						"sum": "187.25"
					},
					{
						"id": "product_4774",
						"name": "Компот клюквенный 1л",
						"price": "58.85",
						"quantity": 1,
						"sum": "58.85"
					},
					{
						"id": "product_1550",
						"name": "Конструктор вок",
						"price": "14.92",
						"quantity": 1,
						"sum": "14.92"
					},
					{
						"id": "product_114",
						"name": "Конструктор пиццы",
						"price": "22.53",
						"quantity": 5,
						"sum": "112.63"
					},
					{
						"id": "product_115",
						"name": "Конструктор роллов",
						"price": "7.85",
						"quantity": 1,
						"sum": "7.85"
					},
					{
						"id": "product_3158",
						"name": "Корзинка с вареной сгущенкой",
						"price": "12.00",
						"quantity": 14,
						"sum": "168.00"
					},
					{
						"id": "product_3168",
						"name": "Корзинка творожная",
						"price": "11.60",
						"quantity": 28,
						"sum": "324.80"
					},
					{
						"id": "product_1580",
						"name": "Королевский Эрл Грей 600мл (черный)",
						"price": "31.44",
						"quantity": 13,
						"sum": "408.77"
					},
					{
						"id": "product_853",
						"name": "Корсар",
						"price": "233.07",
						"quantity": 0.3,
						"sum": "69.92"
					},
					{
						"id": "product_1074",
						"name": "Котлета Скандинавская",
						"price": "361.17",
						"quantity": 1.7,
						"sum": "613.99"
					},
					{
						"id": "product_4691",
						"name": "Котлета Хуторская (Архив)",
						"price": "0.40",
						"quantity": 1,
						"sum": "0.40"
					},
					{
						"id": "product_1056",
						"name": "Котлета в тесте",
						"price": "20.79",
						"quantity": 63,
						"sum": "1309.67"
					},
					{
						"id": "product_1394",
						"name": "Котлета куриная",
						"price": "339.18",
						"quantity": 4.1,
						"sum": "1390.63"
					},
					{
						"id": "product_1075",
						"name": "Котлета куриная ароматная",
						"price": "411.69",
						"quantity": 0.36,
						"sum": "148.21"
					},
					{
						"id": "product_1076",
						"name": "Котлета по-киевски",
						"price": "385.46",
						"quantity": 0.84,
						"sum": "323.79"
					},
					{
						"id": "product_1206",
						"name": "Кофе 3 в 1 (комплекс)",
						"price": "7.28",
						"quantity": 53,
						"sum": "385.75"
					},
					{
						"id": "product_92",
						"name": "Креветка 15г",
						"price": "21.58",
						"quantity": 1,
						"sum": "21.58"
					},
					{
						"id": "product_44",
						"name": "Креветки 35г",
						"price": "53.08",
						"quantity": 2,
						"sum": "106.17"
					},
					{
						"id": "product_344",
						"name": "Креветки 35г.",
						"price": "50.32",
						"quantity": 1,
						"sum": "50.32"
					},
					{
						"id": "product_1676",
						"name": "Креветки 8шт.",
						"price": "109.49",
						"quantity": 19,
						"sum": "2080.33"
					},
					{
						"id": "product_2244",
						"name": "Креветки в панировке (кафе)",
						"price": "104.07",
						"quantity": 5,
						"sum": "520.34"
					},
					{
						"id": "product_1011",
						"name": "Круассан со сгущенкой",
						"price": "13.26",
						"quantity": 2,
						"sum": "26.53"
					},
					{
						"id": "product_1363",
						"name": "Крылышки куриные (кафе)",
						"price": "87.27",
						"quantity": 4,
						"sum": "349.06"
					},
					{
						"id": "product_1574",
						"name": "Кунжут 2г",
						"price": "0.50",
						"quantity": 1,
						"sum": "0.50"
					},
					{
						"id": "product_3998",
						"name": "Куриное филе запеченное в фольге",
						"price": "206.62",
						"quantity": 0.4,
						"sum": "82.65"
					},
					{
						"id": "product_1286",
						"name": "Куриные крылышки",
						"price": "94.37",
						"quantity": 31,
						"sum": "2925.45"
					},
					{
						"id": "product_4580",
						"name": "Куриные треугольники",
						"price": "310.36",
						"quantity": 0.36,
						"sum": "111.73"
					},
					{
						"id": "product_2990",
						"name": "Куриный",
						"price": "175.34",
						"quantity": 0.1,
						"sum": "17.53"
					},
					{
						"id": "product_4151",
						"name": "Куриный БЛ",
						"price": "0.00",
						"quantity": 0.1,
						"sum": "0.00"
					},
					{
						"id": "product_389",
						"name": "Куриный супчик с алфавитом",
						"price": "19.47",
						"quantity": 1,
						"sum": "19.47"
					},
					{
						"id": "product_1533",
						"name": "Курица в сыре (Архив)",
						"price": "405.39",
						"quantity": 0.15,
						"sum": "60.81"
					},
					{
						"id": "product_4002",
						"name": "Курица по-краснодарски",
						"price": "309.54",
						"quantity": 0.32,
						"sum": "99.05"
					},
					{
						"id": "product_4030",
						"name": "Курица по-краснодарски (половинка)",
						"price": "313.06",
						"quantity": 3.2,
						"sum": "1001.79"
					},
					{
						"id": "product_4006",
						"name": "Курица по-мексикански",
						"price": "308.75",
						"quantity": 1.6,
						"sum": "494.01"
					},
					{
						"id": "product_4007",
						"name": "Курица по-пекински",
						"price": "295.03",
						"quantity": 2.08,
						"sum": "613.66"
					},
					{
						"id": "product_4279",
						"name": "Курица по-пекински БЛ",
						"price": "333.59",
						"quantity": 0.34,
						"sum": "113.42"
					},
					{
						"id": "product_1626",
						"name": "Лазанья по-неаполитански",
						"price": "370.96",
						"quantity": 0.45,
						"sum": "166.93"
					},
					{
						"id": "product_193",
						"name": "Лапша с копченостями",
						"price": "62.71",
						"quantity": 17,
						"sum": "1066.05"
					},
					{
						"id": "product_419",
						"name": "Латте",
						"price": "15.46",
						"quantity": 13,
						"sum": "200.99"
					},
					{
						"id": "product_1392",
						"name": "Лесная опушка",
						"price": "135.89",
						"quantity": 0.3,
						"sum": "40.77"
					},
					{
						"id": "product_2407",
						"name": "Лесная опушка БЛ",
						"price": "215.58",
						"quantity": 0.2,
						"sum": "43.12"
					},
					{
						"id": "product_1199",
						"name": "Лимон",
						"price": "1.21",
						"quantity": 2,
						"sum": "2.42"
					},
					{
						"id": "product_3041",
						"name": "Лимон комплекс",
						"price": "1.22",
						"quantity": 83,
						"sum": "101.01"
					},
					{
						"id": "product_465",
						"name": "Лимонад Кирилловский (кафе)",
						"price": "24.82",
						"quantity": 5,
						"sum": "124.10"
					},
					{
						"id": "product_236",
						"name": "Лимонад Кирилловский 0.5л",
						"price": "25.70",
						"quantity": 3,
						"sum": "77.10"
					},
					{
						"id": "product_4712",
						"name": "Лимонный пирог",
						"price": "78.94",
						"quantity": 1,
						"sum": "78.94"
					},
					{
						"id": "product_1370",
						"name": "Лобио половинка",
						"price": "174.68",
						"quantity": 0.9,
						"sum": "157.21"
					},
					{
						"id": "product_659",
						"name": "Лыхны красное, п/сл 0,75",
						"price": "510.19",
						"quantity": 17.25,
						"sum": "8800.72"
					},
					{
						"id": "product_4525",
						"name": "Любимая",
						"price": "195.46",
						"quantity": 0.4,
						"sum": "78.18"
					},
					{
						"id": "product_856",
						"name": "Любительский",
						"price": "117.16",
						"quantity": 0.8,
						"sum": "93.73"
					},
					{
						"id": "product_4015",
						"name": "Мадам Люля",
						"price": "309.96",
						"quantity": 1.35,
						"sum": "418.45"
					},
					{
						"id": "product_956",
						"name": "Макароны",
						"price": "47.19",
						"quantity": 4.6,
						"sum": "217.08"
					},
					{
						"id": "product_1828",
						"name": "Макароны БЛ",
						"price": "49.52",
						"quantity": 0.15,
						"sum": "7.43"
					},
					{
						"id": "product_957",
						"name": "Макароны половинка",
						"price": "47.68",
						"quantity": 2.9,
						"sum": "138.28"
					},
					{
						"id": "product_4096",
						"name": "Макароны с овощами",
						"price": "53.03",
						"quantity": 0.4,
						"sum": "21.21"
					},
					{
						"id": "product_2824",
						"name": "Макарошки",
						"price": "28.49",
						"quantity": 1,
						"sum": "28.49"
					},
					{
						"id": "product_3102",
						"name": "Малиновый лимонад 0,4 л",
						"price": "29.26",
						"quantity": 3,
						"sum": "87.79"
					},
					{
						"id": "product_1425",
						"name": "Малиновый с имбирем",
						"price": "47.46",
						"quantity": 4,
						"sum": "189.85"
					},
					{
						"id": "product_2713",
						"name": "Малиновый смузи",
						"price": "53.64",
						"quantity": 1,
						"sum": "53.64"
					},
					{
						"id": "product_1078",
						"name": "Манты",
						"price": "353.34",
						"quantity": 0.6,
						"sum": "212.00"
					},
					{
						"id": "product_3776",
						"name": "Маргарита",
						"price": "83.44",
						"quantity": 3,
						"sum": "250.31"
					},
					{
						"id": "product_3587",
						"name": "Маргарита большая",
						"price": "170.28",
						"quantity": 28,
						"sum": "4767.95"
					},
					{
						"id": "product_3592",
						"name": "Маргарита средняя",
						"price": "85.51",
						"quantity": 1,
						"sum": "85.51"
					},
					{
						"id": "product_53",
						"name": "Маринованные огурчики 40г",
						"price": "8.03",
						"quantity": 1,
						"sum": "8.03"
					},
					{
						"id": "product_1581",
						"name": "Марокканская мята 600мл (травяной)",
						"price": "31.66",
						"quantity": 2,
						"sum": "63.32"
					},
					{
						"id": "product_54",
						"name": "Маслины 40г",
						"price": "10.63",
						"quantity": 1,
						"sum": "10.63"
					},
					{
						"id": "product_2998",
						"name": "Масляная под шубой",
						"price": "263.06",
						"quantity": 0.1,
						"sum": "26.31"
					},
					{
						"id": "product_2726",
						"name": "Маффин шоколадный с кусочками шоколада",
						"price": "28.19",
						"quantity": 13,
						"sum": "366.50"
					},
					{
						"id": "product_2729",
						"name": "Маффин шоколадный с кусочками шоколада (ресторан)",
						"price": "28.31",
						"quantity": 6,
						"sum": "169.87"
					},
					{
						"id": "product_4883",
						"name": "Микс салат",
						"price": "15.41",
						"quantity": 7,
						"sum": "107.90"
					},
					{
						"id": "product_857",
						"name": "Мимоза",
						"price": "320.25",
						"quantity": 2,
						"sum": "640.51"
					},
					{
						"id": "product_4485",
						"name": "Минтай по-домашнему",
						"price": "143.12",
						"quantity": 0.48,
						"sum": "68.70"
					},
					{
						"id": "product_1464",
						"name": "Миринда 0,5 л (кафе)",
						"price": "32.57",
						"quantity": 1,
						"sum": "32.57"
					},
					{
						"id": "product_1501",
						"name": "Миринда 0.5л",
						"price": "34.69",
						"quantity": 3,
						"sum": "104.07"
					},
					{
						"id": "product_1230",
						"name": "Молоко 30г",
						"price": "1.32",
						"quantity": 7,
						"sum": "9.24"
					},
					{
						"id": "product_2387",
						"name": "Молоко сгущенное",
						"price": "2.22",
						"quantity": 3,
						"sum": "6.65"
					},
					{
						"id": "product_2846",
						"name": "Молоко сгущенное детям",
						"price": "4.49",
						"quantity": 8,
						"sum": "35.89"
					},
					{
						"id": "product_1692",
						"name": "Молочный коктейль с бананом",
						"price": "44.98",
						"quantity": 5,
						"sum": "224.89"
					},
					{
						"id": "product_1447",
						"name": "Молочный с печеньем",
						"price": "103.92",
						"quantity": 15,
						"sum": "1558.82"
					},
					{
						"id": "product_1565",
						"name": "Морепродукты 80г",
						"price": "94.55",
						"quantity": 1,
						"sum": "94.55"
					},
					{
						"id": "product_2812",
						"name": "Морковные палочки и яблочные дольки",
						"price": "7.19",
						"quantity": 3,
						"sum": "21.56"
					},
					{
						"id": "product_2290",
						"name": "Мороженое Малина с зефиром",
						"price": "18.88",
						"quantity": 2,
						"sum": "37.77"
					},
					{
						"id": "product_2292",
						"name": "Мороженое Пломбир",
						"price": "11.75",
						"quantity": 15,
						"sum": "176.24"
					},
					{
						"id": "product_2297",
						"name": "Мороженое Шоколад",
						"price": "10.91",
						"quantity": 2,
						"sum": "21.82"
					},
					{
						"id": "product_1205",
						"name": "Морс 0,2 л (комплекс)",
						"price": "60.62",
						"quantity": 4.8,
						"sum": "290.96"
					},
					{
						"id": "product_3373",
						"name": "Морс 0,2 л БЛ",
						"price": "13.52",
						"quantity": 3,
						"sum": "40.55"
					},
					{
						"id": "product_413",
						"name": "Морс 0,2л(ВЧЯ) (кафе)",
						"price": "12.55",
						"quantity": 29,
						"sum": "363.89"
					},
					{
						"id": "product_2318",
						"name": "Морс клюквенный 0.5л(ВЧЯ)",
						"price": "38.00",
						"quantity": 6,
						"sum": "228.00"
					},
					{
						"id": "product_861",
						"name": "Московский",
						"price": "201.36",
						"quantity": 0.9,
						"sum": "181.22"
					},
					{
						"id": "product_475",
						"name": "Мохито безалкогольный",
						"price": "41.59",
						"quantity": 4,
						"sum": "166.35"
					},
					{
						"id": "product_88",
						"name": "Мягкий сыр 10г",
						"price": "2.48",
						"quantity": 1,
						"sum": "2.48"
					},
					{
						"id": "product_435",
						"name": "Мясная тарелка",
						"price": "107.11",
						"quantity": 2,
						"sum": "214.22"
					},
					{
						"id": "product_3781",
						"name": "Мясное плато",
						"price": "149.07",
						"quantity": 16.5,
						"sum": "2459.69"
					},
					{
						"id": "product_3598",
						"name": "Мясное плато большая",
						"price": "144.23",
						"quantity": 61,
						"sum": "8797.94"
					},
					{
						"id": "product_3601",
						"name": "Мясное плато средняя",
						"price": "102.38",
						"quantity": 13,
						"sum": "1330.99"
					},
					{
						"id": "product_4585",
						"name": "Мясо по-корейски",
						"price": "285.00",
						"quantity": 0.32,
						"sum": "91.20"
					},
					{
						"id": "product_4477",
						"name": "Мясо по-французски",
						"price": "354.39",
						"quantity": 0.6,
						"sum": "212.63"
					},
					{
						"id": "product_2333",
						"name": "Мята 2 г",
						"price": "3.87",
						"quantity": 2,
						"sum": "7.74"
					},
					{
						"id": "product_1285",
						"name": "Наггетсы",
						"price": "57.63",
						"quantity": 105,
						"sum": "6051.50"
					},
					{
						"id": "product_1123",
						"name": "Налитушка с грибами",
						"price": "8.75",
						"quantity": 12,
						"sum": "105.03"
					},
					{
						"id": "product_1124",
						"name": "Налитушка с капустой",
						"price": "7.29",
						"quantity": 8,
						"sum": "58.34"
					},
					{
						"id": "product_1126",
						"name": "Налитушка с картофелем",
						"price": "6.48",
						"quantity": 15,
						"sum": "97.25"
					},
					{
						"id": "product_1128",
						"name": "Налитушка с сыром",
						"price": "11.43",
						"quantity": 47,
						"sum": "537.32"
					},
					{
						"id": "product_1129",
						"name": "Налитушка с яицом",
						"price": "8.50",
						"quantity": 28,
						"sum": "238.09"
					},
					{
						"id": "product_864",
						"name": "Наслаждение",
						"price": "168.32",
						"quantity": 1.3,
						"sum": "218.82"
					},
					{
						"id": "product_3198",
						"name": "Нежность десерт",
						"price": "42.00",
						"quantity": 2,
						"sum": "84.00"
					},
					{
						"id": "product_4916",
						"name": "Облепиха-апельсин лимонад 1л",
						"price": "79.78",
						"quantity": 1,
						"sum": "79.78"
					},
					{
						"id": "product_1434",
						"name": "Облепиховый глинтвейн",
						"price": "72.94",
						"quantity": 1,
						"sum": "72.94"
					},
					{
						"id": "product_1427",
						"name": "Облепиховый с розмарином",
						"price": "45.02",
						"quantity": 4,
						"sum": "180.06"
					},
					{
						"id": "product_4088",
						"name": "Овощи запеченные  с сыром",
						"price": "318.65",
						"quantity": 0.6,
						"sum": "191.19"
					},
					{
						"id": "product_1371",
						"name": "Овощи микс",
						"price": "171.73",
						"quantity": 2,
						"sum": "343.47"
					},
					{
						"id": "product_1372",
						"name": "Овощи микс половинка",
						"price": "162.64",
						"quantity": 0.2,
						"sum": "32.53"
					},
					{
						"id": "product_960",
						"name": "Овощи на гриле (комплекс)",
						"price": "195.30",
						"quantity": 1.8,
						"sum": "351.54"
					},
					{
						"id": "product_718",
						"name": "Овощи на гриле (ресторан)",
						"price": "61.69",
						"quantity": 2,
						"sum": "123.38"
					},
					{
						"id": "product_961",
						"name": "Овощи на гриле половинка",
						"price": "297.81",
						"quantity": 0.4,
						"sum": "119.13"
					},
					{
						"id": "product_867",
						"name": "Овощной",
						"price": "228.52",
						"quantity": 0.3,
						"sum": "68.56"
					},
					{
						"id": "product_4108",
						"name": "Овощной БЛ",
						"price": "267.29",
						"quantity": 0.2,
						"sum": "53.46"
					},
					{
						"id": "product_685",
						"name": "Овощной микс",
						"price": "65.40",
						"quantity": 3,
						"sum": "196.20"
					},
					{
						"id": "product_816",
						"name": "Овсяная каша",
						"price": "61.15",
						"quantity": 1.75,
						"sum": "107.02"
					},
					{
						"id": "product_106",
						"name": "Огурец свежий 10г",
						"price": "2.46",
						"quantity": 1,
						"sum": "2.46"
					},
					{
						"id": "product_4341",
						"name": "Океан с треской",
						"price": "267.16",
						"quantity": 2.2,
						"sum": "587.75"
					},
					{
						"id": "product_868",
						"name": "Океан с треской БЛ",
						"price": "163.70",
						"quantity": 0.2,
						"sum": "32.74"
					},
					{
						"id": "product_178",
						"name": "Океан стандарт 10шт",
						"price": "222.07",
						"quantity": 18,
						"sum": "3997.28"
					},
					{
						"id": "product_1081",
						"name": "Окорочок жареный",
						"price": "286.52",
						"quantity": 0.7,
						"sum": "200.57"
					},
					{
						"id": "product_1080",
						"name": "Окорочок отварной",
						"price": "304.75",
						"quantity": 0.4,
						"sum": "121.90"
					},
					{
						"id": "product_177",
						"name": "Окрошка",
						"price": "45.96",
						"quantity": 84,
						"sum": "3860.44"
					},
					{
						"id": "product_1542",
						"name": "Окрошка (кафе)",
						"price": "31.08",
						"quantity": 2,
						"sum": "62.16"
					},
					{
						"id": "product_910",
						"name": "Окрошка (комплекс)",
						"price": "64.74",
						"quantity": 3.75,
						"sum": "242.78"
					},
					{
						"id": "product_911",
						"name": "Окрошка половинка",
						"price": "84.73",
						"quantity": 0.25,
						"sum": "21.18"
					},
					{
						"id": "product_870",
						"name": "Оливье (комплекс)",
						"price": "101.32",
						"quantity": 0.5,
						"sum": "50.66"
					},
					{
						"id": "product_787",
						"name": "Ольмека Сильвер 100мл",
						"price": "1891.71",
						"quantity": 0.5,
						"sum": "945.86"
					},
					{
						"id": "product_788",
						"name": "Ольмека Сильвер 200мл",
						"price": "1933.87",
						"quantity": 0.2,
						"sum": "386.77"
					},
					{
						"id": "product_526",
						"name": "Ольмека Сильвер 50мл",
						"price": "1933.87",
						"quantity": 0.1,
						"sum": "193.39"
					},
					{
						"id": "product_811",
						"name": "Омлет с ветчиной и сыром",
						"price": "30.04",
						"quantity": 3,
						"sum": "90.11"
					},
					{
						"id": "product_812",
						"name": "Омлет с колбасками и фасолью",
						"price": "48.30",
						"quantity": 1,
						"sum": "48.30"
					},
					{
						"id": "product_813",
						"name": "Омлет с мясом и овощами",
						"price": "34.70",
						"quantity": 5,
						"sum": "173.48"
					},
					{
						"id": "product_1708",
						"name": "Орех грецкий",
						"price": "7.48",
						"quantity": 1,
						"sum": "7.48"
					},
					{
						"id": "product_31",
						"name": "Основа 120г",
						"price": "24.35",
						"quantity": 1,
						"sum": "24.35"
					},
					{
						"id": "product_11",
						"name": "Острый",
						"price": "4.85",
						"quantity": 532,
						"sum": "2578.81"
					},
					{
						"id": "product_64",
						"name": "Охотничьи колбаски 70г",
						"price": "23.53",
						"quantity": 1,
						"sum": "23.53"
					},
					{
						"id": "product_1358",
						"name": "Очарование",
						"price": "227.58",
						"quantity": 0.7,
						"sum": "159.30"
					},
					{
						"id": "product_4176",
						"name": "Очарование БЛ",
						"price": "254.68",
						"quantity": 0.1,
						"sum": "25.47"
					},
					{
						"id": "product_4542",
						"name": "Павлин",
						"price": "125.09",
						"quantity": 0.5,
						"sum": "62.54"
					},
					{
						"id": "product_325",
						"name": "Палочки",
						"price": "1.81",
						"quantity": 1,
						"sum": "1.81"
					},
					{
						"id": "product_5",
						"name": "Паста Болоньезе",
						"price": "99.43",
						"quantity": 25,
						"sum": "2485.82"
					},
					{
						"id": "product_208",
						"name": "Паста Карбонара",
						"price": "101.59",
						"quantity": 124,
						"sum": "12597.12"
					},
					{
						"id": "product_692",
						"name": "Паста карбонара (ресторан)",
						"price": "89.22",
						"quantity": 2,
						"sum": "178.44"
					},
					{
						"id": "product_210",
						"name": "Паста с курицей и грибами",
						"price": "89.26",
						"quantity": 59,
						"sum": "5266.15"
					},
					{
						"id": "product_211",
						"name": "Паста с семгой",
						"price": "169.14",
						"quantity": 26,
						"sum": "4397.57"
					},
					{
						"id": "product_2829",
						"name": "Пельмешки без спешки",
						"price": "22.11",
						"quantity": 3,
						"sum": "66.34"
					},
					{
						"id": "product_3782",
						"name": "Пепперони",
						"price": "161.42",
						"quantity": 26,
						"sum": "4196.82"
					},
					{
						"id": "product_65",
						"name": "Пепперони 16шт 20г",
						"price": "12.42",
						"quantity": 2,
						"sum": "24.84"
					},
					{
						"id": "product_3612",
						"name": "Пепперони большая",
						"price": "170.66",
						"quantity": 105,
						"sum": "17919.46"
					},
					{
						"id": "product_3617",
						"name": "Пепперони средняя",
						"price": "93.26",
						"quantity": 31,
						"sum": "2891.17"
					},
					{
						"id": "product_1462",
						"name": "Пепси 0,5 л (кафе)",
						"price": "34.69",
						"quantity": 2,
						"sum": "69.38"
					},
					{
						"id": "product_1499",
						"name": "Пепси 0.5л",
						"price": "34.69",
						"quantity": 1,
						"sum": "34.69"
					},
					{
						"id": "product_1568",
						"name": "Перец болгарский 15г",
						"price": "4.22",
						"quantity": 1,
						"sum": "4.22"
					},
					{
						"id": "product_1088",
						"name": "Печеночный тортик",
						"price": "207.68",
						"quantity": 0.9,
						"sum": "186.92"
					},
					{
						"id": "product_1090",
						"name": "Печень куриная в смет-том соусе",
						"price": "203.27",
						"quantity": 1.05,
						"sum": "213.43"
					},
					{
						"id": "product_4320",
						"name": "Печень куриная в смет-том соусе БЛ",
						"price": "249.25",
						"quantity": 0.175,
						"sum": "43.62"
					},
					{
						"id": "product_1091",
						"name": "Печень куриная в смет-том соусе половинка",
						"price": "190.08",
						"quantity": 0.18,
						"sum": "34.21"
					},
					{
						"id": "product_1084",
						"name": "Печень по-строгановски",
						"price": "202.39",
						"quantity": 0.45,
						"sum": "91.08"
					},
					{
						"id": "product_2556",
						"name": "Печень по-строгановски БЛ",
						"price": "265.46",
						"quantity": 0.15,
						"sum": "39.82"
					},
					{
						"id": "product_1085",
						"name": "Печень по-строгановски половинка",
						"price": "189.78",
						"quantity": 0.075,
						"sum": "14.23"
					},
					{
						"id": "product_4401",
						"name": "Печенье",
						"price": "6.23",
						"quantity": 3,
						"sum": "18.68"
					},
					{
						"id": "product_3356",
						"name": "Пиво Пилстоун дарк (чебоксарское темное)",
						"price": "15.75",
						"quantity": 13,
						"sum": "204.70"
					},
					{
						"id": "product_1430",
						"name": "Пиво Хугарден белое",
						"price": "65.95",
						"quantity": 11,
						"sum": "725.45"
					},
					{
						"id": "product_875",
						"name": "Пикантный",
						"price": "149.93",
						"quantity": 0.1,
						"sum": "14.99"
					},
					{
						"id": "product_4135",
						"name": "Пикантный БЛ",
						"price": "166.92",
						"quantity": 0.1,
						"sum": "16.69"
					},
					{
						"id": "product_3224",
						"name": "Пирожное песочное в/а",
						"price": "12.00",
						"quantity": 12,
						"sum": "144.00"
					},
					{
						"id": "product_1142",
						"name": "Пирожок с вареной сгущенкой",
						"price": "12.61",
						"quantity": 15,
						"sum": "189.12"
					},
					{
						"id": "product_1143",
						"name": "Пирожок с капустой",
						"price": "7.90",
						"quantity": 93,
						"sum": "734.26"
					},
					{
						"id": "product_1145",
						"name": "Пирожок с картофелем и луком",
						"price": "6.23",
						"quantity": 8,
						"sum": "49.83"
					},
					{
						"id": "product_1147",
						"name": "Пирожок с луком и яицом",
						"price": "13.77",
						"quantity": 5,
						"sum": "68.83"
					},
					{
						"id": "product_446",
						"name": "Пирожок с мясом",
						"price": "24.01",
						"quantity": 29,
						"sum": "696.15"
					},
					{
						"id": "product_1150",
						"name": "Пирожок с яблоками",
						"price": "9.14",
						"quantity": 61,
						"sum": "557.81"
					},
					{
						"id": "product_288",
						"name": "Пицца из двух разных половин",
						"price": "0.00",
						"quantity": 365,
						"sum": "0.00"
					},
					{
						"id": "product_3787",
						"name": "Пицца счастья",
						"price": "137.63",
						"quantity": 6,
						"sum": "825.76"
					},
					{
						"id": "product_3624",
						"name": "Пицца счастья большая",
						"price": "278.91",
						"quantity": 47,
						"sum": "13108.62"
					},
					{
						"id": "product_3629",
						"name": "Пицца счастья средняя",
						"price": "158.18",
						"quantity": 23,
						"sum": "3638.07"
					},
					{
						"id": "product_3320",
						"name": "ПиццаРолл камчатский 1 шт.",
						"price": "102.26",
						"quantity": 290,
						"sum": "29656.76"
					},
					{
						"id": "product_3327",
						"name": "ПиццаРолл мексиканский 1шт.",
						"price": "59.96",
						"quantity": 264,
						"sum": "15830.51"
					},
					{
						"id": "product_3325",
						"name": "ПиццаРолл с курочкой 1шт.",
						"price": "77.69",
						"quantity": 496,
						"sum": "38535.21"
					},
					{
						"id": "product_1097",
						"name": "Плов с курицей",
						"price": "188.50",
						"quantity": 1.4,
						"sum": "263.90"
					},
					{
						"id": "product_1095",
						"name": "Плов со свининой",
						"price": "134.64",
						"quantity": 0.8,
						"sum": "107.71"
					},
					{
						"id": "product_3792",
						"name": "По-домашнему",
						"price": "85.41",
						"quantity": 72,
						"sum": "6149.23"
					},
					{
						"id": "product_3633",
						"name": "По-домашнему большая",
						"price": "166.22",
						"quantity": 80,
						"sum": "13297.78"
					},
					{
						"id": "product_3635",
						"name": "По-домашнему средняя",
						"price": "100.66",
						"quantity": 7,
						"sum": "704.65"
					},
					{
						"id": "product_3797",
						"name": "По-турецки",
						"price": "77.60",
						"quantity": 19,
						"sum": "1474.36"
					},
					{
						"id": "product_3645",
						"name": "По-турецки большая",
						"price": "158.87",
						"quantity": 18,
						"sum": "2859.61"
					},
					{
						"id": "product_3652",
						"name": "По-турецки средняя",
						"price": "94.17",
						"quantity": 11,
						"sum": "1035.82"
					},
					{
						"id": "product_4174",
						"name": "Помидор, огурец с маслом БЛ",
						"price": "215.85",
						"quantity": 0.2,
						"sum": "43.17"
					},
					{
						"id": "product_3849",
						"name": "Помидоры 40г",
						"price": "7.75",
						"quantity": 2,
						"sum": "15.50"
					},
					{
						"id": "product_3801",
						"name": "Праздничная",
						"price": "100.58",
						"quantity": 13,
						"sum": "1307.57"
					},
					{
						"id": "product_3655",
						"name": "Праздничная большая",
						"price": "194.32",
						"quantity": 20,
						"sum": "3886.36"
					},
					{
						"id": "product_3659",
						"name": "Праздничная средняя",
						"price": "126.58",
						"quantity": 4,
						"sum": "506.34"
					},
					{
						"id": "product_656",
						"name": "Псоу белое, п/сл 0,75",
						"price": "510.19",
						"quantity": 15,
						"sum": "7652.80"
					},
					{
						"id": "product_818",
						"name": "Пшеная каша",
						"price": "70.75",
						"quantity": 3,
						"sum": "212.25"
					},
					{
						"id": "product_962",
						"name": "Пюре картофельное",
						"price": "48.69",
						"quantity": 5.6,
						"sum": "272.66"
					},
					{
						"id": "product_1811",
						"name": "Пюре картофельное БЛ",
						"price": "46.90",
						"quantity": 0.45,
						"sum": "21.10"
					},
					{
						"id": "product_963",
						"name": "Пюре картофельное половинка",
						"price": "49.90",
						"quantity": 1.7,
						"sum": "84.83"
					},
					{
						"id": "product_970",
						"name": "Рагу овощное",
						"price": "234.43",
						"quantity": 1.2,
						"sum": "281.32"
					},
					{
						"id": "product_971",
						"name": "Рагу овощное половинка",
						"price": "207.20",
						"quantity": 0.1,
						"sum": "20.72"
					},
					{
						"id": "product_912",
						"name": "Рассольник",
						"price": "17.14",
						"quantity": 19,
						"sum": "325.68"
					},
					{
						"id": "product_2620",
						"name": "Рассольник БЛ",
						"price": "17.45",
						"quantity": 1,
						"sum": "17.45"
					},
					{
						"id": "product_913",
						"name": "Рассольник половинка",
						"price": "18.66",
						"quantity": 4.5,
						"sum": "83.97"
					},
					{
						"id": "product_4860",
						"name": "Римская Пицца Ассорти Зосимовская",
						"price": "126.17",
						"quantity": 3,
						"sum": "378.51"
					},
					{
						"id": "product_5007",
						"name": "Римская Пицца Грибная",
						"price": "91.41",
						"quantity": 3,
						"sum": "274.22"
					},
					{
						"id": "product_4893",
						"name": "Римская Пицца Куриная",
						"price": "72.15",
						"quantity": 2,
						"sum": "144.30"
					},
					{
						"id": "product_4857",
						"name": "Римская Пицца Куриная Зосимовская",
						"price": "101.32",
						"quantity": 7,
						"sum": "709.24"
					},
					{
						"id": "product_4884",
						"name": "Римская Пицца Микс",
						"price": "91.97",
						"quantity": 2,
						"sum": "183.95"
					},
					{
						"id": "product_4889",
						"name": "Римская Пицца Мясная",
						"price": "98.58",
						"quantity": 1,
						"sum": "98.58"
					},
					{
						"id": "product_4866",
						"name": "Римская Пицца Мясная Зосимовская",
						"price": "124.33",
						"quantity": 3,
						"sum": "373.00"
					},
					{
						"id": "product_4862",
						"name": "Римская Пицца Острая Зосимовская",
						"price": "83.14",
						"quantity": 2,
						"sum": "166.29"
					},
					{
						"id": "product_4996",
						"name": "Римская Пицца Рыбная",
						"price": "150.40",
						"quantity": 2,
						"sum": "300.80"
					},
					{
						"id": "product_4886",
						"name": "Римская Пицца Сырная",
						"price": "68.93",
						"quantity": 8,
						"sum": "551.41"
					},
					{
						"id": "product_4865",
						"name": "Римская Пицца Сырная Зосимовская",
						"price": "94.33",
						"quantity": 14,
						"sum": "1320.57"
					},
					{
						"id": "product_964",
						"name": "Рис",
						"price": "40.94",
						"quantity": 4.2,
						"sum": "171.94"
					},
					{
						"id": "product_1555",
						"name": "Рис на пару 150г",
						"price": "5.20",
						"quantity": 1,
						"sum": "5.20"
					},
					{
						"id": "product_4471",
						"name": "Рис по-деревенски",
						"price": "51.07",
						"quantity": 0.2,
						"sum": "10.21"
					},
					{
						"id": "product_4476",
						"name": "Рис по-деревенски половинка",
						"price": "55.84",
						"quantity": 0.2,
						"sum": "11.17"
					},
					{
						"id": "product_1373",
						"name": "Рис по-индийски",
						"price": "71.50",
						"quantity": 2.4,
						"sum": "171.59"
					},
					{
						"id": "product_1374",
						"name": "Рис по-индийски половинка",
						"price": "113.58",
						"quantity": 1.3,
						"sum": "147.65"
					},
					{
						"id": "product_965",
						"name": "Рис половинка",
						"price": "46.23",
						"quantity": 5,
						"sum": "231.15"
					},
					{
						"id": "product_968",
						"name": "Рис с овощами",
						"price": "115.57",
						"quantity": 1.6,
						"sum": "184.92"
					},
					{
						"id": "product_969",
						"name": "Рис с овощами половинка",
						"price": "124.55",
						"quantity": 1.8,
						"sum": "224.19"
					},
					{
						"id": "product_966",
						"name": "Рис-мозайка",
						"price": "56.69",
						"quantity": 1.8,
						"sum": "102.05"
					},
					{
						"id": "product_967",
						"name": "Рис-мозайка половинка",
						"price": "64.89",
						"quantity": 0.6,
						"sum": "38.93"
					},
					{
						"id": "product_820",
						"name": "Рисовая каша",
						"price": "73.46",
						"quantity": 1,
						"sum": "73.46"
					},
					{
						"id": "product_3402",
						"name": "Ролл Цезарь 8шт",
						"price": "52.07",
						"quantity": 7,
						"sum": "364.51"
					},
					{
						"id": "product_188",
						"name": "Ролл Цезарь стандарт 10шт",
						"price": "69.32",
						"quantity": 1,
						"sum": "69.32"
					},
					{
						"id": "product_4499",
						"name": "Рыбка в сливочном соусе",
						"price": "285.94",
						"quantity": 1.54,
						"sum": "440.35"
					},
					{
						"id": "product_4302",
						"name": "Рыбка по-царски БЛ",
						"price": "452.72",
						"quantity": 0.15,
						"sum": "67.91"
					},
					{
						"id": "product_4490",
						"name": "Рыбные шарики",
						"price": "266.59",
						"quantity": 0.1,
						"sum": "26.66"
					},
					{
						"id": "product_3003",
						"name": "Рыбный с овощами",
						"price": "325.64",
						"quantity": 0.2,
						"sum": "65.13"
					},
					{
						"id": "product_884",
						"name": "С копченой курицей",
						"price": "215.09",
						"quantity": 0.1,
						"sum": "21.51"
					},
					{
						"id": "product_3811",
						"name": "С копченостями",
						"price": "179.33",
						"quantity": 6.5,
						"sum": "1165.62"
					},
					{
						"id": "product_3677",
						"name": "С копченостями большая",
						"price": "179.76",
						"quantity": 37,
						"sum": "6651.30"
					},
					{
						"id": "product_3679",
						"name": "С копченостями средняя",
						"price": "113.16",
						"quantity": 11,
						"sum": "1244.81"
					},
					{
						"id": "product_2235",
						"name": "С огурцом 16шт",
						"price": "60.20",
						"quantity": 3,
						"sum": "180.61"
					},
					{
						"id": "product_847",
						"name": "С помидором и огурцами с маслом",
						"price": "158.17",
						"quantity": 2.8,
						"sum": "442.86"
					},
					{
						"id": "product_118",
						"name": "С семгой 16шт",
						"price": "169.41",
						"quantity": 15,
						"sum": "2541.22"
					},
					{
						"id": "product_119",
						"name": "С угрем 16шт",
						"price": "125.38",
						"quantity": 13,
						"sum": "1629.97"
					},
					{
						"id": "product_212",
						"name": "Салат Греческий",
						"price": "56.67",
						"quantity": 56,
						"sum": "3173.39"
					},
					{
						"id": "product_1277",
						"name": "Салат Испанский",
						"price": "59.94",
						"quantity": 15,
						"sum": "899.16"
					},
					{
						"id": "product_4756",
						"name": "Салат Корейский",
						"price": "63.34",
						"quantity": 121,
						"sum": "7664.50"
					},
					{
						"id": "product_2985",
						"name": "Салат Крабовый",
						"price": "214.69",
						"quantity": 0.2,
						"sum": "42.94"
					},
					{
						"id": "product_1598",
						"name": "Салат Норвежский",
						"price": "64.76",
						"quantity": 130,
						"sum": "8418.91"
					},
					{
						"id": "product_216",
						"name": "Салат Оливье",
						"price": "38.61",
						"quantity": 131,
						"sum": "5058.13"
					},
					{
						"id": "product_4986",
						"name": "Салат Руккола 6г.",
						"price": "7.60",
						"quantity": 10,
						"sum": "76.00"
					},
					{
						"id": "product_1278",
						"name": "Салат Цезарь с креветками",
						"price": "123.50",
						"quantity": 135,
						"sum": "16672.00"
					},
					{
						"id": "product_217",
						"name": "Салат Цезарь с курицей",
						"price": "85.00",
						"quantity": 194,
						"sum": "16489.75"
					},
					{
						"id": "product_677",
						"name": "Салат на гриле с телятиной",
						"price": "133.06",
						"quantity": 5,
						"sum": "665.28"
					},
					{
						"id": "product_881",
						"name": "Салат с курицей и опятами",
						"price": "284.04",
						"quantity": 0.5,
						"sum": "142.02"
					},
					{
						"id": "product_4761",
						"name": "Самурай 8шт",
						"price": "59.34",
						"quantity": 10,
						"sum": "593.43"
					},
					{
						"id": "product_4351",
						"name": "Сахар бесплатно",
						"price": "0.48",
						"quantity": 8011,
						"sum": "3845.15"
					},
					{
						"id": "product_4940",
						"name": "Сахар бесплатно 10шт",
						"price": "0.51",
						"quantity": 50,
						"sum": "25.50"
					},
					{
						"id": "product_4942",
						"name": "Сахар бесплатно 50шт",
						"price": "0.51",
						"quantity": 50,
						"sum": "25.50"
					},
					{
						"id": "product_1393",
						"name": "Сборная солянка",
						"price": "52.65",
						"quantity": 41,
						"sum": "2158.85"
					},
					{
						"id": "product_890",
						"name": "Свежесть",
						"price": "105.25",
						"quantity": 0.7,
						"sum": "73.67"
					},
					{
						"id": "product_883",
						"name": "Свекла с сыром и майонезом",
						"price": "92.73",
						"quantity": 3.8,
						"sum": "352.39"
					},
					{
						"id": "product_1114",
						"name": "Свинина барбекю",
						"price": "634.42",
						"quantity": 1.32,
						"sum": "837.44"
					},
					{
						"id": "product_1115",
						"name": "Свинина барбекю половинка",
						"price": "645.17",
						"quantity": 0.18,
						"sum": "116.13"
					},
					{
						"id": "product_1534",
						"name": "Свинина в сыре",
						"price": "380.45",
						"quantity": 0.15,
						"sum": "57.07"
					},
					{
						"id": "product_4274",
						"name": "Свинина в сыре БЛ",
						"price": "458.43",
						"quantity": 0.15,
						"sum": "68.76"
					},
					{
						"id": "product_1118",
						"name": "Свинина запеченная с ветчиной и овощами",
						"price": "341.53",
						"quantity": 0.91,
						"sum": "310.79"
					},
					{
						"id": "product_4315",
						"name": "Свинина запеченная с ветчиной и овощами БЛ",
						"price": "469.86",
						"quantity": 0.45,
						"sum": "211.44"
					},
					{
						"id": "product_1113",
						"name": "Свинина запеченная с грибами",
						"price": "386.53",
						"quantity": 2.415,
						"sum": "933.47"
					},
					{
						"id": "product_1116",
						"name": "Свинина запеченная с копченостями",
						"price": "348.38",
						"quantity": 2.16,
						"sum": "752.49"
					},
					{
						"id": "product_4291",
						"name": "Свинина запеченная с копченостями БЛ",
						"price": "430.66",
						"quantity": 0.15,
						"sum": "64.60"
					},
					{
						"id": "product_1109",
						"name": "Свинина запеченная с овощами",
						"price": "330.48",
						"quantity": 0.54,
						"sum": "178.46"
					},
					{
						"id": "product_4079",
						"name": "Свинина запеченная с помидорами",
						"price": "356.21",
						"quantity": 2.25,
						"sum": "801.47"
					},
					{
						"id": "product_1117",
						"name": "Свинина по-болгарски",
						"price": "334.34",
						"quantity": 1.125,
						"sum": "376.14"
					},
					{
						"id": "product_4682",
						"name": "Свинина по-голландски",
						"price": "330.17",
						"quantity": 0.14,
						"sum": "46.22"
					},
					{
						"id": "product_4631",
						"name": "Северная Ягода",
						"price": "35.94",
						"quantity": 1,
						"sum": "35.94"
					},
					{
						"id": "product_886",
						"name": "Сельдь под шубой",
						"price": "129.36",
						"quantity": 4.3,
						"sum": "556.27"
					},
					{
						"id": "product_3895",
						"name": "Семга 35г.",
						"price": "134.81",
						"quantity": 0.5,
						"sum": "67.40"
					},
					{
						"id": "product_68",
						"name": "Семга 50г",
						"price": "101.59",
						"quantity": 1,
						"sum": "101.59"
					},
					{
						"id": "product_3890",
						"name": "Семга 70г.",
						"price": "139.46",
						"quantity": 4,
						"sum": "557.83"
					},
					{
						"id": "product_4077",
						"name": "Семга запеченная с картофелем (Архив)",
						"price": "451.94",
						"quantity": 0.51,
						"sum": "230.49"
					},
					{
						"id": "product_3580",
						"name": "Семейное Комбо",
						"price": "296.93",
						"quantity": 1,
						"sum": "296.93"
					},
					{
						"id": "product_424",
						"name": "Сенча 600мл",
						"price": "31.66",
						"quantity": 3,
						"sum": "94.97"
					},
					{
						"id": "product_4042",
						"name": "Сердце в соусе",
						"price": "149.13",
						"quantity": 1.05,
						"sum": "156.59"
					},
					{
						"id": "product_2886",
						"name": "Сертификат 500 рублей",
						"price": "0.00",
						"quantity": 2,
						"sum": "0.00"
					},
					{
						"id": "product_183",
						"name": "Сет №1",
						"price": "446.75",
						"quantity": 1,
						"sum": "446.75"
					},
					{
						"id": "product_185",
						"name": "Сет №3",
						"price": "503.28",
						"quantity": 2,
						"sum": "1006.57"
					},
					{
						"id": "product_2374",
						"name": "Сироп",
						"price": "2.81",
						"quantity": 2,
						"sum": "5.61"
					},
					{
						"id": "product_4386",
						"name": "Сироп Карамельный",
						"price": "7.01",
						"quantity": 5,
						"sum": "35.07"
					},
					{
						"id": "product_4396",
						"name": "Сироп Ореховый",
						"price": "7.79",
						"quantity": 2,
						"sum": "15.58"
					},
					{
						"id": "product_448",
						"name": "Сироп к кофе 20г",
						"price": "6.51",
						"quantity": 1,
						"sum": "6.51"
					},
					{
						"id": "product_4146",
						"name": "Славянский БЛ",
						"price": "147.30",
						"quantity": 0.1,
						"sum": "14.73"
					},
					{
						"id": "product_1380",
						"name": "Славянский Вологда",
						"price": "146.44",
						"quantity": 1,
						"sum": "146.44"
					},
					{
						"id": "product_1719",
						"name": "Сливки взбитые",
						"price": "11.25",
						"quantity": 2,
						"sum": "22.50"
					},
					{
						"id": "product_1151",
						"name": "Слойка с джемом",
						"price": "18.45",
						"quantity": 5,
						"sum": "92.27"
					},
					{
						"id": "product_1152",
						"name": "Слойка с творогом",
						"price": "19.14",
						"quantity": 10,
						"sum": "191.42"
					},
					{
						"id": "product_891",
						"name": "Смак",
						"price": "70.54",
						"quantity": 1,
						"sum": "70.54"
					},
					{
						"id": "product_4152",
						"name": "Смак БЛ",
						"price": "120.05",
						"quantity": 0.1,
						"sum": "12.00"
					},
					{
						"id": "product_2382",
						"name": "Сметана",
						"price": "2.41",
						"quantity": 27,
						"sum": "64.94"
					},
					{
						"id": "product_1608",
						"name": "Сметана 30г",
						"price": "3.86",
						"quantity": 140,
						"sum": "540.33"
					},
					{
						"id": "product_2461",
						"name": "Сметана БЛ",
						"price": "3.73",
						"quantity": 10,
						"sum": "37.32"
					},
					{
						"id": "product_2839",
						"name": "Сметана детям",
						"price": "2.46",
						"quantity": 6,
						"sum": "14.73"
					},
					{
						"id": "product_3229",
						"name": "Сметанный десерт",
						"price": "45.50",
						"quantity": 1,
						"sum": "45.50"
					},
					{
						"id": "product_192",
						"name": "Соба с говядиной в соусе из черного перца",
						"price": "114.74",
						"quantity": 37,
						"sum": "4245.40"
					},
					{
						"id": "product_3349",
						"name": "Сок Ананас 0,2 л (комплекс)",
						"price": "11.20",
						"quantity": 7,
						"sum": "78.41"
					},
					{
						"id": "product_2791",
						"name": "Сок Апельсин 0,2 л",
						"price": "10.93",
						"quantity": 1,
						"sum": "10.93"
					},
					{
						"id": "product_3347",
						"name": "Сок Апельсин 0,2 л (комплекс)",
						"price": "11.23",
						"quantity": 10,
						"sum": "112.30"
					},
					{
						"id": "product_1635",
						"name": "Сок Томат 0,2 л",
						"price": "10.39",
						"quantity": 2,
						"sum": "20.78"
					},
					{
						"id": "product_3353",
						"name": "Сок Томат 0,2 л (комплекс)",
						"price": "11.09",
						"quantity": 162,
						"sum": "1795.83"
					},
					{
						"id": "product_1631",
						"name": "Сок Яблоко 0,2 л",
						"price": "11.46",
						"quantity": 14,
						"sum": "160.48"
					},
					{
						"id": "product_2781",
						"name": "Сок Яблоко 0,2 л",
						"price": "10.93",
						"quantity": 1,
						"sum": "10.93"
					},
					{
						"id": "product_3339",
						"name": "Сок Яблоко 0,2 л (компллекс)",
						"price": "11.31",
						"quantity": 23,
						"sum": "260.16"
					},
					{
						"id": "product_1630",
						"name": "Сок Яблоко Вишня Рябина 0,2 л",
						"price": "11.40",
						"quantity": 21,
						"sum": "239.43"
					},
					{
						"id": "product_3337",
						"name": "Сок Яблоко Вишня Рябина 0,2 л (комплекс)",
						"price": "11.01",
						"quantity": 30,
						"sum": "330.32"
					},
					{
						"id": "product_1342",
						"name": "Сок томатный 0.95л (кафе)",
						"price": "51.94",
						"quantity": 1,
						"sum": "51.94"
					},
					{
						"id": "product_4555",
						"name": "Солнечный кальмар",
						"price": "174.67",
						"quantity": 0.3,
						"sum": "52.40"
					},
					{
						"id": "product_4530",
						"name": "Солнышко",
						"price": "60.12",
						"quantity": 0.1,
						"sum": "6.01"
					},
					{
						"id": "product_914",
						"name": "Солянка по-домашнему",
						"price": "27.39",
						"quantity": 34,
						"sum": "931.43"
					},
					{
						"id": "product_915",
						"name": "Солянка по-домашнему половинка",
						"price": "27.83",
						"quantity": 5,
						"sum": "139.16"
					},
					{
						"id": "product_3973",
						"name": "Солянка по-сибирски с грибами",
						"price": "128.70",
						"quantity": 6,
						"sum": "772.22"
					},
					{
						"id": "product_3975",
						"name": "Солянка по-сибирски с грибами половинка",
						"price": "131.03",
						"quantity": 1.5,
						"sum": "196.55"
					},
					{
						"id": "product_4667",
						"name": "Солянка рыбная",
						"price": "142.44",
						"quantity": 1.25,
						"sum": "178.06"
					},
					{
						"id": "product_4670",
						"name": "Солянка рыбная половинка",
						"price": "154.51",
						"quantity": 0.375,
						"sum": "57.94"
					},
					{
						"id": "product_1156",
						"name": "Сосиска в тесте",
						"price": "18.86",
						"quantity": 187,
						"sum": "3526.05"
					},
					{
						"id": "product_1299",
						"name": "Сосиски в бортики 310г.",
						"price": "119.62",
						"quantity": 1,
						"sum": "119.62"
					},
					{
						"id": "product_4106",
						"name": "Соте из индейки",
						"price": "574.92",
						"quantity": 0.45,
						"sum": "258.71"
					},
					{
						"id": "product_4107",
						"name": "Соте из индейки половинка",
						"price": "561.45",
						"quantity": 0.3,
						"sum": "168.44"
					},
					{
						"id": "product_4482",
						"name": "Соте из овощей",
						"price": "146.63",
						"quantity": 1,
						"sum": "146.63"
					},
					{
						"id": "product_4484",
						"name": "Соте из овощей половинка",
						"price": "138.40",
						"quantity": 0.4,
						"sum": "55.36"
					},
					{
						"id": "product_1386",
						"name": "Соус Баварский",
						"price": "5.24",
						"quantity": 1,
						"sum": "5.24"
					},
					{
						"id": "product_223",
						"name": "Соус Барбекю",
						"price": "5.35",
						"quantity": 2,
						"sum": "10.70"
					},
					{
						"id": "product_226",
						"name": "Соус Кисло-сладкий",
						"price": "5.35",
						"quantity": 1,
						"sum": "5.35"
					},
					{
						"id": "product_228",
						"name": "Соус Соевый",
						"price": "5.97",
						"quantity": 2,
						"sum": "11.94"
					},
					{
						"id": "product_1650",
						"name": "Соус Французский 100г",
						"price": "24.62",
						"quantity": 1,
						"sum": "24.62"
					},
					{
						"id": "product_1304",
						"name": "Соус Цезарь 100г",
						"price": "11.23",
						"quantity": 1,
						"sum": "11.23"
					},
					{
						"id": "product_2914",
						"name": "Соус белый",
						"price": "58.65",
						"quantity": 0.728,
						"sum": "42.69"
					},
					{
						"id": "product_2918",
						"name": "Соус красный",
						"price": "53.96",
						"quantity": 0.364,
						"sum": "19.64"
					},
					{
						"id": "product_19",
						"name": "Соус томатный 100г",
						"price": "10.41",
						"quantity": 1,
						"sum": "10.41"
					},
					{
						"id": "product_1560",
						"name": "Соус устричный 60г",
						"price": "13.61",
						"quantity": 1,
						"sum": "13.61"
					},
					{
						"id": "product_21",
						"name": "Соус фирменный 100г",
						"price": "6.08",
						"quantity": 2,
						"sum": "12.15"
					},
					{
						"id": "product_1389",
						"name": "Софи",
						"price": "215.50",
						"quantity": 1.2,
						"sum": "258.60"
					},
					{
						"id": "product_1158",
						"name": "Сочень с творогом",
						"price": "11.99",
						"quantity": 19,
						"sum": "227.76"
					},
					{
						"id": "product_958",
						"name": "Спагетти",
						"price": "48.60",
						"quantity": 4.8,
						"sum": "233.29"
					},
					{
						"id": "product_959",
						"name": "Спагетти половинка",
						"price": "51.75",
						"quantity": 3.8,
						"sum": "196.65"
					},
					{
						"id": "product_1498",
						"name": "Спаржа с овощами",
						"price": "65.98",
						"quantity": 2,
						"sum": "131.96"
					},
					{
						"id": "product_704",
						"name": "Стейк Мастер-гриль из свинины",
						"price": "150.44",
						"quantity": 3,
						"sum": "451.33"
					},
					{
						"id": "product_716",
						"name": "Стейк из семги на гриле",
						"price": "365.16",
						"quantity": 6,
						"sum": "2190.97"
					},
					{
						"id": "product_1602",
						"name": "Стрипсы куриные (кафе)",
						"price": "118.29",
						"quantity": 3,
						"sum": "354.87"
					},
					{
						"id": "product_3689",
						"name": "Студенческая большая",
						"price": "144.98",
						"quantity": 4,
						"sum": "579.93"
					},
					{
						"id": "product_4510",
						"name": "Суп Баварский",
						"price": "65.88",
						"quantity": 2,
						"sum": "131.76"
					},
					{
						"id": "product_4515",
						"name": "Суп Баварский половинка",
						"price": "64.72",
						"quantity": 0.5,
						"sum": "32.36"
					},
					{
						"id": "product_1621",
						"name": "Суп Карри",
						"price": "144.33",
						"quantity": 1.5,
						"sum": "216.50"
					},
					{
						"id": "product_1622",
						"name": "Суп Карри половинка",
						"price": "144.21",
						"quantity": 0.25,
						"sum": "36.05"
					},
					{
						"id": "product_1623",
						"name": "Суп Тайский",
						"price": "43.49",
						"quantity": 3,
						"sum": "130.46"
					},
					{
						"id": "product_1624",
						"name": "Суп Тайский половинка",
						"price": "80.52",
						"quantity": 0.5,
						"sum": "40.26"
					},
					{
						"id": "product_919",
						"name": "Суп грибной",
						"price": "17.19",
						"quantity": 29,
						"sum": "498.51"
					},
					{
						"id": "product_920",
						"name": "Суп грибной половинка",
						"price": "16.47",
						"quantity": 2,
						"sum": "32.95"
					},
					{
						"id": "product_929",
						"name": "Суп картофельный с болгарским перцем",
						"price": "69.25",
						"quantity": 0.5,
						"sum": "34.62"
					},
					{
						"id": "product_4249",
						"name": "Суп картофельный с болгарским перцем БЛ",
						"price": "0.00",
						"quantity": 0.25,
						"sum": "0.00"
					},
					{
						"id": "product_1320",
						"name": "Суп осенний половинка",
						"price": "106.76",
						"quantity": 0.125,
						"sum": "13.35"
					},
					{
						"id": "product_4216",
						"name": "Суп с кур. кл. и зеленым горошком БЛ",
						"price": "57.47",
						"quantity": 0.75,
						"sum": "43.10"
					},
					{
						"id": "product_3980",
						"name": "Суп с куриными клецками и зеленым горошком",
						"price": "62.01",
						"quantity": 3.5,
						"sum": "217.02"
					},
					{
						"id": "product_1648",
						"name": "Суп сырный с крабом",
						"price": "126.45",
						"quantity": 2.25,
						"sum": "284.51"
					},
					{
						"id": "product_2595",
						"name": "Суп сырный с крабом БЛ",
						"price": "123.50",
						"quantity": 0.5,
						"sum": "61.75"
					},
					{
						"id": "product_1317",
						"name": "Суп-лапша грибная",
						"price": "47.80",
						"quantity": 7.5,
						"sum": "358.47"
					},
					{
						"id": "product_2596",
						"name": "Суп-лапша грибная БЛ",
						"price": "60.87",
						"quantity": 0.25,
						"sum": "15.22"
					},
					{
						"id": "product_1318",
						"name": "Суп-лапша грибная половинка",
						"price": "59.08",
						"quantity": 0.75,
						"sum": "44.31"
					},
					{
						"id": "product_917",
						"name": "Суп-лапша с курицей",
						"price": "57.99",
						"quantity": 1.75,
						"sum": "101.48"
					},
					{
						"id": "product_918",
						"name": "Суп-лапша с курицей половинка",
						"price": "54.27",
						"quantity": 0.125,
						"sum": "6.78"
					},
					{
						"id": "product_921",
						"name": "Суп-пюре грибной",
						"price": "114.11",
						"quantity": 1.25,
						"sum": "142.63"
					},
					{
						"id": "product_4224",
						"name": "Суп-пюре грибной БЛ",
						"price": "105.65",
						"quantity": 0.25,
						"sum": "26.41"
					},
					{
						"id": "product_922",
						"name": "Суп-пюре грибной половинка",
						"price": "107.50",
						"quantity": 1.5,
						"sum": "161.25"
					},
					{
						"id": "product_927",
						"name": "Суп-пюре из семги",
						"price": "186.34",
						"quantity": 1,
						"sum": "186.34"
					},
					{
						"id": "product_928",
						"name": "Суп-пюре из семги половинка",
						"price": "202.01",
						"quantity": 1.625,
						"sum": "328.26"
					},
					{
						"id": "product_925",
						"name": "Суп-пюре овощной",
						"price": "72.78",
						"quantity": 0.5,
						"sum": "36.39"
					},
					{
						"id": "product_27",
						"name": "Сыр Гауда 160г",
						"price": "49.58",
						"quantity": 3,
						"sum": "148.73"
					},
					{
						"id": "product_28",
						"name": "Сыр Голландский 160г",
						"price": "46.87",
						"quantity": 1,
						"sum": "46.87"
					},
					{
						"id": "product_42",
						"name": "Сыр Моцарелла 160г",
						"price": "49.22",
						"quantity": 2,
						"sum": "98.45"
					},
					{
						"id": "product_1160",
						"name": "Сырники (комплекс)",
						"price": "42.88",
						"quantity": 83,
						"sum": "3558.90"
					},
					{
						"id": "product_2835",
						"name": "Сырнички",
						"price": "45.53",
						"quantity": 29,
						"sum": "1320.40"
					},
					{
						"id": "product_10",
						"name": "Сырный",
						"price": "5.34",
						"quantity": 1062,
						"sum": "5668.16"
					},
					{
						"id": "product_1671",
						"name": "Сырный бортик",
						"price": "66.40",
						"quantity": 2,
						"sum": "132.81"
					},
					{
						"id": "product_1672",
						"name": "Сырный бортик 195г.",
						"price": "69.61",
						"quantity": 6,
						"sum": "417.68"
					},
					{
						"id": "product_940",
						"name": "Сырный суп",
						"price": "61.78",
						"quantity": 1.5,
						"sum": "92.67"
					},
					{
						"id": "product_941",
						"name": "Сырный суп половинка",
						"price": "71.73",
						"quantity": 0.25,
						"sum": "17.93"
					},
					{
						"id": "product_18",
						"name": "Тесто 380г",
						"price": "12.50",
						"quantity": 5,
						"sum": "62.51"
					},
					{
						"id": "product_1131",
						"name": "Тефтели",
						"price": "186.18",
						"quantity": 2.47,
						"sum": "459.85"
					},
					{
						"id": "product_1133",
						"name": "Тефтели из индейки",
						"price": "354.75",
						"quantity": 3.85,
						"sum": "1365.78"
					},
					{
						"id": "product_4303",
						"name": "Тефтели из индейки БЛ",
						"price": "430.26",
						"quantity": 0.175,
						"sum": "75.30"
					},
					{
						"id": "product_1134",
						"name": "Тефтели из индейки половинка",
						"price": "367.85",
						"quantity": 0.36,
						"sum": "132.42"
					},
					{
						"id": "product_1132",
						"name": "Тефтели половинка",
						"price": "187.86",
						"quantity": 0.095,
						"sum": "17.85"
					},
					{
						"id": "product_3245",
						"name": "Тирамису десерт",
						"price": "39.00",
						"quantity": 5,
						"sum": "195.00"
					},
					{
						"id": "product_1504",
						"name": "Торт Медовик",
						"price": "72.23",
						"quantity": 64,
						"sum": "4622.51"
					},
					{
						"id": "product_1517",
						"name": "Торт Медовик (ресторан)",
						"price": "94.97",
						"quantity": 4,
						"sum": "379.88"
					},
					{
						"id": "product_2763",
						"name": "Торт Медовик (франчайзи)",
						"price": "93.91",
						"quantity": 1,
						"sum": "93.91"
					},
					{
						"id": "product_1505",
						"name": "Торт Морковный",
						"price": "85.62",
						"quantity": 2,
						"sum": "171.24"
					},
					{
						"id": "product_1506",
						"name": "Торт Тройной шоколад",
						"price": "100.56",
						"quantity": 28,
						"sum": "2815.79"
					},
					{
						"id": "product_1515",
						"name": "Торт Тройной шоколад (ресторан)",
						"price": "121.76",
						"quantity": 2,
						"sum": "243.52"
					},
					{
						"id": "product_2753",
						"name": "Торт Тройной шоколад (франчайзи)",
						"price": "119.89",
						"quantity": 1,
						"sum": "119.89"
					},
					{
						"id": "product_1148",
						"name": "Треска жареная (Архив)",
						"price": "664.76",
						"quantity": 1,
						"sum": "664.76"
					},
					{
						"id": "product_1646",
						"name": "Треска запеченная с перцем",
						"price": "562.78",
						"quantity": 5.44,
						"sum": "3061.52"
					},
					{
						"id": "product_1162",
						"name": "Треска запеченная с помидорами",
						"price": "583.28",
						"quantity": 1.02,
						"sum": "594.94"
					},
					{
						"id": "product_1137",
						"name": "Треска по-русски",
						"price": "265.55",
						"quantity": 3.25,
						"sum": "863.03"
					},
					{
						"id": "product_4078",
						"name": "Треска под овощной шубкой",
						"price": "511.46",
						"quantity": 3.74,
						"sum": "1912.86"
					},
					{
						"id": "product_4706",
						"name": "Тропический",
						"price": "81.86",
						"quantity": 8,
						"sum": "654.87"
					},
					{
						"id": "product_387",
						"name": "Тутти-Фрутти",
						"price": "27.76",
						"quantity": 3,
						"sum": "83.29"
					},
					{
						"id": "product_194",
						"name": "Удон с курицей в соусе терияки",
						"price": "72.14",
						"quantity": 80,
						"sum": "5770.89"
					},
					{
						"id": "product_195",
						"name": "Удон с морепродуктами в устричном соусе",
						"price": "135.99",
						"quantity": 56,
						"sum": "7615.46"
					},
					{
						"id": "product_4049",
						"name": "Украинский борщ",
						"price": "31.48",
						"quantity": 198,
						"sum": "6232.49"
					},
					{
						"id": "product_700",
						"name": "Украинский борщ (кафе)",
						"price": "36.63",
						"quantity": 1,
						"sum": "36.63"
					},
					{
						"id": "product_1535",
						"name": "Уха по-фински (Архив)",
						"price": "220.63",
						"quantity": 2.25,
						"sum": "496.41"
					},
					{
						"id": "product_1536",
						"name": "Уха по-фински половинка (Архив)",
						"price": "223.64",
						"quantity": 0.5,
						"sum": "111.82"
					},
					{
						"id": "product_895",
						"name": "Фантазия",
						"price": "213.53",
						"quantity": 0.3,
						"sum": "64.06"
					},
					{
						"id": "product_26",
						"name": "Филадельфия 10шт",
						"price": "193.64",
						"quantity": 115,
						"sum": "22268.88"
					},
					{
						"id": "product_2232",
						"name": "Филадельфия 8шт",
						"price": "131.38",
						"quantity": 110,
						"sum": "14451.99"
					},
					{
						"id": "product_4370",
						"name": "Филадельфия чиз",
						"price": "91.93",
						"quantity": 7,
						"sum": "643.48"
					},
					{
						"id": "product_4677",
						"name": "Филе индейки тушеное с овощами",
						"price": "458.91",
						"quantity": 0.28,
						"sum": "128.50"
					},
					{
						"id": "product_1066",
						"name": "Филе куриное запеченное с ананасом",
						"price": "331.37",
						"quantity": 0.78,
						"sum": "258.47"
					},
					{
						"id": "product_4084",
						"name": "Филе куриное запеченное с помидором и перцем",
						"price": "332.17",
						"quantity": 0.98,
						"sum": "325.52"
					},
					{
						"id": "product_1063",
						"name": "Филе куры под сырной корочкой",
						"price": "314.25",
						"quantity": 3.63,
						"sum": "1140.72"
					},
					{
						"id": "product_3701",
						"name": "Фокачча (только в кафе)",
						"price": "80.15",
						"quantity": 1,
						"sum": "80.15"
					},
					{
						"id": "product_1381",
						"name": "Французский",
						"price": "222.73",
						"quantity": 1,
						"sum": "222.73"
					},
					{
						"id": "product_1334",
						"name": "Фреш Апельсиновый",
						"price": "146.25",
						"quantity": 0.5,
						"sum": "73.13"
					},
					{
						"id": "product_1335",
						"name": "Фреш Грейпфрутовый",
						"price": "227.17",
						"quantity": 7.5,
						"sum": "1703.79"
					},
					{
						"id": "product_1636",
						"name": "Фруктовая смесь",
						"price": "3.95",
						"quantity": 1,
						"sum": "3.95"
					},
					{
						"id": "product_729",
						"name": "Фруктовая тарелка",
						"price": "76.90",
						"quantity": 1,
						"sum": "76.90"
					},
					{
						"id": "product_2336",
						"name": "Фудзияма 8шт",
						"price": "95.13",
						"quantity": 152,
						"sum": "14459.51"
					},
					{
						"id": "product_1497",
						"name": "Фунчоза с курицей в сливочном соусе",
						"price": "75.05",
						"quantity": 24,
						"sum": "1801.20"
					},
					{
						"id": "product_3011",
						"name": "Фунчоза с овощами",
						"price": "183.34",
						"quantity": 0.8,
						"sum": "146.67"
					},
					{
						"id": "product_197",
						"name": "Харусаме со свининой в соусе терияки",
						"price": "73.16",
						"quantity": 43,
						"sum": "3145.80"
					},
					{
						"id": "product_3316",
						"name": "Харчо с курицей",
						"price": "91.48",
						"quantity": 1.25,
						"sum": "114.34"
					},
					{
						"id": "product_4222",
						"name": "Харчо с курицей БЛ",
						"price": "89.01",
						"quantity": 1,
						"sum": "89.01"
					},
					{
						"id": "product_3319",
						"name": "Харчо с курицей половинка",
						"price": "87.65",
						"quantity": 0.5,
						"sum": "43.83"
					},
					{
						"id": "product_805",
						"name": "Хлеб белый 1кус (комплекс)",
						"price": "1.15",
						"quantity": 17,
						"sum": "19.56"
					},
					{
						"id": "product_804",
						"name": "Хлеб дарницкий 1кус (комплекс)",
						"price": "1.30",
						"quantity": 958,
						"sum": "1245.04"
					},
					{
						"id": "product_2800",
						"name": "Хлеб дарницкий 2 кусочка",
						"price": "2.68",
						"quantity": 89,
						"sum": "238.26"
					},
					{
						"id": "product_3250",
						"name": "Хозяюшка десерт",
						"price": "22.00",
						"quantity": 10,
						"sum": "220.00"
					},
					{
						"id": "product_4758",
						"name": "Хоккайдо 8шт",
						"price": "77.86",
						"quantity": 7,
						"sum": "545.04"
					},
					{
						"id": "product_4635",
						"name": "Холодный латте с Орео",
						"price": "45.01",
						"quantity": 5,
						"sum": "225.07"
					},
					{
						"id": "product_894",
						"name": "Царский",
						"price": "195.59",
						"quantity": 0.5,
						"sum": "97.80"
					},
					{
						"id": "product_3819",
						"name": "Цезарь",
						"price": "183.70",
						"quantity": 5,
						"sum": "918.52"
					},
					{
						"id": "product_3702",
						"name": "Цезарь большая",
						"price": "199.15",
						"quantity": 21,
						"sum": "4182.22"
					},
					{
						"id": "product_1209",
						"name": "Цезарь комплекс",
						"price": "278.93",
						"quantity": 1.2,
						"sum": "334.71"
					},
					{
						"id": "product_3707",
						"name": "Цезарь средняя",
						"price": "115.47",
						"quantity": 9,
						"sum": "1039.19"
					},
					{
						"id": "product_1637",
						"name": "Цейлон",
						"price": "3.84",
						"quantity": 2,
						"sum": "7.68"
					},
					{
						"id": "product_421",
						"name": "Чай в ассортименте",
						"price": "3.95",
						"quantity": 6,
						"sum": "23.69"
					},
					{
						"id": "product_1207",
						"name": "Чай в ассортименте (комплекс)",
						"price": "3.96",
						"quantity": 359,
						"sum": "1422.49"
					},
					{
						"id": "product_2439",
						"name": "Чай в ассортименте БЛ",
						"price": "3.92",
						"quantity": 5,
						"sum": "19.62"
					},
					{
						"id": "product_3405",
						"name": "Черная леди 8шт",
						"price": "91.31",
						"quantity": 21,
						"sum": "1917.59"
					},
					{
						"id": "product_189",
						"name": "Черная леди стандарт 10шт",
						"price": "128.75",
						"quantity": 18,
						"sum": "2317.55"
					},
					{
						"id": "product_57",
						"name": "Черный перец 1г",
						"price": "0.32",
						"quantity": 2,
						"sum": "0.64"
					},
					{
						"id": "product_9",
						"name": "Чесночный",
						"price": "5.31",
						"quantity": 152,
						"sum": "807.13"
					},
					{
						"id": "product_3823",
						"name": "Чесночный цыпа",
						"price": "93.86",
						"quantity": 34,
						"sum": "3191.16"
					},
					{
						"id": "product_3710",
						"name": "Чесночный цыпа большая",
						"price": "189.94",
						"quantity": 33,
						"sum": "6267.96"
					},
					{
						"id": "product_3715",
						"name": "Чесночный цыпа средняя",
						"price": "114.09",
						"quantity": 19,
						"sum": "2167.64"
					},
					{
						"id": "product_4839",
						"name": "Чизкейк Карамельный с арахисом",
						"price": "46.65",
						"quantity": 50,
						"sum": "2332.70"
					},
					{
						"id": "product_4896",
						"name": "Чизкейк Карамельный с арахисом (ресторан)",
						"price": "39.14",
						"quantity": 2,
						"sum": "78.27"
					},
					{
						"id": "product_3255",
						"name": "Чизкейк вишневый десерт",
						"price": "48.00",
						"quantity": 1,
						"sum": "48.00"
					},
					{
						"id": "product_219",
						"name": "Чизкейк клубничный",
						"price": "42.79",
						"quantity": 33,
						"sum": "1411.96"
					},
					{
						"id": "product_731",
						"name": "Чизкейк клубничный (ресторан)",
						"price": "36.72",
						"quantity": 4,
						"sum": "146.87"
					},
					{
						"id": "product_218",
						"name": "Чизкейк кокосовый",
						"price": "43.32",
						"quantity": 45,
						"sum": "1949.34"
					},
					{
						"id": "product_2744",
						"name": "Чизкейк кокосовый (франчайзи)",
						"price": "37.46",
						"quantity": 1,
						"sum": "37.46"
					},
					{
						"id": "product_3256",
						"name": "Чизкейк фруктовый",
						"price": "41.25",
						"quantity": 1,
						"sum": "41.25"
					},
					{
						"id": "product_392",
						"name": "Чикен Боб",
						"price": "30.24",
						"quantity": 1,
						"sum": "30.24"
					},
					{
						"id": "product_48",
						"name": "Шампиньоны 50г",
						"price": "10.56",
						"quantity": 2,
						"sum": "21.13"
					},
					{
						"id": "product_370",
						"name": "Шампиньоны 50г.",
						"price": "10.84",
						"quantity": 1,
						"sum": "10.84"
					},
					{
						"id": "product_1570",
						"name": "Шампиньоны св. 15г",
						"price": "3.25",
						"quantity": 1,
						"sum": "3.25"
					},
					{
						"id": "product_3410",
						"name": "Шен 8шт",
						"price": "91.31",
						"quantity": 24,
						"sum": "2191.50"
					},
					{
						"id": "product_190",
						"name": "Шен стандарт 10шт",
						"price": "105.28",
						"quantity": 24,
						"sum": "2526.67"
					},
					{
						"id": "product_1539",
						"name": "Шницель свиной",
						"price": "343.05",
						"quantity": 0.84,
						"sum": "288.16"
					},
					{
						"id": "product_4308",
						"name": "Шницель свиной БЛ",
						"price": "0.00",
						"quantity": 0.12,
						"sum": "0.00"
					},
					{
						"id": "product_1714",
						"name": "Шоколадная крошка",
						"price": "2.59",
						"quantity": 1,
						"sum": "2.59"
					},
					{
						"id": "product_936",
						"name": "Щи из свежей капусты",
						"price": "20.33",
						"quantity": 50,
						"sum": "1016.72"
					},
					{
						"id": "product_937",
						"name": "Щи из свежей капусты половинка",
						"price": "21.19",
						"quantity": 6,
						"sum": "127.16"
					},
					{
						"id": "product_4636",
						"name": "Экзотик",
						"price": "25.60",
						"quantity": 2,
						"sum": "51.20"
					},
					{
						"id": "product_1640",
						"name": "Эрл Грей",
						"price": "3.95",
						"quantity": 5,
						"sum": "19.74"
					},
					{
						"id": "product_1178",
						"name": "Эскалоп из курицы",
						"price": "492.77",
						"quantity": 0.3,
						"sum": "147.83"
					},
					{
						"id": "product_3270",
						"name": "Эскимо десерт",
						"price": "56.00",
						"quantity": 1,
						"sum": "56.00"
					},
					{
						"id": "product_415",
						"name": "Эспрессо",
						"price": "9.01",
						"quantity": 1,
						"sum": "9.01"
					},
					{
						"id": "product_4570",
						"name": "Южно-итальянский",
						"price": "224.47",
						"quantity": 0.8,
						"sum": "179.58"
					},
					{
						"id": "product_3107",
						"name": "Яблочный лимонад 0,4 л",
						"price": "34.53",
						"quantity": 2,
						"sum": "69.06"
					},
					{
						"id": "product_1426",
						"name": "Яблочный с клюквой",
						"price": "40.86",
						"quantity": 3,
						"sum": "122.57"
					},
					{
						"id": "product_4359",
						"name": "Язык запечённый с картофелем (Архив)",
						"price": "508.64",
						"quantity": 0.34,
						"sum": "172.94"
					},
					{
						"id": "product_3412",
						"name": "Якудза 8шт",
						"price": "88.32",
						"quantity": 8,
						"sum": "706.56"
					},
					{
						"id": "product_191",
						"name": "Якудза стандарт 10шт",
						"price": "103.83",
						"quantity": 6,
						"sum": "622.97"
					}
				]
			}
		]
	},
	{
		"id": 89,
		"name": "Пролив",
		"total": {
			"sum": "21468.68"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 127,
					"sum": "1151.97"
				},
				"items": [
					{
						"id": "product_1634",
						"name": "Сок Ананас 0,2 л",
						"price": "10.93",
						"quantity": 4,
						"sum": "43.74"
					},
					{
						"id": "product_415",
						"name": "Эспрессо",
						"price": "9.01",
						"quantity": 123,
						"sum": "1108.23"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 126.8,
					"sum": "20316.71"
				},
				"items": [
					{
						"id": "raw_2728",
						"name": "Пиво Козел темное (разливное) 1л",
						"price": "156.37",
						"quantity": 33.4,
						"sum": "5222.68"
					},
					{
						"id": "raw_222",
						"name": "Пиво Стелла Артуа (разливное) 1л",
						"price": "154.11",
						"quantity": 81.4,
						"sum": "12544.55"
					},
					{
						"id": "raw_2037",
						"name": "Пиво Шпатен темное (разливное) 1л",
						"price": "212.46",
						"quantity": 12,
						"sum": "2549.47"
					}
				]
			}
		]
	},
	{
		"id": 25,
		"name": "Списание материалов",
		"total": {
			"sum": "7939.15"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 38.394,
					"sum": "3102.18"
				},
				"items": [
					{
						"id": "product_3416",
						"name": "4 сыра большая",
						"price": "148.02",
						"quantity": 1,
						"sum": "148.02"
					},
					{
						"id": "product_2528",
						"name": "Биточки куриные на пару БЛ",
						"price": "324.13",
						"quantity": 0.6,
						"sum": "194.48"
					},
					{
						"id": "product_2610",
						"name": "Борщ из свежей капусты БЛ",
						"price": "39.28",
						"quantity": 11,
						"sum": "432.05"
					},
					{
						"id": "product_3506",
						"name": "Деревенская большая",
						"price": "145.61",
						"quantity": 1,
						"sum": "145.61"
					},
					{
						"id": "product_3540",
						"name": "Жюльен большая",
						"price": "172.59",
						"quantity": 1,
						"sum": "172.59"
					},
					{
						"id": "product_4195",
						"name": "Из свежей капусты БЛ",
						"price": "46.42",
						"quantity": 1.3,
						"sum": "60.35"
					},
					{
						"id": "product_3381",
						"name": "Калифорния 8шт",
						"price": "45.19",
						"quantity": 2,
						"sum": "90.39"
					},
					{
						"id": "product_1352",
						"name": "Картофельное пюре",
						"price": "44.88",
						"quantity": 0.4,
						"sum": "17.95"
					},
					{
						"id": "product_4124",
						"name": "Кокетка БЛ",
						"price": "164.02",
						"quantity": 0.7,
						"sum": "114.81"
					},
					{
						"id": "product_4127",
						"name": "Крабовый БЛ",
						"price": "226.32",
						"quantity": 1,
						"sum": "226.32"
					},
					{
						"id": "product_3598",
						"name": "Мясное плато большая",
						"price": "142.04",
						"quantity": 1,
						"sum": "142.04"
					},
					{
						"id": "product_75",
						"name": "Острый спайси соус 10г",
						"price": "1.78",
						"quantity": 6,
						"sum": "10.66"
					},
					{
						"id": "product_3612",
						"name": "Пепперони большая",
						"price": "145.60",
						"quantity": 2,
						"sum": "291.19"
					},
					{
						"id": "product_1811",
						"name": "Пюре картофельное БЛ",
						"price": "46.34",
						"quantity": 0.9,
						"sum": "41.71"
					},
					{
						"id": "product_1789",
						"name": "Рис БЛ",
						"price": "45.24",
						"quantity": 0.75,
						"sum": "33.93"
					},
					{
						"id": "product_2914",
						"name": "Соус белый",
						"price": "55.06",
						"quantity": 0.468,
						"sum": "25.77"
					},
					{
						"id": "product_2918",
						"name": "Соус красный",
						"price": "52.39",
						"quantity": 0.676,
						"sum": "35.42"
					},
					{
						"id": "product_3689",
						"name": "Студенческая большая",
						"price": "132.74",
						"quantity": 1,
						"sum": "132.74"
					},
					{
						"id": "product_3694",
						"name": "Студенческая средняя",
						"price": "67.70",
						"quantity": 1,
						"sum": "67.70"
					},
					{
						"id": "product_3702",
						"name": "Цезарь большая",
						"price": "186.78",
						"quantity": 1,
						"sum": "186.78"
					},
					{
						"id": "product_3823",
						"name": "Чесночный цыпа",
						"price": "97.92",
						"quantity": 1,
						"sum": "97.92"
					},
					{
						"id": "product_4308",
						"name": "Шницель свиной БЛ",
						"price": "436.35",
						"quantity": 0.6,
						"sum": "261.81"
					},
					{
						"id": "product_191",
						"name": "Якудза стандарт 10шт",
						"price": "85.98",
						"quantity": 2,
						"sum": "171.96"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 146.125,
					"sum": "1250.29"
				},
				"items": [
					{
						"id": "raw_251",
						"name": "Васаби штучный",
						"price": "2.35",
						"quantity": 1,
						"sum": "2.35"
					},
					{
						"id": "raw_465",
						"name": "Имбирь маринованный штучный",
						"price": "7.71",
						"quantity": 1,
						"sum": "7.71"
					},
					{
						"id": "raw_534",
						"name": "Контейнер под салаты",
						"price": "3.02",
						"quantity": 38,
						"sum": "114.76"
					},
					{
						"id": "raw_544",
						"name": "Контейнер под суп",
						"price": "3.48",
						"quantity": 25,
						"sum": "87.00"
					},
					{
						"id": "raw_549",
						"name": "Коробка для пиццы большая 390*390*40",
						"price": "18.30",
						"quantity": 12,
						"sum": "219.60"
					},
					{
						"id": "raw_2115",
						"name": "Крышка для контейнера под салаты",
						"price": "2.38",
						"quantity": 38,
						"sum": "90.44"
					},
					{
						"id": "raw_2131",
						"name": "Крышка для контейнера под суп",
						"price": "1.08",
						"quantity": 25,
						"sum": "27.00"
					},
					{
						"id": "raw_468",
						"name": "Кукуруза консервированная",
						"price": "162.92",
						"quantity": 0.05,
						"sum": "8.15"
					},
					{
						"id": "raw_979",
						"name": "Масаго икра зам.",
						"price": "588.50",
						"quantity": 0.37,
						"sum": "217.75"
					},
					{
						"id": "raw_589",
						"name": "Палочки бамбуковые",
						"price": "1.71",
						"quantity": 1,
						"sum": "1.71"
					},
					{
						"id": "raw_903",
						"name": "Салат Айсберг",
						"price": "279.00",
						"quantity": 0.705,
						"sum": "196.70"
					},
					{
						"id": "raw_1023",
						"name": "Соус соевый штучный",
						"price": "5.89",
						"quantity": 1,
						"sum": "5.89"
					},
					{
						"id": "raw_447",
						"name": "Торт Тройной шоколад",
						"price": "90.42",
						"quantity": 3,
						"sum": "271.25"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 9.312,
					"sum": "3586.68"
				},
				"items": [
					{
						"id": "semi_1274",
						"name": "Карбонад п/ф",
						"price": "373.00",
						"quantity": 3.3,
						"sum": "1230.91"
					},
					{
						"id": "semi_1319",
						"name": "Креветки отварные чищенные п/ф",
						"price": "1437.64",
						"quantity": 0.15,
						"sum": "215.65"
					},
					{
						"id": "semi_2764",
						"name": "Куриное филе размороженное п/ф 05.02.19",
						"price": "323.08",
						"quantity": 0.115,
						"sum": "37.15"
					},
					{
						"id": "semi_1353",
						"name": "Лапша Фунчоза отварная п/ф",
						"price": "80.42",
						"quantity": 0.31,
						"sum": "24.93"
					},
					{
						"id": "semi_1368",
						"name": "Лук порей п/ф",
						"price": "297.50",
						"quantity": 0.11,
						"sum": "32.73"
					},
					{
						"id": "semi_1373",
						"name": "Лук репка п/ф",
						"price": "55.27",
						"quantity": 0.5,
						"sum": "27.63"
					},
					{
						"id": "semi_1678",
						"name": "Лук репка пассерованный п/ф",
						"price": "63.59",
						"quantity": 0.03,
						"sum": "1.91"
					},
					{
						"id": "semi_1390",
						"name": "Морковь отварная п/ф",
						"price": "37.50",
						"quantity": 0.12,
						"sum": "4.50"
					},
					{
						"id": "semi_1415",
						"name": "Огурцы свежие п/ф",
						"price": "177.76",
						"quantity": 1.511,
						"sum": "268.60"
					},
					{
						"id": "semi_1420",
						"name": "Осьминоги размороженные п/ф",
						"price": "1334.26",
						"quantity": 0.11,
						"sum": "146.77"
					},
					{
						"id": "semi_1430",
						"name": "Перец болгарский п/ф",
						"price": "300.00",
						"quantity": 0.2,
						"sum": "60.00"
					},
					{
						"id": "semi_1821",
						"name": "ПиццаРолл с курочкой 1шт. п/ф (Архив)",
						"price": "66.04",
						"quantity": 1,
						"sum": "66.04"
					},
					{
						"id": "semi_1441",
						"name": "Помидоры Черри п/ф",
						"price": "345.44",
						"quantity": 0.05,
						"sum": "17.27"
					},
					{
						"id": "semi_1436",
						"name": "Помидоры п/ф",
						"price": "193.75",
						"quantity": 0.3,
						"sum": "58.13"
					},
					{
						"id": "semi_1487",
						"name": "Сельдерей стебель п/ф",
						"price": "214.20",
						"quantity": 0.04,
						"sum": "8.57"
					},
					{
						"id": "semi_2692",
						"name": "Семга филе на коже разморож. п/ф ",
						"price": "1206.68",
						"quantity": 1.136,
						"sum": "1370.79"
					},
					{
						"id": "semi_1607",
						"name": "Тесто для пиццы п/ф",
						"price": "30.83",
						"quantity": 0.31,
						"sum": "9.56"
					},
					{
						"id": "semi_1650",
						"name": "Цукини п/ф",
						"price": "277.75",
						"quantity": 0.02,
						"sum": "5.56"
					}
				]
			}
		]
	},
	{
		"id": 35,
		"name": "Списание товаров бара",
		"total": {
			"sum": "28616.21"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 31,
					"sum": "584.14"
				},
				"items": [
					{
						"id": "product_457",
						"name": "Американо двойной",
						"price": "9.01",
						"quantity": 4,
						"sum": "36.04"
					},
					{
						"id": "product_459",
						"name": "Капучино двойной",
						"price": "25.35",
						"quantity": 2,
						"sum": "50.71"
					},
					{
						"id": "product_3102",
						"name": "Малиновый лимонад 0,4 л",
						"price": "29.23",
						"quantity": 2,
						"sum": "58.47"
					},
					{
						"id": "product_3188",
						"name": "Моккочино десерт",
						"price": "38.50",
						"quantity": 2,
						"sum": "77.00"
					},
					{
						"id": "product_4916",
						"name": "Облепиха-апельсин лимонад 1л",
						"price": "79.74",
						"quantity": 1,
						"sum": "79.74"
					},
					{
						"id": "product_1634",
						"name": "Сок Ананас 0,2 л",
						"price": "10.39",
						"quantity": 2,
						"sum": "20.78"
					},
					{
						"id": "product_1633",
						"name": "Сок Апельсин 0,2 л",
						"price": "10.39",
						"quantity": 2,
						"sum": "20.78"
					},
					{
						"id": "product_1632",
						"name": "Сок Мультифрукт 0,2 л",
						"price": "10.39",
						"quantity": 2,
						"sum": "20.78"
					},
					{
						"id": "product_3270",
						"name": "Эскимо десерт",
						"price": "56.00",
						"quantity": 2,
						"sum": "112.00"
					},
					{
						"id": "product_415",
						"name": "Эспрессо",
						"price": "8.99",
						"quantity": 12,
						"sum": "107.87"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 365.701,
					"sum": "26550.85"
				},
				"items": [
					{
						"id": "raw_700",
						"name": "Аква Минерале 0,5 л",
						"price": "22.62",
						"quantity": 24,
						"sum": "542.88"
					},
					{
						"id": "raw_703",
						"name": "Аква Минерале 1 л",
						"price": "29.99",
						"quantity": 5.25,
						"sum": "157.45"
					},
					{
						"id": "raw_800",
						"name": "Апельсин свежий",
						"price": "85.33",
						"quantity": 0.337,
						"sum": "28.76"
					},
					{
						"id": "raw_2227",
						"name": "Брусника в сметане десерт",
						"price": "38.33",
						"quantity": 9,
						"sum": "345.00"
					},
					{
						"id": "raw_162",
						"name": "Водка Абсолют",
						"price": "1423.82",
						"quantity": 1,
						"sum": "1423.82"
					},
					{
						"id": "raw_828",
						"name": "Грейпфрут",
						"price": "106.16",
						"quantity": 0.378,
						"sum": "40.13"
					},
					{
						"id": "raw_2232",
						"name": "Гречанка десерт",
						"price": "44.40",
						"quantity": 2,
						"sum": "88.80"
					},
					{
						"id": "raw_2237",
						"name": "Грушевый каприз десерт",
						"price": "35.20",
						"quantity": 13,
						"sum": "457.60"
					},
					{
						"id": "raw_2777",
						"name": "Драже Скитлс весов.",
						"price": "671.47",
						"quantity": 0.1,
						"sum": "67.15"
					},
					{
						"id": "raw_829",
						"name": "Зелень (мята, базилик, розмарин, тимьян)",
						"price": "967.33",
						"quantity": 0.426,
						"sum": "412.08"
					},
					{
						"id": "raw_2247",
						"name": "Караканде миндальное пирожное",
						"price": "14.00",
						"quantity": 3,
						"sum": "42.00"
					},
					{
						"id": "raw_850",
						"name": "Киви свежий",
						"price": "110.00",
						"quantity": 0.11,
						"sum": "12.10"
					},
					{
						"id": "raw_2282",
						"name": "Корзинка с вареной сгущенкой",
						"price": "12.00",
						"quantity": 13,
						"sum": "156.00"
					},
					{
						"id": "raw_2289",
						"name": "Корзинка творожная",
						"price": "11.61",
						"quantity": 17,
						"sum": "197.45"
					},
					{
						"id": "raw_713",
						"name": "Кофе зерна",
						"price": "850.00",
						"quantity": 0.1,
						"sum": "85.00"
					},
					{
						"id": "raw_863",
						"name": "Лимоны свежие",
						"price": "122.84",
						"quantity": 2.2,
						"sum": "270.24"
					},
					{
						"id": "raw_2314",
						"name": "Моккочино десерт",
						"price": "38.50",
						"quantity": 11,
						"sum": "423.50"
					},
					{
						"id": "raw_2321",
						"name": "Нежность десерт",
						"price": "46.67",
						"quantity": 18,
						"sum": "840.00"
					},
					{
						"id": "raw_2030",
						"name": "Пепси 0,25 л",
						"price": "31.74",
						"quantity": 4,
						"sum": "126.94"
					},
					{
						"id": "raw_735",
						"name": "Пепси 0,5 л",
						"price": "32.57",
						"quantity": 1,
						"sum": "32.57"
					},
					{
						"id": "raw_2728",
						"name": "Пиво Козел темное (разливное) 1л",
						"price": "142.37",
						"quantity": 0.4,
						"sum": "56.95"
					},
					{
						"id": "raw_2491",
						"name": "Пиво Пилстоун дарк (темное нефильтрованное) 0,5л",
						"price": "46.00",
						"quantity": 60,
						"sum": "2760.00"
					},
					{
						"id": "raw_222",
						"name": "Пиво Стелла Артуа (разливное) 1л",
						"price": "154.11",
						"quantity": 28.6,
						"sum": "4407.53"
					},
					{
						"id": "raw_2037",
						"name": "Пиво Шпатен темное (разливное) 1л",
						"price": "203.88",
						"quantity": 44.7,
						"sum": "9113.25"
					},
					{
						"id": "raw_2334",
						"name": "Пирожное Картошка",
						"price": "20.00",
						"quantity": 3,
						"sum": "60.00"
					},
					{
						"id": "raw_2349",
						"name": "Пирожное песочное в/а",
						"price": "12.00",
						"quantity": 18,
						"sum": "216.00"
					},
					{
						"id": "raw_402",
						"name": "Сироп Монин",
						"price": "256.20",
						"quantity": 1,
						"sum": "256.20"
					},
					{
						"id": "raw_613",
						"name": "Сливки взбитые",
						"price": "800.00",
						"quantity": 0.2,
						"sum": "160.00"
					},
					{
						"id": "raw_2354",
						"name": "Сметанный десерт ",
						"price": "45.50",
						"quantity": 7,
						"sum": "318.50"
					},
					{
						"id": "raw_2359",
						"name": "Сникерс десерт",
						"price": "35.00",
						"quantity": 7,
						"sum": "245.00"
					},
					{
						"id": "raw_2736",
						"name": "Сок Апельсиновый литр. ",
						"price": "58.37",
						"quantity": 0.3,
						"sum": "17.51"
					},
					{
						"id": "raw_2743",
						"name": "Сок Яблочный литр. ",
						"price": "58.37",
						"quantity": 0.3,
						"sum": "17.51"
					},
					{
						"id": "raw_2374",
						"name": "Тирамису десерт",
						"price": "39.00",
						"quantity": 18,
						"sum": "702.00"
					},
					{
						"id": "raw_443",
						"name": "Торт Морковный",
						"price": "76.37",
						"quantity": 1,
						"sum": "76.37"
					},
					{
						"id": "raw_447",
						"name": "Торт Тройной шоколад",
						"price": "90.42",
						"quantity": 1,
						"sum": "90.42"
					},
					{
						"id": "raw_2379",
						"name": "Хозяюшка десерт",
						"price": "44.00",
						"quantity": 1,
						"sum": "44.00"
					},
					{
						"id": "raw_2384",
						"name": "Чизкейк вишневый десерт",
						"price": "48.00",
						"quantity": 25,
						"sum": "1200.00"
					},
					{
						"id": "raw_1972",
						"name": "Чизкейк кокосовый",
						"price": "29.91",
						"quantity": 1,
						"sum": "29.91"
					},
					{
						"id": "raw_2389",
						"name": "Чизкейк фруктовый",
						"price": "41.25",
						"quantity": 19,
						"sum": "783.75"
					},
					{
						"id": "raw_2404",
						"name": "Эскимо десерт ",
						"price": "56.00",
						"quantity": 4,
						"sum": "224.00"
					},
					{
						"id": "raw_939",
						"name": "Яблоки свежие",
						"price": "75.00",
						"quantity": 0.3,
						"sum": "22.50"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 26.9,
					"sum": "1481.22"
				},
				"items": [
					{
						"id": "semi_2796",
						"name": "Клубничный микс п/ф 19.02.19",
						"price": "79.50",
						"quantity": 0.1,
						"sum": "7.95"
					},
					{
						"id": "semi_2068",
						"name": "Морс клюквенный из концентрата 1л п/ф",
						"price": "11.15",
						"quantity": 18,
						"sum": "200.72"
					},
					{
						"id": "semi_1832",
						"name": "Облепиховый микс п/ф (Архив)",
						"price": "144.61",
						"quantity": 8.8,
						"sum": "1272.55"
					}
				]
			}
		]
	},
	{
		"id": 45,
		"name": "Списание товаров кухни",
		"total": {
			"sum": "1067520.88"
		},
		"categories": [
			{
				"id": "product",
				"name": "Продукция",
				"total": {
					"quantity": 4101.67579,
					"sum": "300335.04"
				},
				"items": [
					{
						"id": "product_3416",
						"name": "4 сыра большая",
						"price": "153.61",
						"quantity": 21,
						"sum": "3225.89"
					},
					{
						"id": "product_3420",
						"name": "4 сыра средняя",
						"price": "80.75",
						"quantity": 22,
						"sum": "1776.47"
					},
					{
						"id": "product_972",
						"name": "Азу из говядины",
						"price": "470.99",
						"quantity": 0.3,
						"sum": "141.30"
					},
					{
						"id": "product_3429",
						"name": "Аль-копчоне большая",
						"price": "146.36",
						"quantity": 12,
						"sum": "1756.33"
					},
					{
						"id": "product_3438",
						"name": "Аль-копчоне в форме сердца",
						"price": "150.41",
						"quantity": 1,
						"sum": "150.41"
					},
					{
						"id": "product_3433",
						"name": "Аль-копчоне средняя",
						"price": "88.37",
						"quantity": 2,
						"sum": "176.74"
					},
					{
						"id": "product_4571",
						"name": "Ангел",
						"price": "238.81",
						"quantity": 1,
						"sum": "238.81"
					},
					{
						"id": "product_4214",
						"name": "Ароматный суп с копч.кур. и плав.сыром БЛ",
						"price": "95.06",
						"quantity": 8.75,
						"sum": "831.80"
					},
					{
						"id": "product_3963",
						"name": "Ароматный супчик с копченой курочкой и плавленным сыром",
						"price": "111.23",
						"quantity": 8,
						"sum": "889.87"
					},
					{
						"id": "product_822",
						"name": "Астра",
						"price": "133.50",
						"quantity": 2.3,
						"sum": "307.05"
					},
					{
						"id": "product_4204",
						"name": "Астра БЛ",
						"price": "134.53",
						"quantity": 1.5,
						"sum": "201.79"
					},
					{
						"id": "product_3441",
						"name": "Баварская большая",
						"price": "215.20",
						"quantity": 20,
						"sum": "4304.00"
					},
					{
						"id": "product_3446",
						"name": "Баварская средняя",
						"price": "139.08",
						"quantity": 5,
						"sum": "695.40"
					},
					{
						"id": "product_4739",
						"name": "Барбекю большая",
						"price": "167.07",
						"quantity": 21,
						"sum": "3508.42"
					},
					{
						"id": "product_4740",
						"name": "Барбекю средняя",
						"price": "93.04",
						"quantity": 13,
						"sum": "1209.50"
					},
					{
						"id": "product_4647",
						"name": "Беби картофель запеченный",
						"price": "33.48",
						"quantity": 0.6,
						"sum": "20.09"
					},
					{
						"id": "product_1012",
						"name": "Беляш с мясом",
						"price": "27.63",
						"quantity": 31,
						"sum": "856.38"
					},
					{
						"id": "product_4283",
						"name": "Биточек куриный с цукини БЛ",
						"price": "460.85",
						"quantity": 6.71,
						"sum": "3092.30"
					},
					{
						"id": "product_978",
						"name": "Биточки куриные на пару",
						"price": "384.78",
						"quantity": 2.4,
						"sum": "923.48"
					},
					{
						"id": "product_2528",
						"name": "Биточки куриные на пару БЛ",
						"price": "411.98",
						"quantity": 1.1,
						"sum": "453.17"
					},
					{
						"id": "product_976",
						"name": "Биточки куриные нежные",
						"price": "339.08",
						"quantity": 2.4,
						"sum": "813.80"
					},
					{
						"id": "product_2566",
						"name": "Биточки куриные нежные БЛ",
						"price": "495.99",
						"quantity": 0.1,
						"sum": "49.60"
					},
					{
						"id": "product_2329",
						"name": "Биточки мясные",
						"price": "232.97",
						"quantity": 2.2,
						"sum": "512.53"
					},
					{
						"id": "product_4297",
						"name": "Биточки мясные БЛ",
						"price": "439.06",
						"quantity": 1.1,
						"sum": "482.97"
					},
					{
						"id": "product_981",
						"name": "Биточки по-деревенски",
						"price": "247.33",
						"quantity": 1.5,
						"sum": "371.00"
					},
					{
						"id": "product_2533",
						"name": "Биточки по-деревенски БЛ",
						"price": "422.04",
						"quantity": 0.8,
						"sum": "337.63"
					},
					{
						"id": "product_4020",
						"name": "Биточки рыбные",
						"price": "486.77",
						"quantity": 1.9,
						"sum": "924.86"
					},
					{
						"id": "product_979",
						"name": "Биточки сочные из индейки",
						"price": "534.61",
						"quantity": 0.5,
						"sum": "267.31"
					},
					{
						"id": "product_4311",
						"name": "Биточки сочные из индейки БЛ",
						"price": "618.48",
						"quantity": 0.84,
						"sum": "519.52"
					},
					{
						"id": "product_982",
						"name": "Бифштекс с беконом",
						"price": "257.02",
						"quantity": 0.84,
						"sum": "215.90"
					},
					{
						"id": "product_1018",
						"name": "Блин без начинки",
						"price": "9.08",
						"quantity": 28,
						"sum": "254.17"
					},
					{
						"id": "product_1031",
						"name": "Блин с ветчиной и сыром",
						"price": "19.30",
						"quantity": 27,
						"sum": "520.98"
					},
					{
						"id": "product_1020",
						"name": "Блин с вишневым джемом",
						"price": "13.14",
						"quantity": 1,
						"sum": "13.14"
					},
					{
						"id": "product_4433",
						"name": "Блин с капустой",
						"price": "11.08",
						"quantity": 40,
						"sum": "443.10"
					},
					{
						"id": "product_4438",
						"name": "Блин с творогом",
						"price": "14.21",
						"quantity": 15,
						"sum": "213.16"
					},
					{
						"id": "product_4441",
						"name": "Блин с яблоками",
						"price": "13.54",
						"quantity": 6,
						"sum": "81.23"
					},
					{
						"id": "product_1034",
						"name": "Блин с яицом",
						"price": "10.14",
						"quantity": 4,
						"sum": "40.56"
					},
					{
						"id": "product_3733",
						"name": "Богатырская",
						"price": "106.31",
						"quantity": 1,
						"sum": "106.31"
					},
					{
						"id": "product_3453",
						"name": "Богатырская большая",
						"price": "231.64",
						"quantity": 19,
						"sum": "4401.17"
					},
					{
						"id": "product_3458",
						"name": "Богатырская средняя",
						"price": "111.50",
						"quantity": 1,
						"sum": "111.50"
					},
					{
						"id": "product_900",
						"name": "Борщ из свежей капусты",
						"price": "29.54",
						"quantity": 85,
						"sum": "2511.24"
					},
					{
						"id": "product_2610",
						"name": "Борщ из свежей капусты БЛ",
						"price": "38.05",
						"quantity": 280.74,
						"sum": "10681.60"
					},
					{
						"id": "product_1627",
						"name": "Булочка к супу",
						"price": "2.90",
						"quantity": 78,
						"sum": "226.17"
					},
					{
						"id": "product_697",
						"name": "Бульон куриный",
						"price": "48.71",
						"quantity": 2.4,
						"sum": "116.90"
					},
					{
						"id": "product_906",
						"name": "Бульон с гренками и яйцом",
						"price": "112.10",
						"quantity": 1.5,
						"sum": "168.14"
					},
					{
						"id": "product_4209",
						"name": "Бульон с гренками и яйцом БЛ",
						"price": "125.42",
						"quantity": 12.5,
						"sum": "1567.78"
					},
					{
						"id": "product_1049",
						"name": "Ватрушка с повидлом",
						"price": "12.61",
						"quantity": 33,
						"sum": "415.98"
					},
					{
						"id": "product_1050",
						"name": "Ватрушка с творогом",
						"price": "11.77",
						"quantity": 5,
						"sum": "58.85"
					},
					{
						"id": "product_1377",
						"name": "Венеция",
						"price": "242.78",
						"quantity": 11.1,
						"sum": "2694.91"
					},
					{
						"id": "product_4157",
						"name": "Венеция БЛ",
						"price": "184.50",
						"quantity": 2.8,
						"sum": "516.59"
					},
					{
						"id": "product_3472",
						"name": "Ветчина и грибы большая",
						"price": "134.46",
						"quantity": 2,
						"sum": "268.93"
					},
					{
						"id": "product_825",
						"name": "Винегрет",
						"price": "60.02",
						"quantity": 1.7,
						"sum": "102.03"
					},
					{
						"id": "product_4162",
						"name": "Винегрет БЛ",
						"price": "78.24",
						"quantity": 4.4,
						"sum": "344.26"
					},
					{
						"id": "product_1052",
						"name": "Витушка с маком",
						"price": "8.86",
						"quantity": 116,
						"sum": "1027.95"
					},
					{
						"id": "product_1054",
						"name": "Витушка с сахаром",
						"price": "6.23",
						"quantity": 122,
						"sum": "759.46"
					},
					{
						"id": "product_4148",
						"name": "Встреча БЛ",
						"price": "172.98",
						"quantity": 3.1,
						"sum": "536.23"
					},
					{
						"id": "product_3481",
						"name": "Всё и сразу большая",
						"price": "175.02",
						"quantity": 31,
						"sum": "5425.67"
					},
					{
						"id": "product_3486",
						"name": "Всё и сразу средняя",
						"price": "101.26",
						"quantity": 10,
						"sum": "1012.61"
					},
					{
						"id": "product_3388",
						"name": "Вулкан 8шт",
						"price": "79.87",
						"quantity": 7,
						"sum": "559.12"
					},
					{
						"id": "product_120",
						"name": "Вулкан стандарт 10шт",
						"price": "107.79",
						"quantity": 2,
						"sum": "215.58"
					},
					{
						"id": "product_3495",
						"name": "Гавайская большая",
						"price": "129.57",
						"quantity": 2,
						"sum": "259.14"
					},
					{
						"id": "product_3498",
						"name": "Гавайская средняя",
						"price": "69.86",
						"quantity": 3,
						"sum": "209.58"
					},
					{
						"id": "product_2538",
						"name": "Голубцы ленивые с соусом БЛ",
						"price": "270.66",
						"quantity": 4.2,
						"sum": "1136.75"
					},
					{
						"id": "product_999",
						"name": "Горбуша запеченная с помидором",
						"price": "434.69",
						"quantity": 1.12,
						"sum": "486.85"
					},
					{
						"id": "product_908",
						"name": "Гороховый с копченостями",
						"price": "15.98",
						"quantity": 18,
						"sum": "287.57"
					},
					{
						"id": "product_3954",
						"name": "Гороховый суп с курицей и грибами",
						"price": "78.01",
						"quantity": 2.5,
						"sum": "195.02"
					},
					{
						"id": "product_4207",
						"name": "Гороховый суп с курицей и грибами БЛ",
						"price": "77.96",
						"quantity": 4,
						"sum": "311.83"
					},
					{
						"id": "product_3968",
						"name": "Гороховый суп с охотничьими колбасками и плавленным сыром",
						"price": "62.88",
						"quantity": 1.25,
						"sum": "78.60"
					},
					{
						"id": "product_4229",
						"name": "Гороховый суп с охотничьими колбасками и плавленным сыром БЛ",
						"price": "68.85",
						"quantity": 1,
						"sum": "68.85"
					},
					{
						"id": "product_946",
						"name": "Греча",
						"price": "45.77",
						"quantity": 8.2,
						"sum": "375.33"
					},
					{
						"id": "product_1823",
						"name": "Греча БЛ",
						"price": "35.35",
						"quantity": 6.6,
						"sum": "233.30"
					},
					{
						"id": "product_4254",
						"name": "Греча с грибами и луком БЛ",
						"price": "103.62",
						"quantity": 0.9,
						"sum": "93.26"
					},
					{
						"id": "product_948",
						"name": "Греча с овощами",
						"price": "50.26",
						"quantity": 3,
						"sum": "150.79"
					},
					{
						"id": "product_1806",
						"name": "Греча с овощами БЛ",
						"price": "46.53",
						"quantity": 1.8,
						"sum": "83.75"
					},
					{
						"id": "product_832",
						"name": "Греческий комплекс",
						"price": "294.86",
						"quantity": 5,
						"sum": "1474.31"
					},
					{
						"id": "product_1025",
						"name": "Гуляш из курицы в сл. соусе",
						"price": "290.51",
						"quantity": 1.8,
						"sum": "522.91"
					},
					{
						"id": "product_1548",
						"name": "Гуляш из курицы в томатном соусе",
						"price": "279.66",
						"quantity": 2.4,
						"sum": "671.18"
					},
					{
						"id": "product_1029",
						"name": "Гуляш из свинины в том. соусе",
						"price": "221.68",
						"quantity": 5.025,
						"sum": "1113.92"
					},
					{
						"id": "product_4324",
						"name": "Гуляш из свинины в том. соусе БЛ",
						"price": "351.15",
						"quantity": 7.05,
						"sum": "2475.63"
					},
					{
						"id": "product_1021",
						"name": "Гуляш из свинины в том. соусе с гр.",
						"price": "233.42",
						"quantity": 0.75,
						"sum": "175.06"
					},
					{
						"id": "product_3506",
						"name": "Деревенская большая",
						"price": "182.14",
						"quantity": 3,
						"sum": "546.42"
					},
					{
						"id": "product_3511",
						"name": "Деревенская средняя",
						"price": "97.10",
						"quantity": 1,
						"sum": "97.10"
					},
					{
						"id": "product_833",
						"name": "Деревенский",
						"price": "197.48",
						"quantity": 7.6325,
						"sum": "1507.28"
					},
					{
						"id": "product_4139",
						"name": "Деревенский БЛ",
						"price": "217.03",
						"quantity": 3.8,
						"sum": "824.73"
					},
					{
						"id": "product_4547",
						"name": "Диана",
						"price": "253.56",
						"quantity": 0.3,
						"sum": "76.07"
					},
					{
						"id": "product_4552",
						"name": "Днестр",
						"price": "115.90",
						"quantity": 2.3,
						"sum": "266.56"
					},
					{
						"id": "product_3514",
						"name": "Дон бекон большая",
						"price": "180.27",
						"quantity": 10,
						"sum": "1802.72"
					},
					{
						"id": "product_3519",
						"name": "Дон бекон средняя",
						"price": "108.56",
						"quantity": 7,
						"sum": "759.92"
					},
					{
						"id": "product_3393",
						"name": "Дракон 8шт",
						"price": "53.09",
						"quantity": 5,
						"sum": "265.47"
					},
					{
						"id": "product_4672",
						"name": "Ежики в сливочном соусе",
						"price": "241.39",
						"quantity": 0.78,
						"sum": "188.29"
					},
					{
						"id": "product_3527",
						"name": "Жар-птица большая",
						"price": "180.77",
						"quantity": 4,
						"sum": "723.08"
					},
					{
						"id": "product_1041",
						"name": "Жаркое по-домашнему (Архив)",
						"price": "204.87",
						"quantity": 0.345,
						"sum": "70.68"
					},
					{
						"id": "product_3540",
						"name": "Жюльен большая",
						"price": "191.69",
						"quantity": 45,
						"sum": "8626.08"
					},
					{
						"id": "product_3543",
						"name": "Жюльен средняя",
						"price": "117.03",
						"quantity": 5,
						"sum": "585.15"
					},
					{
						"id": "product_4532",
						"name": "Закусочный",
						"price": "64.81",
						"quantity": 6.6,
						"sum": "427.77"
					},
					{
						"id": "product_3994",
						"name": "Золотая рыбка",
						"price": "297.55",
						"quantity": 0.57,
						"sum": "169.60"
					},
					{
						"id": "product_3553",
						"name": "Золотая рыбка большая",
						"price": "368.43",
						"quantity": 18,
						"sum": "6631.73"
					},
					{
						"id": "product_3558",
						"name": "Золотая рыбка средняя",
						"price": "219.23",
						"quantity": 7,
						"sum": "1534.62"
					},
					{
						"id": "product_1046",
						"name": "Зразы мясные с грибами",
						"price": "334.77",
						"quantity": 0.26,
						"sum": "87.04"
					},
					{
						"id": "product_1045",
						"name": "Зразы рыбные с яйцом",
						"price": "283.35",
						"quantity": 0.36,
						"sum": "102.01"
					},
					{
						"id": "product_897",
						"name": "Из свежей капусты",
						"price": "66.32",
						"quantity": 7.1,
						"sum": "470.87"
					},
					{
						"id": "product_4195",
						"name": "Из свежей капусты БЛ",
						"price": "45.79",
						"quantity": 2.5,
						"sum": "114.47"
					},
					{
						"id": "product_841",
						"name": "Из свежей капусты с яблоком",
						"price": "70.38",
						"quantity": 3.1,
						"sum": "218.18"
					},
					{
						"id": "product_1051",
						"name": "Индейка в сливочном соусе",
						"price": "511.66",
						"quantity": 0.78,
						"sum": "399.09"
					},
					{
						"id": "product_1047",
						"name": "Индейка запеченная с грибами",
						"price": "752.79",
						"quantity": 0.65,
						"sum": "489.31"
					},
					{
						"id": "product_1048",
						"name": "Индейка запеченная с овощами",
						"price": "567.81",
						"quantity": 0.3,
						"sum": "170.34"
					},
					{
						"id": "product_3562",
						"name": "Итальянское ассорти большая",
						"price": "178.54",
						"quantity": 13,
						"sum": "2320.98"
					},
					{
						"id": "product_3566",
						"name": "Итальянское ассорти средняя",
						"price": "104.55",
						"quantity": 3,
						"sum": "313.64"
					},
					{
						"id": "product_3571",
						"name": "Итальянцы в России большая",
						"price": "139.31",
						"quantity": 11,
						"sum": "1532.38"
					},
					{
						"id": "product_3574",
						"name": "Итальянцы в России средняя",
						"price": "93.65",
						"quantity": 3,
						"sum": "280.94"
					},
					{
						"id": "product_3381",
						"name": "Калифорния 8шт",
						"price": "53.06",
						"quantity": 2,
						"sum": "106.13"
					},
					{
						"id": "product_4537",
						"name": "Каприз",
						"price": "210.25",
						"quantity": 5.5,
						"sum": "1156.35"
					},
					{
						"id": "product_4493",
						"name": "Капуста жаренная с овощами",
						"price": "76.09",
						"quantity": 0.4,
						"sum": "30.44"
					},
					{
						"id": "product_950",
						"name": "Капуста тушеная",
						"price": "76.42",
						"quantity": 11.3,
						"sum": "863.56"
					},
					{
						"id": "product_1794",
						"name": "Капуста тушеная БЛ",
						"price": "78.25",
						"quantity": 6.6,
						"sum": "516.44"
					},
					{
						"id": "product_3667",
						"name": "Карбоната большая",
						"price": "170.01",
						"quantity": 3,
						"sum": "510.02"
					},
					{
						"id": "product_3671",
						"name": "Карбоната средняя",
						"price": "100.53",
						"quantity": 2,
						"sum": "201.06"
					},
					{
						"id": "product_954",
						"name": "Картофель запеченый",
						"price": "37.84",
						"quantity": 2,
						"sum": "75.68"
					},
					{
						"id": "product_1833",
						"name": "Картофель запеченый БЛ",
						"price": "40.89",
						"quantity": 6.75,
						"sum": "276.03"
					},
					{
						"id": "product_952",
						"name": "Картофель отварной",
						"price": "57.18",
						"quantity": 4,
						"sum": "228.73"
					},
					{
						"id": "product_1816",
						"name": "Картофель отварной БЛ",
						"price": "65.44",
						"quantity": 7.95,
						"sum": "520.24"
					},
					{
						"id": "product_4381",
						"name": "Картофель по-деревенски",
						"price": "24.01",
						"quantity": 8,
						"sum": "192.08"
					},
					{
						"id": "product_1212",
						"name": "Картофель по-деревенски (комплекс)",
						"price": "393.44",
						"quantity": 0.9,
						"sum": "354.10"
					},
					{
						"id": "product_4504",
						"name": "Картофель с овощами",
						"price": "143.59",
						"quantity": 1.8,
						"sum": "258.46"
					},
					{
						"id": "product_1352",
						"name": "Картофельное пюре",
						"price": "48.20",
						"quantity": 0.4196,
						"sum": "20.23"
					},
					{
						"id": "product_3394",
						"name": "Катана 8шт",
						"price": "65.89",
						"quantity": 1,
						"sum": "65.89"
					},
					{
						"id": "product_174",
						"name": "Катана стандарт 10шт",
						"price": "83.71",
						"quantity": 3,
						"sum": "251.12"
					},
					{
						"id": "product_2821",
						"name": "Каша овсяная",
						"price": "14.81",
						"quantity": 25,
						"sum": "370.23"
					},
					{
						"id": "product_1367",
						"name": "Каша по-гусарски",
						"price": "49.65",
						"quantity": 6.454,
						"sum": "320.45"
					},
					{
						"id": "product_1838",
						"name": "Каша по-гусарски БЛ",
						"price": "51.76",
						"quantity": 8.7,
						"sum": "450.33"
					},
					{
						"id": "product_2236",
						"name": "Киото 8шт",
						"price": "56.50",
						"quantity": 16,
						"sum": "903.97"
					},
					{
						"id": "product_1378",
						"name": "Китайский",
						"price": "257.98",
						"quantity": 0.3,
						"sum": "77.40"
					},
					{
						"id": "product_4178",
						"name": "Китайский БЛ",
						"price": "301.83",
						"quantity": 2.7,
						"sum": "814.94"
					},
					{
						"id": "product_4590",
						"name": "Кнели из индейки",
						"price": "431.05",
						"quantity": 0.8,
						"sum": "344.84"
					},
					{
						"id": "product_852",
						"name": "Кокетка",
						"price": "167.07",
						"quantity": 1.5,
						"sum": "250.61"
					},
					{
						"id": "product_4776",
						"name": "Компот из черной смородины 1л",
						"price": "58.85",
						"quantity": 1,
						"sum": "58.85"
					},
					{
						"id": "product_853",
						"name": "Корсар",
						"price": "230.99",
						"quantity": 6.1,
						"sum": "1409.02"
					},
					{
						"id": "product_4142",
						"name": "Корсар БЛ",
						"price": "216.44",
						"quantity": 1.6435,
						"sum": "355.72"
					},
					{
						"id": "product_1074",
						"name": "Котлета Скандинавская",
						"price": "351.38",
						"quantity": 0.6,
						"sum": "210.83"
					},
					{
						"id": "product_1056",
						"name": "Котлета в тесте",
						"price": "22.55",
						"quantity": 66,
						"sum": "1488.11"
					},
					{
						"id": "product_1394",
						"name": "Котлета куриная",
						"price": "384.90",
						"quantity": 2.1,
						"sum": "808.29"
					},
					{
						"id": "product_4354",
						"name": "Котлета куриная БЛ",
						"price": "446.31",
						"quantity": 4.25,
						"sum": "1896.81"
					},
					{
						"id": "product_4286",
						"name": "Котлета куриная ароматная БЛ",
						"price": "512.93",
						"quantity": 1.44,
						"sum": "738.62"
					},
					{
						"id": "product_4010",
						"name": "Котлета куриная с сыром",
						"price": "424.10",
						"quantity": 0.36,
						"sum": "152.68"
					},
					{
						"id": "product_1076",
						"name": "Котлета по-киевски",
						"price": "357.91",
						"quantity": 0.42,
						"sum": "150.32"
					},
					{
						"id": "product_3583",
						"name": "Куриная пицца",
						"price": "74.48",
						"quantity": 3,
						"sum": "223.45"
					},
					{
						"id": "product_2990",
						"name": "Куриный",
						"price": "192.29",
						"quantity": 0.1,
						"sum": "19.23"
					},
					{
						"id": "product_4151",
						"name": "Куриный БЛ",
						"price": "212.99",
						"quantity": 2.1,
						"sum": "447.27"
					},
					{
						"id": "product_389",
						"name": "Куриный супчик с алфавитом",
						"price": "18.94",
						"quantity": 10,
						"sum": "189.38"
					},
					{
						"id": "product_1533",
						"name": "Курица в сыре (Архив)",
						"price": "405.92",
						"quantity": 1.05,
						"sum": "426.22"
					},
					{
						"id": "product_4002",
						"name": "Курица по-краснодарски",
						"price": "314.74",
						"quantity": 0.32,
						"sum": "100.72"
					},
					{
						"id": "product_4347",
						"name": "Курица по-краснодарски БЛ",
						"price": "363.21",
						"quantity": 5.12,
						"sum": "1859.65"
					},
					{
						"id": "product_4006",
						"name": "Курица по-мексикански",
						"price": "280.95",
						"quantity": 1.6,
						"sum": "449.52"
					},
					{
						"id": "product_4292",
						"name": "Курица по-мексикански БЛ",
						"price": "327.18",
						"quantity": 1.32,
						"sum": "431.87"
					},
					{
						"id": "product_1392",
						"name": "Лесная опушка",
						"price": "151.88",
						"quantity": 1.5595,
						"sum": "236.85"
					},
					{
						"id": "product_2407",
						"name": "Лесная опушка БЛ",
						"price": "145.88",
						"quantity": 1.75,
						"sum": "255.28"
					},
					{
						"id": "product_1369",
						"name": "Лобио",
						"price": "183.11",
						"quantity": 0.2,
						"sum": "36.62"
					},
					{
						"id": "product_4261",
						"name": "Лобио БЛ",
						"price": "170.14",
						"quantity": 2.55,
						"sum": "433.85"
					},
					{
						"id": "product_4525",
						"name": "Любимая",
						"price": "201.24",
						"quantity": 0.5,
						"sum": "100.62"
					},
					{
						"id": "product_856",
						"name": "Любительский",
						"price": "189.80",
						"quantity": 6.2,
						"sum": "1176.74"
					},
					{
						"id": "product_956",
						"name": "Макароны",
						"price": "58.32",
						"quantity": 16.2,
						"sum": "944.74"
					},
					{
						"id": "product_1828",
						"name": "Макароны БЛ",
						"price": "46.62",
						"quantity": 9,
						"sum": "419.56"
					},
					{
						"id": "product_957",
						"name": "Макароны половинка",
						"price": "47.01",
						"quantity": 3.2,
						"sum": "150.42"
					},
					{
						"id": "product_3587",
						"name": "Маргарита большая",
						"price": "162.72",
						"quantity": 2,
						"sum": "325.45"
					},
					{
						"id": "product_3592",
						"name": "Маргарита средняя",
						"price": "80.11",
						"quantity": 5,
						"sum": "400.53"
					},
					{
						"id": "product_857",
						"name": "Мимоза",
						"price": "345.62",
						"quantity": 18,
						"sum": "6221.10"
					},
					{
						"id": "product_4485",
						"name": "Минтай по-домашнему",
						"price": "140.70",
						"quantity": 0.24,
						"sum": "33.77"
					},
					{
						"id": "product_861",
						"name": "Московский",
						"price": "191.00",
						"quantity": 3.0135,
						"sum": "575.58"
					},
					{
						"id": "product_4111",
						"name": "Московский БЛ",
						"price": "202.60",
						"quantity": 2,
						"sum": "405.20"
					},
					{
						"id": "product_3598",
						"name": "Мясное плато большая",
						"price": "143.79",
						"quantity": 8,
						"sum": "1150.32"
					},
					{
						"id": "product_3601",
						"name": "Мясное плато средняя",
						"price": "87.93",
						"quantity": 6,
						"sum": "527.58"
					},
					{
						"id": "product_4477",
						"name": "Мясо по-французски",
						"price": "364.90",
						"quantity": 1.05,
						"sum": "383.15"
					},
					{
						"id": "product_1123",
						"name": "Налитушка с грибами",
						"price": "13.30",
						"quantity": 109,
						"sum": "1449.73"
					},
					{
						"id": "product_1124",
						"name": "Налитушка с капустой",
						"price": "7.25",
						"quantity": 32,
						"sum": "231.89"
					},
					{
						"id": "product_1126",
						"name": "Налитушка с картофелем",
						"price": "6.40",
						"quantity": 16,
						"sum": "102.40"
					},
					{
						"id": "product_1128",
						"name": "Налитушка с сыром",
						"price": "12.54",
						"quantity": 79,
						"sum": "990.89"
					},
					{
						"id": "product_581",
						"name": "Налитушка с яблоками",
						"price": "0.00",
						"quantity": 2,
						"sum": "0.00"
					},
					{
						"id": "product_1129",
						"name": "Налитушка с яицом",
						"price": "8.40",
						"quantity": 89,
						"sum": "747.50"
					},
					{
						"id": "product_864",
						"name": "Наслаждение",
						"price": "179.20",
						"quantity": 2.9,
						"sum": "519.68"
					},
					{
						"id": "product_4183",
						"name": "Наслаждение БЛ",
						"price": "188.51",
						"quantity": 2,
						"sum": "377.01"
					},
					{
						"id": "product_4088",
						"name": "Овощи запеченные  с сыром",
						"price": "322.33",
						"quantity": 0.6,
						"sum": "193.40"
					},
					{
						"id": "product_1371",
						"name": "Овощи микс",
						"price": "174.68",
						"quantity": 7.8,
						"sum": "1362.48"
					},
					{
						"id": "product_960",
						"name": "Овощи на гриле (комплекс)",
						"price": "263.09",
						"quantity": 2.9,
						"sum": "762.96"
					},
					{
						"id": "product_3610",
						"name": "Овощная пицца",
						"price": "57.25",
						"quantity": 1,
						"sum": "57.25"
					},
					{
						"id": "product_867",
						"name": "Овощной",
						"price": "212.40",
						"quantity": 0.155,
						"sum": "32.92"
					},
					{
						"id": "product_4108",
						"name": "Овощной БЛ",
						"price": "151.74",
						"quantity": 2.7,
						"sum": "409.69"
					},
					{
						"id": "product_685",
						"name": "Овощной микс",
						"price": "60.32",
						"quantity": 6.5,
						"sum": "392.10"
					},
					{
						"id": "product_4341",
						"name": "Океан с треской",
						"price": "281.75",
						"quantity": 8.2,
						"sum": "2310.35"
					},
					{
						"id": "product_868",
						"name": "Океан с треской БЛ",
						"price": "283.27",
						"quantity": 3.7,
						"sum": "1048.09"
					},
					{
						"id": "product_1081",
						"name": "Окорочок жареный",
						"price": "291.70",
						"quantity": 0.14,
						"sum": "40.84"
					},
					{
						"id": "product_4269",
						"name": "Окорочок жареный БЛ",
						"price": "333.20",
						"quantity": 1.26,
						"sum": "419.83"
					},
					{
						"id": "product_1080",
						"name": "Окорочок отварной",
						"price": "260.30",
						"quantity": 0.3,
						"sum": "78.09"
					},
					{
						"id": "product_2523",
						"name": "Окорочок отварной БЛ",
						"price": "382.72",
						"quantity": 0.9,
						"sum": "344.45"
					},
					{
						"id": "product_1542",
						"name": "Окрошка (кафе)",
						"price": "32.24",
						"quantity": 1,
						"sum": "32.24"
					},
					{
						"id": "product_910",
						"name": "Окрошка (комплекс)",
						"price": "73.39",
						"quantity": 2,
						"sum": "146.77"
					},
					{
						"id": "product_811",
						"name": "Омлет с ветчиной и сыром",
						"price": "29.04",
						"quantity": 8,
						"sum": "232.29"
					},
					{
						"id": "product_813",
						"name": "Омлет с мясом и овощами",
						"price": "34.43",
						"quantity": 7,
						"sum": "240.98"
					},
					{
						"id": "product_3026",
						"name": "Острая пицца",
						"price": "53.67",
						"quantity": 1,
						"sum": "53.67"
					},
					{
						"id": "product_1358",
						"name": "Очарование",
						"price": "228.74",
						"quantity": 5.4,
						"sum": "1235.22"
					},
					{
						"id": "product_4176",
						"name": "Очарование БЛ",
						"price": "247.09",
						"quantity": 2.4,
						"sum": "593.00"
					},
					{
						"id": "product_4542",
						"name": "Павлин",
						"price": "124.30",
						"quantity": 11.2,
						"sum": "1392.12"
					},
					{
						"id": "product_211",
						"name": "Паста с семгой",
						"price": "147.10",
						"quantity": 1,
						"sum": "147.10"
					},
					{
						"id": "product_3612",
						"name": "Пепперони большая",
						"price": "153.38",
						"quantity": 19,
						"sum": "2914.17"
					},
					{
						"id": "product_3617",
						"name": "Пепперони средняя",
						"price": "77.32",
						"quantity": 10,
						"sum": "773.21"
					},
					{
						"id": "product_1088",
						"name": "Печеночный тортик",
						"price": "228.29",
						"quantity": 0.15,
						"sum": "34.24"
					},
					{
						"id": "product_1090",
						"name": "Печень куриная в смет-том соусе",
						"price": "202.71",
						"quantity": 1.3125,
						"sum": "266.06"
					},
					{
						"id": "product_4320",
						"name": "Печень куриная в смет-том соусе БЛ",
						"price": "249.49",
						"quantity": 2.8,
						"sum": "698.56"
					},
					{
						"id": "product_1084",
						"name": "Печень по-строгановски",
						"price": "192.45",
						"quantity": 1.10175,
						"sum": "212.03"
					},
					{
						"id": "product_2556",
						"name": "Печень по-строгановски БЛ",
						"price": "254.71",
						"quantity": 1.8,
						"sum": "458.48"
					},
					{
						"id": "product_875",
						"name": "Пикантный",
						"price": "171.55",
						"quantity": 1.1195,
						"sum": "192.05"
					},
					{
						"id": "product_4135",
						"name": "Пикантный БЛ",
						"price": "166.85",
						"quantity": 2.3455,
						"sum": "391.34"
					},
					{
						"id": "product_1142",
						"name": "Пирожок с вареной сгущенкой",
						"price": "12.16",
						"quantity": 7,
						"sum": "85.10"
					},
					{
						"id": "product_1143",
						"name": "Пирожок с капустой",
						"price": "7.83",
						"quantity": 65,
						"sum": "508.73"
					},
					{
						"id": "product_1145",
						"name": "Пирожок с картофелем и луком",
						"price": "6.20",
						"quantity": 12,
						"sum": "74.36"
					},
					{
						"id": "product_1147",
						"name": "Пирожок с луком и яицом",
						"price": "12.72",
						"quantity": 27,
						"sum": "343.34"
					},
					{
						"id": "product_446",
						"name": "Пирожок с мясом",
						"price": "25.77",
						"quantity": 38,
						"sum": "979.18"
					},
					{
						"id": "product_1150",
						"name": "Пирожок с яблоками",
						"price": "9.63",
						"quantity": 33,
						"sum": "317.68"
					},
					{
						"id": "product_3624",
						"name": "Пицца счастья большая",
						"price": "256.11",
						"quantity": 4,
						"sum": "1024.43"
					},
					{
						"id": "product_3320",
						"name": "ПиццаРолл камчатский 1 шт.",
						"price": "92.02",
						"quantity": 15,
						"sum": "1380.27"
					},
					{
						"id": "product_3327",
						"name": "ПиццаРолл мексиканский 1шт.",
						"price": "53.04",
						"quantity": 17,
						"sum": "901.70"
					},
					{
						"id": "product_3325",
						"name": "ПиццаРолл с курочкой 1шт.",
						"price": "71.01",
						"quantity": 23,
						"sum": "1633.12"
					},
					{
						"id": "product_1097",
						"name": "Плов с курицей",
						"price": "161.92",
						"quantity": 0.2,
						"sum": "32.38"
					},
					{
						"id": "product_1095",
						"name": "Плов со свининой",
						"price": "134.03",
						"quantity": 3,
						"sum": "402.10"
					},
					{
						"id": "product_3633",
						"name": "По-домашнему большая",
						"price": "179.31",
						"quantity": 20,
						"sum": "3586.10"
					},
					{
						"id": "product_3635",
						"name": "По-домашнему средняя",
						"price": "102.71",
						"quantity": 8,
						"sum": "821.71"
					},
					{
						"id": "product_3645",
						"name": "По-турецки большая",
						"price": "146.86",
						"quantity": 17,
						"sum": "2496.68"
					},
					{
						"id": "product_3652",
						"name": "По-турецки средняя",
						"price": "78.40",
						"quantity": 1,
						"sum": "78.40"
					},
					{
						"id": "product_4174",
						"name": "Помидор, огурец с маслом БЛ",
						"price": "200.55",
						"quantity": 1.4,
						"sum": "280.77"
					},
					{
						"id": "product_3655",
						"name": "Праздничная большая",
						"price": "180.34",
						"quantity": 10,
						"sum": "1803.39"
					},
					{
						"id": "product_818",
						"name": "Пшеная каша",
						"price": "69.66",
						"quantity": 5.75,
						"sum": "400.55"
					},
					{
						"id": "product_962",
						"name": "Пюре картофельное",
						"price": "44.93",
						"quantity": 0.8,
						"sum": "35.95"
					},
					{
						"id": "product_1811",
						"name": "Пюре картофельное БЛ",
						"price": "58.73",
						"quantity": 4.95,
						"sum": "290.73"
					},
					{
						"id": "product_970",
						"name": "Рагу овощное",
						"price": "212.65",
						"quantity": 0.4,
						"sum": "85.06"
					},
					{
						"id": "product_4259",
						"name": "Рагу овощное БЛ",
						"price": "206.87",
						"quantity": 4.35,
						"sum": "899.87"
					},
					{
						"id": "product_912",
						"name": "Рассольник",
						"price": "18.21",
						"quantity": 109,
						"sum": "1984.39"
					},
					{
						"id": "product_2620",
						"name": "Рассольник БЛ",
						"price": "19.47",
						"quantity": 46,
						"sum": "895.58"
					},
					{
						"id": "product_4860",
						"name": "Римская Пицца Ассорти Зосимовская",
						"price": "124.26",
						"quantity": 1,
						"sum": "124.26"
					},
					{
						"id": "product_4893",
						"name": "Римская Пицца Куриная",
						"price": "71.70",
						"quantity": 1,
						"sum": "71.70"
					},
					{
						"id": "product_4857",
						"name": "Римская Пицца Куриная Зосимовская",
						"price": "101.25",
						"quantity": 5,
						"sum": "506.24"
					},
					{
						"id": "product_4884",
						"name": "Римская Пицца Микс",
						"price": "95.92",
						"quantity": 1,
						"sum": "95.92"
					},
					{
						"id": "product_4889",
						"name": "Римская Пицца Мясная",
						"price": "91.11",
						"quantity": 3,
						"sum": "273.33"
					},
					{
						"id": "product_4866",
						"name": "Римская Пицца Мясная Зосимовская",
						"price": "119.47",
						"quantity": 1,
						"sum": "119.47"
					},
					{
						"id": "product_4886",
						"name": "Римская Пицца Сырная",
						"price": "64.78",
						"quantity": 1,
						"sum": "64.78"
					},
					{
						"id": "product_4865",
						"name": "Римская Пицца Сырная Зосимовская",
						"price": "93.23",
						"quantity": 5,
						"sum": "466.15"
					},
					{
						"id": "product_964",
						"name": "Рис",
						"price": "45.21",
						"quantity": 10.77,
						"sum": "486.92"
					},
					{
						"id": "product_1789",
						"name": "Рис БЛ",
						"price": "45.20",
						"quantity": 6.9,
						"sum": "311.89"
					},
					{
						"id": "product_1373",
						"name": "Рис по-индийски",
						"price": "122.59",
						"quantity": 3.6,
						"sum": "441.33"
					},
					{
						"id": "product_1801",
						"name": "Рис по-индийски БЛ",
						"price": "103.41",
						"quantity": 5.1,
						"sum": "527.38"
					},
					{
						"id": "product_968",
						"name": "Рис с овощами",
						"price": "115.31",
						"quantity": 4.6,
						"sum": "530.40"
					},
					{
						"id": "product_4250",
						"name": "Рис с овощами БЛ",
						"price": "123.84",
						"quantity": 1.2,
						"sum": "148.60"
					},
					{
						"id": "product_966",
						"name": "Рис-мозайка",
						"price": "65.54",
						"quantity": 5,
						"sum": "327.71"
					},
					{
						"id": "product_1818",
						"name": "Рис-мозайка БЛ",
						"price": "60.66",
						"quantity": 4.5,
						"sum": "272.95"
					},
					{
						"id": "product_820",
						"name": "Рисовая каша",
						"price": "74.91",
						"quantity": 0.75,
						"sum": "56.19"
					},
					{
						"id": "product_821",
						"name": "Рисовая каша половинка",
						"price": "73.42",
						"quantity": 0.75,
						"sum": "55.07"
					},
					{
						"id": "product_3402",
						"name": "Ролл Цезарь 8шт",
						"price": "38.66",
						"quantity": 1,
						"sum": "38.66"
					},
					{
						"id": "product_4302",
						"name": "Рыбка по-царски БЛ",
						"price": "455.96",
						"quantity": 1.65,
						"sum": "752.34"
					},
					{
						"id": "product_4490",
						"name": "Рыбные шарики",
						"price": "270.99",
						"quantity": 0.5,
						"sum": "135.50"
					},
					{
						"id": "product_3003",
						"name": "Рыбный с овощами",
						"price": "309.77",
						"quantity": 1.2,
						"sum": "371.73"
					},
					{
						"id": "product_3677",
						"name": "С копченостями большая",
						"price": "169.89",
						"quantity": 8,
						"sum": "1359.14"
					},
					{
						"id": "product_3679",
						"name": "С копченостями средняя",
						"price": "146.95",
						"quantity": 1,
						"sum": "146.95"
					},
					{
						"id": "product_2235",
						"name": "С огурцом 16шт",
						"price": "45.13",
						"quantity": 2,
						"sum": "90.25"
					},
					{
						"id": "product_847",
						"name": "С помидором и огурцами с маслом",
						"price": "186.38",
						"quantity": 10.1,
						"sum": "1882.45"
					},
					{
						"id": "product_212",
						"name": "Салат Греческий",
						"price": "44.41",
						"quantity": 2,
						"sum": "88.81"
					},
					{
						"id": "product_1277",
						"name": "Салат Испанский",
						"price": "51.74",
						"quantity": 1,
						"sum": "51.74"
					},
					{
						"id": "product_2985",
						"name": "Салат Крабовый",
						"price": "221.21",
						"quantity": 0.9,
						"sum": "199.09"
					},
					{
						"id": "product_1526",
						"name": "Салат Овощной",
						"price": "43.86",
						"quantity": 16,
						"sum": "701.77"
					},
					{
						"id": "product_216",
						"name": "Салат Оливье",
						"price": "28.48",
						"quantity": 7,
						"sum": "199.35"
					},
					{
						"id": "product_1278",
						"name": "Салат Цезарь с креветками",
						"price": "108.72",
						"quantity": 2,
						"sum": "217.44"
					},
					{
						"id": "product_217",
						"name": "Салат Цезарь с курицей",
						"price": "72.19",
						"quantity": 7,
						"sum": "505.30"
					},
					{
						"id": "product_2817",
						"name": "Салат от Дяди Фёдора",
						"price": "22.46",
						"quantity": 1,
						"sum": "22.46"
					},
					{
						"id": "product_881",
						"name": "Салат с курицей и опятами",
						"price": "248.50",
						"quantity": 8.6,
						"sum": "2137.11"
					},
					{
						"id": "product_4190",
						"name": "Салат с курицей и опятами БЛ",
						"price": "246.89",
						"quantity": 1.9,
						"sum": "469.08"
					},
					{
						"id": "product_3008",
						"name": "Салат с масляной рыбой",
						"price": "292.01",
						"quantity": 1.1,
						"sum": "321.21"
					},
					{
						"id": "product_4733",
						"name": "Салат с фунчозой и пастой кимчи",
						"price": "30.09",
						"quantity": 0.25,
						"sum": "7.52"
					},
					{
						"id": "product_4761",
						"name": "Самурай 8шт",
						"price": "46.67",
						"quantity": 1,
						"sum": "46.67"
					},
					{
						"id": "product_1393",
						"name": "Сборная солянка",
						"price": "40.93",
						"quantity": 11,
						"sum": "450.20"
					},
					{
						"id": "product_890",
						"name": "Свежесть",
						"price": "90.63",
						"quantity": 1,
						"sum": "90.63"
					},
					{
						"id": "product_4141",
						"name": "Свежесть БЛ",
						"price": "94.53",
						"quantity": 1.697,
						"sum": "160.42"
					},
					{
						"id": "product_883",
						"name": "Свекла с сыром и майонезом",
						"price": "95.44",
						"quantity": 1.1,
						"sum": "104.99"
					},
					{
						"id": "product_1534",
						"name": "Свинина в сыре",
						"price": "388.38",
						"quantity": 0.15,
						"sum": "58.26"
					},
					{
						"id": "product_4274",
						"name": "Свинина в сыре БЛ",
						"price": "462.42",
						"quantity": 0.75,
						"sum": "346.82"
					},
					{
						"id": "product_1118",
						"name": "Свинина запеченная с ветчиной и овощами",
						"price": "345.62",
						"quantity": 5.72,
						"sum": "1976.92"
					},
					{
						"id": "product_4315",
						"name": "Свинина запеченная с ветчиной и овощами БЛ",
						"price": "472.98",
						"quantity": 0.3,
						"sum": "141.89"
					},
					{
						"id": "product_1113",
						"name": "Свинина запеченная с грибами",
						"price": "408.06",
						"quantity": 1.84,
						"sum": "750.82"
					},
					{
						"id": "product_4329",
						"name": "Свинина запеченная с грибами БЛ",
						"price": "430.08",
						"quantity": 1.35,
						"sum": "580.60"
					},
					{
						"id": "product_4520",
						"name": "Свинина запеченная с картофелем и помидорами",
						"price": "288.58",
						"quantity": 1.6,
						"sum": "461.72"
					},
					{
						"id": "product_1116",
						"name": "Свинина запеченная с копченостями",
						"price": "370.86",
						"quantity": 2.43,
						"sum": "901.18"
					},
					{
						"id": "product_4291",
						"name": "Свинина запеченная с копченостями БЛ",
						"price": "429.46",
						"quantity": 0.3,
						"sum": "128.84"
					},
					{
						"id": "product_4284",
						"name": "Свинина запеченная с овощами БЛ",
						"price": "387.12",
						"quantity": 0.9,
						"sum": "348.41"
					},
					{
						"id": "product_4079",
						"name": "Свинина запеченная с помидорами",
						"price": "362.08",
						"quantity": 2.4,
						"sum": "868.99"
					},
					{
						"id": "product_1117",
						"name": "Свинина по-болгарски",
						"price": "371.64",
						"quantity": 0.75,
						"sum": "278.73"
					},
					{
						"id": "product_1246",
						"name": "Свинина по-венски",
						"price": "0.00",
						"quantity": 14,
						"sum": "0.00"
					},
					{
						"id": "product_886",
						"name": "Сельдь под шубой",
						"price": "137.05",
						"quantity": 5.8,
						"sum": "794.89"
					},
					{
						"id": "product_4188",
						"name": "Сельдь под шубой БЛ",
						"price": "156.39",
						"quantity": 2.8,
						"sum": "437.88"
					},
					{
						"id": "product_4077",
						"name": "Семга запеченная с картофелем (Архив)",
						"price": "382.11",
						"quantity": 1.87,
						"sum": "714.54"
					},
					{
						"id": "product_4042",
						"name": "Сердце в соусе",
						"price": "152.39",
						"quantity": 0.15,
						"sum": "22.86"
					},
					{
						"id": "product_4146",
						"name": "Славянский БЛ",
						"price": "174.30",
						"quantity": 5.449,
						"sum": "949.78"
					},
					{
						"id": "product_1380",
						"name": "Славянский Вологда",
						"price": "148.59",
						"quantity": 2.2,
						"sum": "326.89"
					},
					{
						"id": "product_1151",
						"name": "Слойка с джемом",
						"price": "16.50",
						"quantity": 19,
						"sum": "313.57"
					},
					{
						"id": "product_1152",
						"name": "Слойка с творогом",
						"price": "17.53",
						"quantity": 11,
						"sum": "192.87"
					},
					{
						"id": "product_891",
						"name": "Смак",
						"price": "146.83",
						"quantity": 5.6,
						"sum": "822.27"
					},
					{
						"id": "product_4152",
						"name": "Смак БЛ",
						"price": "127.66",
						"quantity": 3.4,
						"sum": "434.05"
					},
					{
						"id": "product_4555",
						"name": "Солнечный кальмар",
						"price": "182.07",
						"quantity": 4,
						"sum": "728.27"
					},
					{
						"id": "product_4530",
						"name": "Солнышко",
						"price": "94.77",
						"quantity": 2,
						"sum": "189.55"
					},
					{
						"id": "product_4725",
						"name": "Солянка грибная",
						"price": "36.13",
						"quantity": 14,
						"sum": "505.88"
					},
					{
						"id": "product_437",
						"name": "Солянка мясная (комплекс)",
						"price": "45.50",
						"quantity": 20,
						"sum": "909.92"
					},
					{
						"id": "product_914",
						"name": "Солянка по-домашнему",
						"price": "27.33",
						"quantity": 6,
						"sum": "164.00"
					},
					{
						"id": "product_3973",
						"name": "Солянка по-сибирски с грибами",
						"price": "131.29",
						"quantity": 9.5,
						"sum": "1247.23"
					},
					{
						"id": "product_4239",
						"name": "Солянка по-сибирски с грибами БЛ",
						"price": "125.88",
						"quantity": 6.25,
						"sum": "786.76"
					},
					{
						"id": "product_4667",
						"name": "Солянка рыбная",
						"price": "137.21",
						"quantity": 8.5,
						"sum": "1166.27"
					},
					{
						"id": "product_1156",
						"name": "Сосиска в тесте",
						"price": "19.38",
						"quantity": 88,
						"sum": "1705.39"
					},
					{
						"id": "product_4106",
						"name": "Соте из индейки",
						"price": "576.02",
						"quantity": 0.45,
						"sum": "259.21"
					},
					{
						"id": "product_4482",
						"name": "Соте из овощей",
						"price": "139.47",
						"quantity": 0.4,
						"sum": "55.79"
					},
					{
						"id": "product_227",
						"name": "Соус Острый",
						"price": "4.25",
						"quantity": 150,
						"sum": "637.73"
					},
					{
						"id": "product_224",
						"name": "Соус Сырный",
						"price": "5.35",
						"quantity": 8,
						"sum": "42.80"
					},
					{
						"id": "product_2914",
						"name": "Соус белый",
						"price": "59.63",
						"quantity": 6.88116,
						"sum": "410.33"
					},
					{
						"id": "product_2918",
						"name": "Соус красный",
						"price": "58.43",
						"quantity": 5.17478,
						"sum": "302.34"
					},
					{
						"id": "product_724",
						"name": "Соус острый",
						"price": "4.90",
						"quantity": 79,
						"sum": "386.86"
					},
					{
						"id": "product_19",
						"name": "Соус томатный 100г",
						"price": "7.77",
						"quantity": 2,
						"sum": "15.54"
					},
					{
						"id": "product_1389",
						"name": "Софи",
						"price": "209.89",
						"quantity": 4.7,
						"sum": "986.49"
					},
					{
						"id": "product_1158",
						"name": "Сочень с творогом",
						"price": "13.48",
						"quantity": 6,
						"sum": "80.89"
					},
					{
						"id": "product_958",
						"name": "Спагетти",
						"price": "49.13",
						"quantity": 8.817,
						"sum": "433.18"
					},
					{
						"id": "product_1799",
						"name": "Спагетти БЛ",
						"price": "46.09",
						"quantity": 6.3,
						"sum": "290.39"
					},
					{
						"id": "product_3694",
						"name": "Студенческая средняя",
						"price": "66.75",
						"quantity": 1,
						"sum": "66.75"
					},
					{
						"id": "product_4510",
						"name": "Суп Баварский",
						"price": "65.04",
						"quantity": 1.75,
						"sum": "113.81"
					},
					{
						"id": "product_1621",
						"name": "Суп Карри",
						"price": "143.01",
						"quantity": 5.75,
						"sum": "822.34"
					},
					{
						"id": "product_1623",
						"name": "Суп Тайский",
						"price": "75.50",
						"quantity": 13,
						"sum": "981.47"
					},
					{
						"id": "product_4217",
						"name": "Суп Тайский БЛ",
						"price": "71.03",
						"quantity": 3.75,
						"sum": "266.35"
					},
					{
						"id": "product_919",
						"name": "Суп грибной",
						"price": "17.62",
						"quantity": 93,
						"sum": "1638.35"
					},
					{
						"id": "product_2625",
						"name": "Суп грибной БЛ",
						"price": "18.09",
						"quantity": 44,
						"sum": "795.83"
					},
					{
						"id": "product_4249",
						"name": "Суп картофельный с болгарским перцем БЛ",
						"price": "64.05",
						"quantity": 13.25,
						"sum": "848.67"
					},
					{
						"id": "product_1319",
						"name": "Суп осенний",
						"price": "92.20",
						"quantity": 2.25,
						"sum": "207.45"
					},
					{
						"id": "product_4216",
						"name": "Суп с кур. кл. и зеленым горошком БЛ",
						"price": "62.14",
						"quantity": 10.25,
						"sum": "636.94"
					},
					{
						"id": "product_2590",
						"name": "Суп с фрикадельками БЛ",
						"price": "107.42",
						"quantity": 7.75,
						"sum": "832.47"
					},
					{
						"id": "product_1648",
						"name": "Суп сырный с крабом",
						"price": "127.45",
						"quantity": 8.25,
						"sum": "1051.43"
					},
					{
						"id": "product_2595",
						"name": "Суп сырный с крабом БЛ",
						"price": "125.52",
						"quantity": 6.5,
						"sum": "815.87"
					},
					{
						"id": "product_703",
						"name": "Суп-крем из белых грибов",
						"price": "73.47",
						"quantity": 8,
						"sum": "587.75"
					},
					{
						"id": "product_1317",
						"name": "Суп-лапша грибная",
						"price": "61.95",
						"quantity": 33,
						"sum": "2044.32"
					},
					{
						"id": "product_2596",
						"name": "Суп-лапша грибная БЛ",
						"price": "57.75",
						"quantity": 15.5,
						"sum": "895.18"
					},
					{
						"id": "product_917",
						"name": "Суп-лапша с курицей",
						"price": "58.75",
						"quantity": 11.25,
						"sum": "660.95"
					},
					{
						"id": "product_2607",
						"name": "Суп-лапша с курицей БЛ",
						"price": "57.35",
						"quantity": 22.75,
						"sum": "1304.68"
					},
					{
						"id": "product_921",
						"name": "Суп-пюре грибной",
						"price": "114.38",
						"quantity": 9.5,
						"sum": "1086.59"
					},
					{
						"id": "product_4224",
						"name": "Суп-пюре грибной БЛ",
						"price": "103.23",
						"quantity": 8,
						"sum": "825.85"
					},
					{
						"id": "product_927",
						"name": "Суп-пюре из семги",
						"price": "205.67",
						"quantity": 25.75,
						"sum": "5295.91"
					},
					{
						"id": "product_925",
						"name": "Суп-пюре овощной",
						"price": "71.51",
						"quantity": 11,
						"sum": "786.64"
					},
					{
						"id": "product_4234",
						"name": "Суп-пюре овощной БЛ",
						"price": "68.05",
						"quantity": 7,
						"sum": "476.34"
					},
					{
						"id": "product_4244",
						"name": "Суп-пюре сырный БЛ",
						"price": "59.62",
						"quantity": 14.25,
						"sum": "849.63"
					},
					{
						"id": "product_1160",
						"name": "Сырники (комплекс)",
						"price": "46.99",
						"quantity": 9,
						"sum": "422.88"
					},
					{
						"id": "product_3062",
						"name": "Сырнички (Завтраки)",
						"price": "45.22",
						"quantity": 1,
						"sum": "45.22"
					},
					{
						"id": "product_1131",
						"name": "Тефтели",
						"price": "184.13",
						"quantity": 4.56,
						"sum": "839.65"
					},
					{
						"id": "product_2578",
						"name": "Тефтели БЛ",
						"price": "303.39",
						"quantity": 4.37,
						"sum": "1325.80"
					},
					{
						"id": "product_4303",
						"name": "Тефтели из индейки БЛ",
						"price": "416.42",
						"quantity": 1.575,
						"sum": "655.86"
					},
					{
						"id": "product_1506",
						"name": "Торт Тройной шоколад",
						"price": "123.64",
						"quantity": 1,
						"sum": "123.64"
					},
					{
						"id": "product_1148",
						"name": "Треска жареная (Архив)",
						"price": "996.41",
						"quantity": 1.5,
						"sum": "1494.62"
					},
					{
						"id": "product_1646",
						"name": "Треска запеченная с перцем",
						"price": "454.77",
						"quantity": 12.58,
						"sum": "5720.97"
					},
					{
						"id": "product_1162",
						"name": "Треска запеченная с помидорами",
						"price": "583.38",
						"quantity": 0.51,
						"sum": "297.53"
					},
					{
						"id": "product_4078",
						"name": "Треска под овощной шубкой",
						"price": "572.74",
						"quantity": 4.08,
						"sum": "2336.77"
					},
					{
						"id": "product_4049",
						"name": "Украинский борщ",
						"price": "39.48",
						"quantity": 15,
						"sum": "592.27"
					},
					{
						"id": "product_700",
						"name": "Украинский борщ (кафе)",
						"price": "39.56",
						"quantity": 34,
						"sum": "1345.05"
					},
					{
						"id": "product_895",
						"name": "Фантазия",
						"price": "213.37",
						"quantity": 3.2,
						"sum": "682.79"
					},
					{
						"id": "product_4166",
						"name": "Фантазия БЛ",
						"price": "221.39",
						"quantity": 3.5,
						"sum": "774.87"
					},
					{
						"id": "product_26",
						"name": "Филадельфия 10шт",
						"price": "198.09",
						"quantity": 9,
						"sum": "1782.78"
					},
					{
						"id": "product_2232",
						"name": "Филадельфия 8шт",
						"price": "112.26",
						"quantity": 5,
						"sum": "561.30"
					},
					{
						"id": "product_4370",
						"name": "Филадельфия чиз",
						"price": "81.22",
						"quantity": 30,
						"sum": "2436.59"
					},
					{
						"id": "product_1065",
						"name": "Филе куринное с сыром (Архив)",
						"price": "295.41",
						"quantity": 0.26,
						"sum": "76.81"
					},
					{
						"id": "product_1066",
						"name": "Филе куриное запеченное с ананасом",
						"price": "297.29",
						"quantity": 2.08,
						"sum": "618.37"
					},
					{
						"id": "product_4084",
						"name": "Филе куриное запеченное с помидором и перцем",
						"price": "339.34",
						"quantity": 0.28,
						"sum": "95.02"
					},
					{
						"id": "product_1063",
						"name": "Филе куры под сырной корочкой",
						"price": "363.31",
						"quantity": 4.84,
						"sum": "1758.43"
					},
					{
						"id": "product_3701",
						"name": "Фокачча (только в кафе)",
						"price": "82.95",
						"quantity": 3,
						"sum": "248.84"
					},
					{
						"id": "product_1381",
						"name": "Французский",
						"price": "252.87",
						"quantity": 5,
						"sum": "1264.34"
					},
					{
						"id": "product_4171",
						"name": "Французский БЛ",
						"price": "249.89",
						"quantity": 0.7,
						"sum": "174.92"
					},
					{
						"id": "product_2336",
						"name": "Фудзияма 8шт",
						"price": "82.91",
						"quantity": 5,
						"sum": "414.55"
					},
					{
						"id": "product_1497",
						"name": "Фунчоза с курицей в сливочном соусе",
						"price": "68.66",
						"quantity": 3,
						"sum": "205.97"
					},
					{
						"id": "product_3011",
						"name": "Фунчоза с овощами",
						"price": "152.34",
						"quantity": 3,
						"sum": "457.02"
					},
					{
						"id": "product_3316",
						"name": "Харчо с курицей",
						"price": "90.84",
						"quantity": 6,
						"sum": "545.03"
					},
					{
						"id": "product_4222",
						"name": "Харчо с курицей БЛ",
						"price": "88.93",
						"quantity": 9.375,
						"sum": "833.71"
					},
					{
						"id": "product_894",
						"name": "Царский",
						"price": "190.67",
						"quantity": 2.7,
						"sum": "514.81"
					},
					{
						"id": "product_4200",
						"name": "Царский БЛ",
						"price": "170.97",
						"quantity": 0.5,
						"sum": "85.48"
					},
					{
						"id": "product_3819",
						"name": "Цезарь",
						"price": "184.57",
						"quantity": 18,
						"sum": "3322.35"
					},
					{
						"id": "product_3702",
						"name": "Цезарь большая",
						"price": "186.32",
						"quantity": 39,
						"sum": "7266.44"
					},
					{
						"id": "product_1209",
						"name": "Цезарь комплекс",
						"price": "280.24",
						"quantity": 6.5,
						"sum": "1821.58"
					},
					{
						"id": "product_671",
						"name": "Цезарь с курицей",
						"price": "65.78",
						"quantity": 10,
						"sum": "657.81"
					},
					{
						"id": "product_3707",
						"name": "Цезарь средняя",
						"price": "101.64",
						"quantity": 5,
						"sum": "508.19"
					},
					{
						"id": "product_3405",
						"name": "Черная леди 8шт",
						"price": "74.86",
						"quantity": 1,
						"sum": "74.86"
					},
					{
						"id": "product_3823",
						"name": "Чесночный цыпа",
						"price": "103.94",
						"quantity": 1,
						"sum": "103.94"
					},
					{
						"id": "product_3710",
						"name": "Чесночный цыпа большая",
						"price": "183.94",
						"quantity": 27,
						"sum": "4966.43"
					},
					{
						"id": "product_3715",
						"name": "Чесночный цыпа средняя",
						"price": "129.70",
						"quantity": 3,
						"sum": "389.09"
					},
					{
						"id": "product_1165",
						"name": "Шаньга с картошкой",
						"price": "0.00",
						"quantity": 1,
						"sum": "0.00"
					},
					{
						"id": "product_3410",
						"name": "Шен 8шт",
						"price": "78.17",
						"quantity": 6,
						"sum": "469.01"
					},
					{
						"id": "product_190",
						"name": "Шен стандарт 10шт",
						"price": "89.84",
						"quantity": 3,
						"sum": "269.51"
					},
					{
						"id": "product_1539",
						"name": "Шницель свиной",
						"price": "348.11",
						"quantity": 0.24,
						"sum": "83.55"
					},
					{
						"id": "product_4308",
						"name": "Шницель свиной БЛ",
						"price": "401.38",
						"quantity": 0.84,
						"sum": "337.16"
					},
					{
						"id": "product_936",
						"name": "Щи из свежей капусты",
						"price": "20.07",
						"quantity": 72,
						"sum": "1445.22"
					},
					{
						"id": "product_2580",
						"name": "Щи из свежей капусты БЛ",
						"price": "19.27",
						"quantity": 13,
						"sum": "250.53"
					},
					{
						"id": "product_1178",
						"name": "Эскалоп из курицы",
						"price": "491.13",
						"quantity": 0.7,
						"sum": "343.79"
					},
					{
						"id": "product_4345",
						"name": "Эскалоп из курицы БЛ",
						"price": "595.82",
						"quantity": 2.64,
						"sum": "1572.97"
					},
					{
						"id": "product_4570",
						"name": "Южно-итальянский",
						"price": "223.55",
						"quantity": 0.1,
						"sum": "22.36"
					},
					{
						"id": "product_3412",
						"name": "Якудза 8шт",
						"price": "74.68",
						"quantity": 7,
						"sum": "522.75"
					},
					{
						"id": "product_191",
						"name": "Якудза стандарт 10шт",
						"price": "91.93",
						"quantity": 5,
						"sum": "459.65"
					}
				]
			},
			{
				"id": "raw",
				"name": "Товары",
				"total": {
					"quantity": 4831.138508,
					"sum": "412979.84"
				},
				"items": [
					{
						"id": "raw_795",
						"name": "Авокадо свежий",
						"price": "365.00",
						"quantity": 0.13,
						"sum": "47.45"
					},
					{
						"id": "raw_703",
						"name": "Аква Минерале 1 л",
						"price": "29.99",
						"quantity": 24,
						"sum": "719.76"
					},
					{
						"id": "raw_448",
						"name": "Ананасы консервированные",
						"price": "180.41",
						"quantity": 0.14,
						"sum": "25.26"
					},
					{
						"id": "raw_800",
						"name": "Апельсин свежий",
						"price": "81.97",
						"quantity": 0.165,
						"sum": "13.53"
					},
					{
						"id": "raw_1094",
						"name": "Базилик сушеный",
						"price": "235.40",
						"quantity": 0.62,
						"sum": "145.95"
					},
					{
						"id": "raw_804",
						"name": "Баклажан свежий",
						"price": "269.00",
						"quantity": 0.775,
						"sum": "208.48"
					},
					{
						"id": "raw_805",
						"name": "Банан свежий",
						"price": "77.00",
						"quantity": 0.105,
						"sum": "8.09"
					},
					{
						"id": "raw_620",
						"name": "Бастурма",
						"price": "1232.39",
						"quantity": 0.25,
						"sum": "308.10"
					},
					{
						"id": "raw_239",
						"name": "Батончик шок. Сникерс 50 г",
						"price": "37.13",
						"quantity": 3,
						"sum": "111.38"
					},
					{
						"id": "raw_624",
						"name": "Бекон с/к",
						"price": "436.00",
						"quantity": 40,
						"sum": "17440.00"
					},
					{
						"id": "raw_813",
						"name": "Брокколи заморозка (Архив)",
						"price": "138.30",
						"quantity": 4.864,
						"sum": "672.70"
					},
					{
						"id": "raw_2788",
						"name": "Брокколи с/м",
						"price": "130.61",
						"quantity": 1.385,
						"sum": "180.90"
					},
					{
						"id": "raw_251",
						"name": "Васаби штучный",
						"price": "2.40",
						"quantity": 45,
						"sum": "108.00"
					},
					{
						"id": "raw_628",
						"name": "Ветчина",
						"price": "255.01",
						"quantity": 25.955,
						"sum": "6618.74"
					},
					{
						"id": "raw_818",
						"name": "Виноград свежий",
						"price": "208.31",
						"quantity": 1.655,
						"sum": "344.76"
					},
					{
						"id": "raw_823",
						"name": "Горох зеленый с/м",
						"price": "109.74",
						"quantity": 1.602,
						"sum": "175.80"
					},
					{
						"id": "raw_253",
						"name": "Горох сушеный",
						"price": "32.33",
						"quantity": 1.18,
						"sum": "38.15"
					},
					{
						"id": "raw_454",
						"name": "Горошек консервированный",
						"price": "157.36",
						"quantity": 3.225,
						"sum": "507.48"
					},
					{
						"id": "raw_257",
						"name": "Горчица",
						"price": "130.78",
						"quantity": 3.4,
						"sum": "444.66"
					},
					{
						"id": "raw_272",
						"name": "Дрожжи",
						"price": "382.93",
						"quantity": 1.607,
						"sum": "615.36"
					},
					{
						"id": "raw_705",
						"name": "Ессентуки 0.5л",
						"price": "38.25",
						"quantity": 9,
						"sum": "344.25"
					},
					{
						"id": "raw_833",
						"name": "Зелень (петрушка+укроп)",
						"price": "150.00",
						"quantity": 2.29,
						"sum": "343.49"
					},
					{
						"id": "raw_3075",
						"name": "Значок",
						"price": "10.70",
						"quantity": 2,
						"sum": "21.40"
					},
					{
						"id": "raw_465",
						"name": "Имбирь маринованный штучный",
						"price": "7.86",
						"quantity": 43,
						"sum": "337.83"
					},
					{
						"id": "raw_835",
						"name": "Капуста свежая",
						"price": "55.00",
						"quantity": 0.12,
						"sum": "6.60"
					},
					{
						"id": "raw_629",
						"name": "Карбонад в/к",
						"price": "311.05",
						"quantity": 0.585,
						"sum": "181.96"
					},
					{
						"id": "raw_838",
						"name": "Картофель свежий",
						"price": "22.00",
						"quantity": 0.796,
						"sum": "17.51"
					},
					{
						"id": "raw_2794",
						"name": "Картофельное пюре сухое",
						"price": "283.75",
						"quantity": 0.075,
						"sum": "21.28"
					},
					{
						"id": "raw_848",
						"name": "Картофельные улыбки",
						"price": "226.67",
						"quantity": 0.385,
						"sum": "87.27"
					},
					{
						"id": "raw_286",
						"name": "Кетчуп",
						"price": "158.00",
						"quantity": 0.1,
						"sum": "15.80"
					},
					{
						"id": "raw_850",
						"name": "Киви свежий",
						"price": "95.00",
						"quantity": 0.035,
						"sum": "3.33"
					},
					{
						"id": "raw_2750",
						"name": "Кларий угревидный",
						"price": "770.40",
						"quantity": 1.518,
						"sum": "1169.47"
					},
					{
						"id": "raw_634",
						"name": "Колбаса Полукопченая",
						"price": "362.73",
						"quantity": 0.055,
						"sum": "19.95"
					},
					{
						"id": "raw_639",
						"name": "Колбаса вареная",
						"price": "151.20",
						"quantity": 8.881,
						"sum": "1342.81"
					},
					{
						"id": "raw_635",
						"name": "Колбаски охотничьи",
						"price": "329.56",
						"quantity": 0.16,
						"sum": "52.73"
					},
					{
						"id": "raw_2771",
						"name": "Компот клюквенный 0,5 л",
						"price": "37.45",
						"quantity": 141,
						"sum": "5280.45"
					},
					{
						"id": "raw_3053",
						"name": "Компот клюквенный 1 л",
						"price": "58.85",
						"quantity": 21.55,
						"sum": "1268.22"
					},
					{
						"id": "raw_2774",
						"name": "Компот черной смородины 0,5 л",
						"price": "37.45",
						"quantity": 30,
						"sum": "1123.50"
					},
					{
						"id": "raw_3055",
						"name": "Компот черной смородины 1л",
						"price": "58.85",
						"quantity": 5.95,
						"sum": "350.16"
					},
					{
						"id": "raw_544",
						"name": "Контейнер под суп",
						"price": "3.48",
						"quantity": 36,
						"sum": "125.28"
					},
					{
						"id": "raw_549",
						"name": "Коробка для пиццы большая 390*390*40",
						"price": "18.30",
						"quantity": 23,
						"sum": "420.90"
					},
					{
						"id": "raw_1116",
						"name": "Креветки в кляре с/м",
						"price": "683.82",
						"quantity": 0.7,
						"sum": "478.68"
					},
					{
						"id": "raw_660",
						"name": "Крылышки куриные в панировке зам.",
						"price": "264.78",
						"quantity": 1,
						"sum": "264.78"
					},
					{
						"id": "raw_468",
						"name": "Кукуруза консервированная",
						"price": "139.34",
						"quantity": 0.675,
						"sum": "94.06"
					},
					{
						"id": "raw_303",
						"name": "Кунжут",
						"price": "294.25",
						"quantity": 1,
						"sum": "294.25"
					},
					{
						"id": "raw_2759",
						"name": "Курица филе отварное зам.",
						"price": "319.00",
						"quantity": 1.21,
						"sum": "385.99"
					},
					{
						"id": "raw_2758",
						"name": "Курица филе с/м",
						"price": "283.55",
						"quantity": 0.6,
						"sum": "170.13"
					},
					{
						"id": "raw_676",
						"name": "Курица филе с/м (Архив)",
						"price": "337.24",
						"quantity": 74.918468,
						"sum": "25265.14"
					},
					{
						"id": "raw_863",
						"name": "Лимоны свежие",
						"price": "124.93",
						"quantity": 0.643,
						"sum": "80.33"
					},
					{
						"id": "raw_865",
						"name": "Лук зеленый",
						"price": "186.11",
						"quantity": 0.47,
						"sum": "87.47"
					},
					{
						"id": "raw_875",
						"name": "Лук репка свежий",
						"price": "43.85",
						"quantity": 3.556,
						"sum": "155.93"
					},
					{
						"id": "raw_323",
						"name": "Майонез",
						"price": "59.91",
						"quantity": 20.82,
						"sum": "1247.43"
					},
					{
						"id": "raw_328",
						"name": "Мак ",
						"price": "565.00",
						"quantity": 0.4,
						"sum": "226.00"
					},
					{
						"id": "raw_338",
						"name": "Макароны Тальятелле Дельверде",
						"price": "101.01",
						"quantity": 5,
						"sum": "505.05"
					},
					{
						"id": "raw_879",
						"name": "Мандарины свежие",
						"price": "96.26",
						"quantity": 0.495,
						"sum": "47.65"
					},
					{
						"id": "raw_341",
						"name": "Манка",
						"price": "37.74",
						"quantity": 16.06304,
						"sum": "606.19"
					},
					{
						"id": "raw_344",
						"name": "Маргарин",
						"price": "88.13",
						"quantity": 11.72,
						"sum": "1032.86"
					},
					{
						"id": "raw_979",
						"name": "Масаго икра зам.",
						"price": "798.08",
						"quantity": 0.375,
						"sum": "299.28"
					},
					{
						"id": "raw_470",
						"name": "Маслины консервированные",
						"price": "313.18",
						"quantity": 0.48,
						"sum": "150.32"
					},
					{
						"id": "raw_347",
						"name": "Масло оливковое",
						"price": "267.83",
						"quantity": 2.52,
						"sum": "674.94"
					},
					{
						"id": "raw_352",
						"name": "Масло растительное",
						"price": "74.51",
						"quantity": 4.5,
						"sum": "335.29"
					},
					{
						"id": "raw_354",
						"name": "Масло фритюрное",
						"price": "89.17",
						"quantity": 2010.7,
						"sum": "179301.13"
					},
					{
						"id": "raw_1987",
						"name": "Маффин шоколадный с кусочками шоколада",
						"price": "28.31",
						"quantity": 2,
						"sum": "56.62"
					},
					{
						"id": "raw_356",
						"name": "Мед натуральный",
						"price": "240.00",
						"quantity": 0.3,
						"sum": "72.00"
					},
					{
						"id": "raw_599",
						"name": "Молоко",
						"price": "40.89",
						"quantity": 4.13,
						"sum": "168.88"
					},
					{
						"id": "raw_601",
						"name": "Молоко сгущеное",
						"price": "95.00",
						"quantity": 0.06,
						"sum": "5.70"
					},
					{
						"id": "raw_478",
						"name": "Морковь по-корейски",
						"price": "169.66",
						"quantity": 0.7,
						"sum": "118.76"
					},
					{
						"id": "raw_604",
						"name": "Мороженое (Архив)",
						"price": "224.66",
						"quantity": 53.201,
						"sum": "11952.33"
					},
					{
						"id": "raw_733",
						"name": "Морс 0,5 л готовый",
						"price": "38.00",
						"quantity": 36,
						"sum": "1368.00"
					},
					{
						"id": "raw_288",
						"name": "Морс клюквенный концентрат (Архив)",
						"price": "236.92",
						"quantity": 18,
						"sum": "4264.56"
					},
					{
						"id": "raw_361",
						"name": "Мука пшеничная",
						"price": "35.11",
						"quantity": 27,
						"sum": "948.01"
					},
					{
						"id": "raw_368",
						"name": "Нори",
						"price": "5.89",
						"quantity": 4,
						"sum": "23.54"
					},
					{
						"id": "raw_483",
						"name": "Огурцы маринованные",
						"price": "200.63",
						"quantity": 1.744,
						"sum": "349.89"
					},
					{
						"id": "raw_885",
						"name": "Огурцы свежие",
						"price": "153.35",
						"quantity": 3.588,
						"sum": "550.20"
					},
					{
						"id": "raw_640",
						"name": "Пепперони",
						"price": "589.67",
						"quantity": 0.12,
						"sum": "70.76"
					},
					{
						"id": "raw_738",
						"name": "Пепси 1 л",
						"price": "43.33",
						"quantity": 26,
						"sum": "1126.58"
					},
					{
						"id": "raw_498",
						"name": "Перец Халапеньо зеленый",
						"price": "219.84",
						"quantity": 0.542,
						"sum": "119.15"
					},
					{
						"id": "raw_890",
						"name": "Перец сладкий свежий",
						"price": "238.54",
						"quantity": 3.89,
						"sum": "927.92"
					},
					{
						"id": "raw_2037",
						"name": "Пиво Шпатен темное (разливное) 1л",
						"price": "205.42",
						"quantity": 60,
						"sum": "12325.20"
					},
					{
						"id": "raw_894",
						"name": "Помидоры Черри свежие",
						"price": "343.44",
						"quantity": 31.94,
						"sum": "10969.42"
					},
					{
						"id": "raw_893",
						"name": "Помидоры свежие",
						"price": "136.40",
						"quantity": 1.55,
						"sum": "211.43"
					},
					{
						"id": "raw_1140",
						"name": "Приправа Магги, Кнорр (болоньезе)",
						"price": "1138.00",
						"quantity": 0.6,
						"sum": "682.80"
					},
					{
						"id": "raw_3050",
						"name": "Редька маринованная",
						"price": "162.64",
						"quantity": 0.173,
						"sum": "28.14"
					},
					{
						"id": "raw_394",
						"name": "Рис для суши",
						"price": "52.64",
						"quantity": 31,
						"sum": "1631.96"
					},
					{
						"id": "raw_903",
						"name": "Салат Айсберг",
						"price": "275.24",
						"quantity": 33.915,
						"sum": "9334.91"
					},
					{
						"id": "raw_905",
						"name": "Салат Пати Микс",
						"price": "981.99",
						"quantity": 5.644,
						"sum": "5542.33"
					},
					{
						"id": "raw_908",
						"name": "Салат Пекинский",
						"price": "85.00",
						"quantity": 0.2,
						"sum": "17.00"
					},
					{
						"id": "raw_909",
						"name": "Салат листовой",
						"price": "542.05",
						"quantity": 9.874,
						"sum": "5352.25"
					},
					{
						"id": "raw_644",
						"name": "Салями",
						"price": "418.79",
						"quantity": 8.03,
						"sum": "3362.88"
					},
					{
						"id": "raw_511",
						"name": "Сельдь в масле",
						"price": "365.00",
						"quantity": 0.1,
						"sum": "36.50"
					},
					{
						"id": "raw_970",
						"name": "Семга филе на коже",
						"price": "1077.42",
						"quantity": 29.88,
						"sum": "32193.44"
					},
					{
						"id": "raw_618",
						"name": "Сметана",
						"price": "121.00",
						"quantity": 8.6,
						"sum": "1040.63"
					},
					{
						"id": "raw_404",
						"name": "Соль",
						"price": "16.00",
						"quantity": 0.08,
						"sum": "1.28"
					},
					{
						"id": "raw_645",
						"name": "Сосиски",
						"price": "241.81",
						"quantity": 9.061,
						"sum": "2191.00"
					},
					{
						"id": "raw_2833",
						"name": "Сосиски Баварские с зеленью",
						"price": "368.08",
						"quantity": 0.53,
						"sum": "195.08"
					},
					{
						"id": "raw_1027",
						"name": "Соус Терияки",
						"price": "170.55",
						"quantity": 6.6,
						"sum": "1125.64"
					},
					{
						"id": "raw_1003",
						"name": "Соус дип-пот Баварский",
						"price": "5.24",
						"quantity": 351,
						"sum": "1840.07"
					},
					{
						"id": "raw_1001",
						"name": "Соус дип-пот Барбекю",
						"price": "5.35",
						"quantity": 3,
						"sum": "16.05"
					},
					{
						"id": "raw_2675",
						"name": "Соус дип-пот Кетчуп",
						"price": "5.24",
						"quantity": 3,
						"sum": "15.72"
					},
					{
						"id": "raw_1007",
						"name": "Соус дип-пот Кисло-сладкий ",
						"price": "5.35",
						"quantity": 147,
						"sum": "786.45"
					},
					{
						"id": "raw_1011",
						"name": "Соус дип-пот Сырный ",
						"price": "5.32",
						"quantity": 11,
						"sum": "58.52"
					},
					{
						"id": "raw_1016",
						"name": "Соус дип-пот Чесночный ",
						"price": "5.28",
						"quantity": 3,
						"sum": "15.83"
					},
					{
						"id": "raw_1000",
						"name": "Соус из черного перца",
						"price": "435.78",
						"quantity": 0.06,
						"sum": "26.15"
					},
					{
						"id": "raw_1023",
						"name": "Соус соевый штучный",
						"price": "6.04",
						"quantity": 55,
						"sum": "332.11"
					},
					{
						"id": "raw_405",
						"name": "Сухари панировка",
						"price": "171.20",
						"quantity": 5,
						"sum": "856.00"
					},
					{
						"id": "raw_1076",
						"name": "Сыр Моцарелла",
						"price": "315.97",
						"quantity": 59.92,
						"sum": "18932.92"
					},
					{
						"id": "raw_3120",
						"name": "Сыр Моцарелла в борт",
						"price": "348.07",
						"quantity": 0.1,
						"sum": "34.81"
					},
					{
						"id": "raw_1081",
						"name": "Сыр Пармезан",
						"price": "524.07",
						"quantity": 14.2,
						"sum": "7441.85"
					},
					{
						"id": "raw_1086",
						"name": "Сыр Фета",
						"price": "487.50",
						"quantity": 0.07,
						"sum": "34.13"
					},
					{
						"id": "raw_1129",
						"name": "Сырники готовые замороженные",
						"price": "21.10",
						"quantity": 9,
						"sum": "189.87"
					},
					{
						"id": "raw_519",
						"name": "Томатная паста",
						"price": "127.59",
						"quantity": 1.4,
						"sum": "178.62"
					},
					{
						"id": "raw_440",
						"name": "Торт Медовик",
						"price": "69.65",
						"quantity": 2,
						"sum": "139.31"
					},
					{
						"id": "raw_447",
						"name": "Торт Тройной шоколад",
						"price": "91.43",
						"quantity": 31,
						"sum": "2834.46"
					},
					{
						"id": "raw_413",
						"name": "Тортилья пшеничная",
						"price": "9.93",
						"quantity": 300,
						"sum": "2977.93"
					},
					{
						"id": "raw_524",
						"name": "Фасоль консервированная",
						"price": "130.32",
						"quantity": 1.12,
						"sum": "145.96"
					},
					{
						"id": "raw_923",
						"name": "Фасоль стручковая заморозка",
						"price": "90.27",
						"quantity": 0.865,
						"sum": "78.08"
					},
					{
						"id": "raw_422",
						"name": "Хлеб пшеничный",
						"price": "63.66",
						"quantity": 139.301,
						"sum": "8867.63"
					},
					{
						"id": "raw_429",
						"name": "Хрен",
						"price": "183.33",
						"quantity": 1.83,
						"sum": "335.49"
					},
					{
						"id": "raw_2791",
						"name": "Цветная капуста с/м",
						"price": "110.00",
						"quantity": 0.215,
						"sum": "23.65"
					},
					{
						"id": "raw_785",
						"name": "Чай пакетики(персонал)",
						"price": "1.29",
						"quantity": 600,
						"sum": "773.61"
					},
					{
						"id": "raw_1977",
						"name": "Чизкейк клубничный",
						"price": "34.22",
						"quantity": 5,
						"sum": "171.11"
					},
					{
						"id": "raw_1972",
						"name": "Чизкейк кокосовый",
						"price": "34.22",
						"quantity": 2,
						"sum": "68.45"
					},
					{
						"id": "raw_930",
						"name": "Шампиньоны свежие",
						"price": "185.07",
						"quantity": 3.425,
						"sum": "633.87"
					},
					{
						"id": "raw_935",
						"name": "Шпинат с/м",
						"price": "170.10",
						"quantity": 0.366,
						"sum": "62.26"
					},
					{
						"id": "raw_939",
						"name": "Яблоки свежие",
						"price": "73.65",
						"quantity": 0.61,
						"sum": "44.93"
					},
					{
						"id": "raw_943",
						"name": "Ягоды с/м (Архив)",
						"price": "216.29",
						"quantity": 15.364,
						"sum": "3323.04"
					},
					{
						"id": "raw_432",
						"name": "Яйцо",
						"price": "124.92",
						"quantity": 2.667,
						"sum": "333.15"
					},
					{
						"id": "raw_437",
						"name": "Яйцо перепелиное",
						"price": "420.00",
						"quantity": 0.17,
						"sum": "71.40"
					}
				]
			},
			{
				"id": "semi",
				"name": "Полуфабрикаты",
				"total": {
					"quantity": 5391.388,
					"sum": "354206.00"
				},
				"items": [
					{
						"id": "semi_1194",
						"name": "Авокадо п/ф (Архив)",
						"price": "532.06",
						"quantity": 1.729,
						"sum": "919.93"
					},
					{
						"id": "semi_1669",
						"name": "Ассорти из колбасс п/ф",
						"price": "352.06",
						"quantity": 0.07,
						"sum": "24.64"
					},
					{
						"id": "semi_1197",
						"name": "Баклажаны свежие порезанные п/ф",
						"price": "302.24",
						"quantity": 0.815,
						"sum": "246.32"
					},
					{
						"id": "semi_1199",
						"name": "Бастурма п/ф",
						"price": "1361.79",
						"quantity": 0.15,
						"sum": "204.27"
					},
					{
						"id": "semi_1310",
						"name": "Бекон п/ф",
						"price": "449.52",
						"quantity": 0.04,
						"sum": "17.98"
					},
					{
						"id": "semi_2507",
						"name": "Брез на солянку п/ф ",
						"price": "218.60",
						"quantity": 1.34,
						"sum": "292.93"
					},
					{
						"id": "semi_1206",
						"name": "Брокколи отварная п/ф (Архив)",
						"price": "181.77",
						"quantity": 0.2,
						"sum": "36.35"
					},
					{
						"id": "semi_2804",
						"name": "Брокколи отварная п/ф 19.02.19",
						"price": "184.34",
						"quantity": 3.389,
						"sum": "624.73"
					},
					{
						"id": "semi_1211",
						"name": "Ветчина п/ф",
						"price": "265.58",
						"quantity": 0.57,
						"sum": "151.38"
					},
					{
						"id": "semi_1911",
						"name": "Вулкан п/ф (Архив)",
						"price": "115.01",
						"quantity": 3,
						"sum": "345.03"
					},
					{
						"id": "semi_2157",
						"name": "Гарнир Пюре картофельное п/ф",
						"price": "47.19",
						"quantity": 0.67,
						"sum": "31.62"
					},
					{
						"id": "semi_3076",
						"name": "Гарнир Рис отварной п/ф",
						"price": "45.28",
						"quantity": 0.7,
						"sum": "31.70"
					},
					{
						"id": "semi_1226",
						"name": "Говядина филе размороженное п/ф",
						"price": "1133.35",
						"quantity": 3.155,
						"sum": "3575.72"
					},
					{
						"id": "semi_3070",
						"name": "Грибы Шиитаке готовые п/ф",
						"price": "441.38",
						"quantity": 0.304,
						"sum": "134.18"
					},
					{
						"id": "semi_1901",
						"name": "Дракон п/ф (Архив)",
						"price": "65.38",
						"quantity": 12,
						"sum": "784.55"
					},
					{
						"id": "semi_1240",
						"name": "Заправка для салата Испанский п/ф",
						"price": "79.65",
						"quantity": 0.08,
						"sum": "6.37"
					},
					{
						"id": "semi_1245",
						"name": "Заправка для салата Норвежский п/ф",
						"price": "111.14",
						"quantity": 0.743,
						"sum": "82.57"
					},
					{
						"id": "semi_1255",
						"name": "Заправка на окрошку п/ф",
						"price": "22.95",
						"quantity": 2.3,
						"sum": "52.78"
					},
					{
						"id": "semi_1875",
						"name": "Калифорния п/ф (Архив)",
						"price": "68.82",
						"quantity": 2,
						"sum": "137.65"
					},
					{
						"id": "semi_2681",
						"name": "Кальмар отварной п/ф",
						"price": "584.68",
						"quantity": 0.04,
						"sum": "23.39"
					},
					{
						"id": "semi_1268",
						"name": "Кальмар размороженный п/ф",
						"price": "529.95",
						"quantity": 0.66,
						"sum": "349.77"
					},
					{
						"id": "semi_1274",
						"name": "Карбонад п/ф",
						"price": "354.90",
						"quantity": 0.79,
						"sum": "280.37"
					},
					{
						"id": "semi_1279",
						"name": "Картофель отварной п/ф",
						"price": "31.12",
						"quantity": 2.769,
						"sum": "86.17"
					},
					{
						"id": "semi_1863",
						"name": "Картофель фри закуски п/ф",
						"price": "39.19",
						"quantity": 2,
						"sum": "78.39"
					},
					{
						"id": "semi_1906",
						"name": "Катана п/ф (Архив)",
						"price": "85.55",
						"quantity": 24,
						"sum": "2053.23"
					},
					{
						"id": "semi_3073",
						"name": "Киноа готовая п/ф",
						"price": "137.18",
						"quantity": 1.29,
						"sum": "176.96"
					},
					{
						"id": "semi_1930",
						"name": "Киото запеченый п/ф (Архив)",
						"price": "54.59",
						"quantity": 4,
						"sum": "218.36"
					},
					{
						"id": "semi_1824",
						"name": "Клубничный микс п/ф (Архив)",
						"price": "122.17",
						"quantity": 1.252,
						"sum": "152.95"
					},
					{
						"id": "semi_1304",
						"name": "Колбаса вареная п/ф",
						"price": "160.88",
						"quantity": 0.12,
						"sum": "19.31"
					},
					{
						"id": "semi_1294",
						"name": "Колбаса полукопченая п/ф",
						"price": "369.98",
						"quantity": 0.05,
						"sum": "18.50"
					},
					{
						"id": "semi_1299",
						"name": "Колбаски охотничьи п/ф",
						"price": "336.15",
						"quantity": 0.035,
						"sum": "11.77"
					},
					{
						"id": "semi_1309",
						"name": "Котлеты Весёлый маус п/ф",
						"price": "270.70",
						"quantity": 0.69,
						"sum": "186.78"
					},
					{
						"id": "semi_1315",
						"name": "Крабовое мясо п/ф",
						"price": "375.96",
						"quantity": 0.556,
						"sum": "209.03"
					},
					{
						"id": "semi_1803",
						"name": "Креветки на салат Цезарь п/ф",
						"price": "1533.42",
						"quantity": 1.05,
						"sum": "1610.10"
					},
					{
						"id": "semi_1319",
						"name": "Креветки отварные чищенные п/ф",
						"price": "1516.68",
						"quantity": 0.1,
						"sum": "151.67"
					},
					{
						"id": "semi_1324",
						"name": "Креветки размороженные чищенные п/ф",
						"price": "1024.91",
						"quantity": 1.36,
						"sum": "1393.88"
					},
					{
						"id": "semi_2761",
						"name": "Куриное филе отварное разморож. п/ф 05.02.19",
						"price": "398.32",
						"quantity": 3.125,
						"sum": "1244.76"
					},
					{
						"id": "semi_2764",
						"name": "Куриное филе размороженное п/ф 05.02.19",
						"price": "352.89",
						"quantity": 1.335,
						"sum": "471.10"
					},
					{
						"id": "semi_1336",
						"name": "Куриный окорочок б/к б/ш размороженный п/ф",
						"price": "358.74",
						"quantity": 0.16,
						"sum": "57.40"
					},
					{
						"id": "semi_2767",
						"name": "Курица Цезарь п/ф 05.02.19",
						"price": "504.61",
						"quantity": 3.85,
						"sum": "1942.76"
					},
					{
						"id": "semi_1793",
						"name": "Курица на Цезарь п/ф (Архив)",
						"price": "535.28",
						"quantity": 0.12,
						"sum": "64.23"
					},
					{
						"id": "semi_1343",
						"name": "Лапша Соба отварная п/ф",
						"price": "58.22",
						"quantity": 3826.625,
						"sum": "222770.18"
					},
					{
						"id": "semi_1348",
						"name": "Лапша Удон отварная п/ф",
						"price": "60.63",
						"quantity": 2.3,
						"sum": "139.44"
					},
					{
						"id": "semi_1353",
						"name": "Лапша Фунчоза отварная п/ф",
						"price": "80.48",
						"quantity": 4.635,
						"sum": "373.03"
					},
					{
						"id": "semi_1358",
						"name": "Лапша Харусаме отварная п/ф",
						"price": "115.73",
						"quantity": 4.46,
						"sum": "516.16"
					},
					{
						"id": "semi_1363",
						"name": "Лук зеленый п/ф",
						"price": "212.19",
						"quantity": 0.155,
						"sum": "32.89"
					},
					{
						"id": "semi_1368",
						"name": "Лук порей п/ф",
						"price": "416.50",
						"quantity": 0.02,
						"sum": "8.33"
					},
					{
						"id": "semi_1373",
						"name": "Лук репка п/ф",
						"price": "66.86",
						"quantity": 8.431,
						"sum": "563.69"
					},
					{
						"id": "semi_1678",
						"name": "Лук репка пассерованный п/ф",
						"price": "145.13",
						"quantity": 0.71,
						"sum": "103.04"
					},
					{
						"id": "semi_1380",
						"name": "Макароны Дельверде отварные п/ф",
						"price": "134.76",
						"quantity": 0.15,
						"sum": "20.21"
					},
					{
						"id": "semi_1375",
						"name": "Макароны отварные п/ф",
						"price": "46.59",
						"quantity": 0.09,
						"sum": "4.19"
					},
					{
						"id": "semi_1828",
						"name": "Малиновый микс п/ф (Архив)",
						"price": "84.75",
						"quantity": 2.498,
						"sum": "211.71"
					},
					{
						"id": "semi_1390",
						"name": "Морковь отварная п/ф",
						"price": "42.74",
						"quantity": 2.605,
						"sum": "111.34"
					},
					{
						"id": "semi_1394",
						"name": "Морковь п/ф",
						"price": "33.78",
						"quantity": 1.749,
						"sum": "59.08"
					},
					{
						"id": "semi_1399",
						"name": "Морковь по-корейски п/ф",
						"price": "145.68",
						"quantity": 0.57,
						"sum": "83.04"
					},
					{
						"id": "semi_2512",
						"name": "Набор для окрошки п/ф ",
						"price": "173.99",
						"quantity": 2.908,
						"sum": "505.97"
					},
					{
						"id": "semi_1832",
						"name": "Облепиховый микс п/ф (Архив)",
						"price": "102.43",
						"quantity": 3.54,
						"sum": "362.60"
					},
					{
						"id": "semi_1723",
						"name": "Овощное пюре на Неаполитанский суп п/ф",
						"price": "50.93",
						"quantity": 3.505,
						"sum": "178.51"
					},
					{
						"id": "semi_2463",
						"name": "Овощное пюре на суп-крем из белых грибов п/ф",
						"price": "62.74",
						"quantity": 9.24,
						"sum": "579.70"
					},
					{
						"id": "semi_1410",
						"name": "Огурцы свежие на роллы п/ф",
						"price": "216.78",
						"quantity": 13.56,
						"sum": "2939.48"
					},
					{
						"id": "semi_1415",
						"name": "Огурцы свежие п/ф",
						"price": "172.54",
						"quantity": 48.86,
						"sum": "8430.54"
					},
					{
						"id": "semi_3128",
						"name": "Опара на тесто для римской пиццы п/ф",
						"price": "117.10",
						"quantity": 26.93,
						"sum": "3153.50"
					},
					{
						"id": "semi_1420",
						"name": "Осьминоги размороженные п/ф",
						"price": "1334.26",
						"quantity": 2.897,
						"sum": "3865.35"
					},
					{
						"id": "semi_3132",
						"name": "Парбейк для римской пиццы п/ф ",
						"price": "34.39",
						"quantity": 403,
						"sum": "13857.64"
					},
					{
						"id": "semi_1425",
						"name": "Пепперони колбаса п/ф",
						"price": "620.92",
						"quantity": 0.12,
						"sum": "74.51"
					},
					{
						"id": "semi_1430",
						"name": "Перец болгарский п/ф",
						"price": "336.12",
						"quantity": 3.763,
						"sum": "1264.81"
					},
					{
						"id": "semi_2101",
						"name": "ПиццаРолл камчатский 1 шт. п/ф (Архив)",
						"price": "90.72",
						"quantity": 11,
						"sum": "997.89"
					},
					{
						"id": "semi_1816",
						"name": "ПиццаРолл мексиканский 1шт. п/ф (Архив)",
						"price": "52.98",
						"quantity": 6,
						"sum": "317.85"
					},
					{
						"id": "semi_1821",
						"name": "ПиццаРолл с курочкой 1шт. п/ф (Архив)",
						"price": "67.20",
						"quantity": 6,
						"sum": "403.22"
					},
					{
						"id": "semi_1441",
						"name": "Помидоры Черри п/ф",
						"price": "348.89",
						"quantity": 5.468,
						"sum": "1907.74"
					},
					{
						"id": "semi_1436",
						"name": "Помидоры п/ф",
						"price": "214.16",
						"quantity": 16.243,
						"sum": "3478.58"
					},
					{
						"id": "semi_1697",
						"name": "Рис отварной заправленный п/ф",
						"price": "42.47",
						"quantity": 36.735,
						"sum": "1560.14"
					},
					{
						"id": "semi_1446",
						"name": "Рис отварной не заправленный п/ф",
						"price": "34.90",
						"quantity": 18.382,
						"sum": "641.54"
					},
					{
						"id": "semi_1452",
						"name": "Салат Айсберг п/ф",
						"price": "287.39",
						"quantity": 3.036,
						"sum": "872.52"
					},
					{
						"id": "semi_1462",
						"name": "Салат Пати микс п/ф",
						"price": "1026.36",
						"quantity": 1.245,
						"sum": "1277.82"
					},
					{
						"id": "semi_1457",
						"name": "Салат листовой п/ф",
						"price": "824.13",
						"quantity": 8.559,
						"sum": "7053.74"
					},
					{
						"id": "semi_1124",
						"name": "Салями п/ф",
						"price": "427.58",
						"quantity": 0.03,
						"sum": "12.83"
					},
					{
						"id": "semi_1474",
						"name": "Свекла отварная п/ф",
						"price": "37.16",
						"quantity": 0.084,
						"sum": "3.12"
					},
					{
						"id": "semi_1479",
						"name": "Свинина вырезка размороженная п/ф",
						"price": "376.43",
						"quantity": 0.88,
						"sum": "331.26"
					},
					{
						"id": "semi_1482",
						"name": "Свинина отварная п/ф",
						"price": "641.21",
						"quantity": 0.86,
						"sum": "551.44"
					},
					{
						"id": "semi_1487",
						"name": "Сельдерей стебель п/ф",
						"price": "166.60",
						"quantity": 0.025,
						"sum": "4.17"
					},
					{
						"id": "semi_1497",
						"name": "Семга филе без кожи п/ф",
						"price": "1679.08",
						"quantity": 0.475,
						"sum": "797.56"
					},
					{
						"id": "semi_2692",
						"name": "Семга филе на коже разморож. п/ф ",
						"price": "1233.60",
						"quantity": 0.06,
						"sum": "74.02"
					},
					{
						"id": "semi_1796",
						"name": "Соус Цезарь п/ф",
						"price": "118.35",
						"quantity": 1.878,
						"sum": "222.26"
					},
					{
						"id": "semi_2050",
						"name": "Соус для пиццаролла п/ф",
						"price": "74.33",
						"quantity": 0.66,
						"sum": "49.06"
					},
					{
						"id": "semi_1839",
						"name": "Соус томатный острый п/ф",
						"price": "133.14",
						"quantity": 3.73,
						"sum": "496.61"
					},
					{
						"id": "semi_1532",
						"name": "Соус томатный п/ф",
						"price": "101.80",
						"quantity": 1.48,
						"sum": "150.66"
					},
					{
						"id": "semi_1798",
						"name": "Соус фирменный острый русский (спайс) п/ф",
						"price": "97.05",
						"quantity": 1.708,
						"sum": "165.77"
					},
					{
						"id": "semi_1542",
						"name": "Соус фирменный п/ф",
						"price": "60.77",
						"quantity": 2.165,
						"sum": "131.56"
					},
					{
						"id": "semi_1552",
						"name": "Спаржа п/ф",
						"price": "169.22",
						"quantity": 9.44,
						"sum": "1597.42"
					},
					{
						"id": "semi_1572",
						"name": "Сыр Гауда п/ф",
						"price": "309.85",
						"quantity": 0.44,
						"sum": "136.33"
					},
					{
						"id": "semi_1577",
						"name": "Сыр Голландский п/ф",
						"price": "292.94",
						"quantity": 0.31,
						"sum": "90.81"
					},
					{
						"id": "semi_1587",
						"name": "Сыр Моцарелла п/ф",
						"price": "340.47",
						"quantity": 7.62,
						"sum": "2594.39"
					},
					{
						"id": "semi_1592",
						"name": "Сыр Пармезан п/ф",
						"price": "583.04",
						"quantity": 0.495,
						"sum": "288.60"
					},
					{
						"id": "semi_1597",
						"name": "Сыр Фета п/ф",
						"price": "399.18",
						"quantity": 0.836,
						"sum": "333.71"
					},
					{
						"id": "semi_1607",
						"name": "Тесто для пиццы п/ф",
						"price": "41.35",
						"quantity": 640.329,
						"sum": "26478.55"
					},
					{
						"id": "semi_3129",
						"name": "Тесто для римской пиццы п/ф",
						"price": "106.20",
						"quantity": 47.26,
						"sum": "5019.11"
					},
					{
						"id": "semi_3103",
						"name": "Топпинг для пиццы \"С говядиной и специями\" п/ф",
						"price": "75.52",
						"quantity": 0.855,
						"sum": "64.57"
					},
					{
						"id": "semi_1634",
						"name": "Треска филе разморож.п/ф",
						"price": "771.26",
						"quantity": 0.18,
						"sum": "138.83"
					},
					{
						"id": "semi_1636",
						"name": "Тунец филе п/ф",
						"price": "1519.40",
						"quantity": 0.547,
						"sum": "831.11"
					},
					{
						"id": "semi_1640",
						"name": "Фарш Болоньезе п/ф",
						"price": "618.62",
						"quantity": 2.975,
						"sum": "1840.40"
					},
					{
						"id": "semi_1714",
						"name": "Фарш на пельмени п/ф",
						"price": "346.73",
						"quantity": 0.77,
						"sum": "266.98"
					},
					{
						"id": "semi_1920",
						"name": "Филадельфия лайт п/ф (Архив)",
						"price": "124.73",
						"quantity": 34,
						"sum": "4240.67"
					},
					{
						"id": "semi_1870",
						"name": "Филадельфия п/ф (Архив)",
						"price": "162.96",
						"quantity": 38,
						"sum": "6192.62"
					},
					{
						"id": "semi_1925",
						"name": "Фудзияма запеченый п/ф (Архив)",
						"price": "82.66",
						"quantity": 6,
						"sum": "495.93"
					},
					{
						"id": "semi_1650",
						"name": "Цукини п/ф",
						"price": "284.23",
						"quantity": 2.955,
						"sum": "839.89"
					},
					{
						"id": "semi_1880",
						"name": "Черная леди п/ф (Архив)",
						"price": "117.35",
						"quantity": 2,
						"sum": "234.69"
					},
					{
						"id": "semi_1660",
						"name": "Шампиньоны п/ф",
						"price": "210.01",
						"quantity": 8.745,
						"sum": "1836.52"
					},
					{
						"id": "semi_1916",
						"name": "Шен п/ф (Архив)",
						"price": "90.61",
						"quantity": 3,
						"sum": "271.84"
					},
					{
						"id": "semi_1917",
						"name": "Якудза п/ф (Архив)",
						"price": "100.57",
						"quantity": 2,
						"sum": "201.14"
					}
				]
			}
		]
	}
]

const columns = [
{
	key:'date',
	title:"Дата",
	dataIndex:"date"
},
{
	key:'name',
	title:"Номенклатура",
	dataIndex:"name"
},
{
	key:'price',
	title:"Цена",
	dataIndex:"price"
},
{
	key:'quantity',
	title:"Количество",
	dataIndex:"quantity"
},
{
	key:'sum',
	title:"Сумма",
	dataIndex:"sum"
}
];

function App() {
	return (
		<div className='App'>
			<Table dataSource={data} columns={columns} />
		</div>
	)
}

export default App
